[
    {
        "title": "100 orange juice",
        "store": "steam",
        "url": "https://store.steampowered.com/app/282800/100_Orange_Juice/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/282800/74b8f808c2ea623f9aee9ed20c6d76c7e536e137/header.jpg?t=1766094360",
        "description": "100% Orange Juice is a digital multiplayer board game populated by developer Orange Juice's all-star cast. Characters from Flying Red Barrel, QP Shooting, Suguri and Sora come together with all-new characters to duke it out... with dice. This is a world where dogs, people and machines fly through the air. In that world, a small patch of darkness was born. Infinitesimal at first, it gradually began to envelop everything.. A youth named Kai, led by the mysterious life form known as Marie Poppo, begins a journey that will span worlds. The black, bottomless darkness of desire slowly eats away at both Kai and the world itself... Let Marie Poppo lead you into a mysterious world to play. Grab your deck of cards and let the games begin! Features: Dice, cards, stars, battles and pudding 4 Single-player campaigns Playable by up to 4 players online Countless battle combinations Utilize each character's unique combat attributes More than 50 different cards to collect Character abilities in the form of Hyper Cards New Steam Features: Full HD support Redesigned multiplayer experience using Steam's lobby system Spectator mode Avatar customization New character skins to unlock VAC enabled Custom language support",
        "id_in_db": "t3_1ppyi49",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "282800",
        "genres": [
            "Indie",
            "Strategy"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "is_dlc_or_addon": false,
        "persian_summary": "100% Orange Juice یک بازی رومیزی چند نفره دیجیتالی است که توسط بازیگران همه ستاره سازنده Orange Juice پر شده است. شخصیت‌هایی از Flying Red Barrel، QP Shooting، Suguri و Sora با شخصیت‌های کاملاً جدید گرد هم می‌آیند تا آن را با تاس از بین ببرند. این دنیایی است که در آن سگ ها، مردم و ماشین ها در هوا پرواز می کنند. در آن دنیا تکه کوچکی از تاریکی متولد شد. بی نهایت کوچک در ابتدا، به تدریج شروع به احاطه کردن همه چیز کرد. جوانی به نام کای، به رهبری شکل زندگی مرموز به نام ماری پوپو، سفری را آغاز می کند که جهان ها را در بر می گیرد. تاریکی سیاه و بی انتها میل به آرامی هم کای و هم خود جهان را می خورد... بگذارید ماری پوپو شما را به دنیایی مرموز هدایت کند تا بازی کنید. دسته کارت خود را بردارید و اجازه دهید بازی ها شروع شوند! ویژگی ها: تاس، کارت، ستاره، نبرد و پودینگ 4 کمپین تک نفره قابل بازی تا 4 بازیکن آنلاین ترکیبات جنگی بی شماری از ویژگی های رزمی منحصر به فرد هر شخصیت استفاده کنید بیش از 50 کارت مختلف برای جمع آوری توانایی های شخصیت در ..."
    },
    {
        "title": "allyouplay arc raiders 2689 2310 2689 eu uk us",
        "store": "other",
        "url": "https://www.allyouplay.com/pc/arc-raiders-3",
        "image_url": "https://cdn.allyouplay.com/cdn-cgi/image/format=auto,width=%100,quality=90/content/products/arc-raiders_46785_0_c9b085df.1763727946.jpeg?quality=90",
        "description": "submitted by /u/AllYouPlay [link] [comments]",
        "id_in_db": "t3_1ps13wo",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "32% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/AllYouPlay [لینک] [نظر]"
    },
    {
        "title": "apps bubbles charging animation 099",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.light.bubbleepro",
        "image_url": "https://external-preview.redd.it/SALMsFj-3QcRX8gcKlzGjDaXA5cLa-2RWqiAbKQNE1o.png?width=320&crop=smart&auto=webp&s=aeee9be29d27800deebdab88ea0fc557b5ba4b89",
        "description": "submitted by /u/Lohigno [link] [comments]",
        "id_in_db": "t3_1psgd04",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lohigno [پیوند] [نظر]"
    },
    {
        "title": "apps stitch photos",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.tapuniverse.stitchphotos",
        "image_url": "https://external-preview.redd.it/NBcvTLVsrNtYmV5S4F-A-YkvG5mjrq_88vQS_zofrk4.jpeg?width=320&crop=smart&auto=webp&s=fae55f49c1bf2526f7609af0bcb5278476b08e51",
        "description": "submitted by /u/Lohigno [link] [comments]",
        "id_in_db": "t3_1pqunbl",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lohigno [پیوند] [نظر]"
    },
    {
        "title": "blood westca2899 free an immersive stealth fps where weird west legends meet eldritch horror in blood west",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/blood-west-8f6ffd",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1587130/header.jpg?t=1766197343",
        "description": "Weird West legends meet eldritch horror in BLOOD WEST , an immersive stealth FPS. Become the Undead Gunslinger, doomed to roam the barren lands until he finds the means to purge their curse and free his soul. No, this isn’t your typical Wild West desperado redemption arc. This is a damnation arc. The Canyons, the Swamp, and the Mountains. Each swarming with abominable monsters and unholy demons, these are open-ended worlds for you to explore freely at your own pace. It will take the player over 20 hours on average to complete all three scenarios, and over 35 if they want to see everything the barren lands have to offer. Blood West is a stealth FPS inspired by the genre classics such as the Thief series (whose fans will be happy to hear the voice of Stephen Russell, the actor voicing the master-thief Garrett, returning here as the protagonist), S.T.A.L.K.E.R. games, or - from the contemporary catalog - Hunt: Showdown. The gameplay rewards the careful approach: scouting the area, stalking your enemies, and striking from the shadows. Can you figure out a way to clear a fort full of ghouls and monsters without raising an alarm? The Barren Lands present the player with a nightmarish, twisted vision of the Wild West legends. The curse that has befallen the realm has corrupted every living thing, defiled the land itself, while summoning restless spirits and dark entities. In this mixture of gunslinger pulp and Lovecraftian horror, dark occult magick presents just as much of a threat as sudden lead poisoning. In Blood West you will meet many colorful, yet strangely twisted, fully-voiced NPCs. Just as much prisoners of the Barren Lands as you are, they will sometimes share their unusual stories and send you on various missions. Play nice and they might reward you or become your allies. Cross them and risk their wrath. The game won’t hold your hand. You’ll have to explore the land for yourself (buying a map from a vendor might prove useful!), and figure out your own way to approach quests. As you poke around the three expansive maps, keep an eye out for hidden places and secret stashes. There’s gold in the mountains! Fair warning - it’s probably cursed. If sneaking around isn’t exactly your thing, or you feel that you have a power advantage over your enemies, you can always take the head-on approach and meet your enemies guns blazing. Blood West comes from the creators of the fan-favorite boomer shooter POSTAL: Brain Damaged , so much gratuitous fantasy violence and pixelated blood splatter is to be expected! One man’s hell might be another hoarder’s paradise! From simple one-use items like bandages, through medical tinctures, explosives and incendiaries, straight to arcane artifacts that - once slotted - can change the way you play the game, the Barren Lands are just filled with STUFF. There are tons of useful items to discover, and there’s a special player’s stash crate for all those super-rare potions that you’ll hoard and never use. A gunslinger without a gun would be just a regular slinger. Where’s the fun in that? Blood West makes sure you’ll have plenty of weapons to choose from. Revolvers, rifles, shotguns, carabines - a great variety of firearms, from standard army-issue to those infused with powerful magic, or straight-up possessed. And if you prefer not to cause a ruckus, there’s a wide selection of hand-to-hand combat weapons and archery weapons to pick your favorites from. The RPG-like perk-based progression system in Blood West will allow you to highly customize the gameplay experience to your liking. Become a stealthy hunter, a revolver-fanning gunman or a relentless berserker. You will gain experience and progress through the skill tree, while discovering new artifacts in each of the scenarios that will bestow on you additional abilities. Combining skills and load-out creates more possible playstyles than you’d normally be able to explore in one playthrough. Are you ready to take back the frontier from the dark forces of demonic corruption and earn the right to move on to a better world? The Barren Lands call you, Gunslinger!",
        "id_in_db": "t3_1prhnkc",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1587130",
        "genres": [
            "Action",
            "Indie",
            "RPG"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "افسانه های غرب عجیب و غریب با ترسناک الدریچ در BLOOD WEST، یک FPS مخفی کاری همهجانبه ملاقات می کنند. تبدیل به اسلحه گر مرده شوید، محکوم به پرسه زدن در زمین های بایر تا زمانی که ابزاری برای پاک کردن نفرین آنها و رهایی روح خود پیدا کند. نه، این قوس رستگاری معمولی شما در غرب وحشی نیست. این یک قوس لعنتی است. دره ها، باتلاق ها و کوه ها. هرکدام با هیولاهای نفرت انگیز و شیاطین نامقدس ازدحام می کنند، اینها جهان های بی پایانی هستند که شما می توانید آزادانه با سرعت خود کاوش کنید. به طور متوسط ​​بیش از 20 ساعت طول می کشد تا بازیکن هر سه سناریو را کامل کند و اگر بخواهد همه چیزهایی را که زمین های بایر ارائه می دهد ببیند، بیش از 35 ساعت طول می کشد. Blood West یک FPS مخفیانه است که از ژانرهای کلاسیک مانند سری Thief الهام گرفته شده است (که طرفداران آن از شنیدن صدای استفن راسل، بازیگری که صدای استاد دزد گرت را می‌گوید، به عنوان قهرمان داستان به اینجا بازمی‌گردد، خوشحال خواهند شد)، S.T.A.L.K.E.R. بازی ها، یا - از کاتالوگ معاصر - Hunt: Showdown. گیم پلی به رویکرد دقیق پاداش می دهد: جستجوی منطقه، ..."
    },
    {
        "title": "bloodlines 2 for playstation 5",
        "store": "amazon",
        "url": "https://www.amazon.com/dp/B0FN5H7FF7",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/236390/cab234fd4c0ae2f049e34e7bcb2393679b02bf91/header.jpg?t=1766080526",
        "description": "War Thunder is the most comprehensive free-to-play, cross-platform, MMO military game dedicated to aviation, armoured vehicles, from the early 20th century to the most advanced modern combat units. Join now and take part in major battles on land, in the air, and at sea, fighting with millions of players from all over the world in an ever-evolving environment. In War Thunder, aircraft, attack helicopters, ground forces and naval ships collaborate in realistic competitive battles. You can choose from over 2,500 vehicles and an extensive variety of combat situations many of which are exclusive. You can find yourself blasting your pursuers from a bomber turret, defending your teammates on the ground from an air raid with anti-aircraft guns, shooting down enemy planes with a firestorm from multiple rocket launchers, or trying to sink an enemy warship with a torpedo from a fast attack boat. Features include: Seamless cross-platform gameplay between Windows PC, Linux, Mac, PlayStation®4, PlayStation®5, Xbox One with Xbox Series X|S – everyone on the same server. Over 2,500 highly detailed aircraft, helicopters, tanks, warships and other combat vehicles crafted carefully from historical documents and surviving sources. 100 maps representing the main historical battle theaters. Intense PvP experiences in full-scale combat missions at various difficulty settings for all play styles and degrees of experience. Rich PvE content including dynamic historical campaigns and solo missions. Regular content updates including new vehicles, maps, missions and nations. Astonishing graphics, authentic sound effects and beautiful music creating an atmosphere to fully immerse yourself in. Create custom content for War Thunder and share it on War Thunder Live, with the prospect of earning real money through the Revenue Share Partner System!",
        "id_in_db": "t3_1pr2dwm",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "30% off",
        "steam_app_id": "236390",
        "genres": [
            "Action",
            "Massively Multiplayer",
            "Simulation",
            "Free To Play"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "is_dlc_or_addon": false,
        "persian_summary": "War Thunder جامع‌ترین بازی نظامی رایگان، چند پلتفرمی و MMO است که به حمل و نقل هوایی، وسایل نقلیه زرهی، از اوایل قرن بیستم تا پیشرفته‌ترین واحدهای رزمی مدرن اختصاص یافته است. اکنون بپیوندید و در نبردهای بزرگ در زمین، هوا و دریا شرکت کنید و با میلیون ها بازیکن از سراسر جهان در محیطی همیشه در حال تکامل مبارزه کنید. در War Thunder، هواپیماها، هلیکوپترهای تهاجمی، نیروهای زمینی و کشتی های دریایی در نبردهای رقابتی واقع گرایانه با یکدیگر همکاری می کنند. شما می توانید از بین بیش از 2500 وسیله نقلیه و طیف گسترده ای از موقعیت های جنگی انتخاب کنید که بسیاری از آنها منحصر به فرد هستند. می‌توانید متوجه شوید که تعقیب‌کنندگان خود را از یک برجک بمب‌افکن منفجر می‌کنید، از هم تیمی‌های خود در زمین در برابر یک حمله هوایی با اسلحه‌های ضدهوایی دفاع می‌کنید، هواپیماهای دشمن را با طوفان آتش از پرتابگرهای موشکی متعدد ساقط می‌کنید، یا سعی می‌کنید یک کشتی جنگی دشمن را با یک اژدر از یک قایق حمله سریع غرق کنید. ویژگی ها عبارتند از: گیم پلی بدون درز کراس پلتفرم بین رایانه شخصی ویندوز، لینوکس، مک، پلی استیشن 4، ..."
    },
    {
        "title": "chalkboard pinball",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/chalkboard-pinball/id979075603",
        "id_in_db": "1ed0ab306bd7fcaf4d687fb26c95b5712ffea719d20f948e525e23b180581484",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple211/v4/f7/9a/5f/f79a5f0f-bc80-9f25-5776-2325c32ead25/ChalkboardPinballIcon-0-0-1x_U007epad-0-1-0-sRGB-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "dungeon defense",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/dungeon-defense-the-gate/id1195035357",
        "id_in_db": "77f1bf060286ed5e9e72726086c344d39d7da96278f1bab06b2015b891d93725",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/a7/a0/ca/a7a0caba-7c53-0d3c-ac4b-72eb5273f81b/AppIcon-0-0-1x_U007emarketing-0-8-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "dynasty free100 off",
        "store": "steam",
        "url": "https://store.steampowered.com/app/460960/The_Deed_Dynasty/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3116890/7967be9e040a99a6230d31d47feb82920237cde4/header.jpg?t=1755716302",
        "description": "We are thrilled to introduce Out of the Park Baseball 26 - the 26th edition of our award-winning baseball strategy series. Fans around the world have fallen in love with Out of the Park Baseball, recognizing its unique place in the intersection of video games and sport! If it happens in real baseball, it happens in Out of the Park Baseball! Develop and discover new talent, draft the next superstar, negotiate with free agents, enter trade talks with other teams, build your dynasty and guide a franchise into an infinite future! As a manager, dive into the more hands-on management and set your team's lineups, pitching staffs, in-game strategy and call the shots from the dugout. You can oversee your league at a high level, or play out each game in the gorgeous 3D game mode, managing play by play or even pitch by pitch. OOTP has it all covered! Here are some of the new features coming to Out of the Park Baseball 26, building on the foundation of the franchise: For the first time ever - The Road To The World Baseball Classic( TM) ! We are thrilled to announce that, for the first time in Out of the Park Baseball history, the authentic World Baseball Classic(TM) will be in the game! Starting this season with the World Baseball Classic(TM) Qualifiers, including the clubs and players, and continuing into next year, the real World Baseball Classic(TM) clubs, participants, schedules, and more will be here. This single-player-mode feature allows everyone to experience the best of international baseball in true OOTP fashion. Player Development Lab 2.0! Our popular new single-player feature gets bigger and better this season! New progress bars improve clarity and allow you to track your players even more closely. Midterm progress reports now also give you a better idea on how your players are performing and allow you to be even more hands-on. Have a guy struggling to improve his plate discipline and don’t want to keep him in the lab for any longer? You can now cut your losses and free up the space for someone else. With new game settings, refined programs, fun news from around the league, and more, experience the development lab on a whole new level! New and improved MLB Draft! The importance of the draft cannot be overstated and in OOTP 26 we have greatly expanded upon the experience. An all new draft combine allows you to follow top prospects, develop strong relationships with them, and see what other organizations are thinking. Get the opinion of experts on the draft class in a new Draft Pipeline. With a new Draft Central screen and even more refinements, make your choices and see how you can transform your club into a powerhouse! Beautiful new dynamic scoreboards with in-game live information! OOTP 26’s visuals jump off the screen and deliver great information in real time! Updated in real-time with information from the game you’re managing, put yourself in the stands like you’re sitting in the ballpark. Drive for the Pennant is back - now for any season in baseball history ! Our popular new mode returns - now letting you explore any year in the entire history of the sport in this unique, streamlined single player challenge! Execute important choices at crucial times, be transported to the manager’s seat in the last inning of a no-hitter, make a key pitching decision late in a game, and much more! No longer limited to just the current season, Drive For The Pennant is an incredible way to explore the rich and vast history of Major League Baseball, and focus your game on the big decisions for your team. Licensed leagues return! MLB, the complete minor leagues, the KBO in Korea and licensed leagues from the UK and the Netherlands are all here for you to explore in depth. Jump into the MLB or KBO season at any point, all season long, with up-to-the-minute rosters, trades, injuries, transactions, and more! The National Baseball Hall of Fame! Our amazing partnership with the National Baseball Hall of Fame continues this season in new and fascinating ways! Hall of Fame players, artifacts, and experiences will pepper OOTP 26 all season long across the entire experience. 2025 Rosters and rules! As always, Out of the Park Baseball features up-to-the-minute 2025 MLB rosters that get updated all season long, with every franchise represented from its big league club all the way down to the low minors, and everywhere in between! Plus, OOTP 26 features officially licensed leagues from South Korea (KBO) and Europe. Tons of upgrades big and small! Overhauled player scouting model, with scouts giving you more details than ever before about your players Improved historical ratings engine, to ensure the best historical play ever A Military Service system to replicate the real club decision making process needed for the KBO Improved UI experience Updated AI for all number of systems, player evaluation, and minor league management Much more! Perfect Team returns with new ways to compete online against your friends and the world! There’s nothing in the world like the incredible online competitions of Perfect Team. Featuring upgrades that come directly from our amazing community, this year’s Perfect Team is set to take players to all-new heights. Perfect Team 26 features: New Clubhouse Rewards Shop, to give you the most control of your rewards New league promotion systems and league play incentives Updates to give you more control over your team than ever before New licensed legendary players New content all season long - and beyond! All new programs, missions, competitions, and excitement await you every day. Out of the Park Baseball 26 runs on PC/Mac/Linux and features the American League and National League logos, the World Series trophy, official logos and jerseys for all 30 MLB teams and 15 KBO teams, over 150 Minor League Baseball league and team logos, and historical MLB logos. Major League and Minor League Baseball trademarks and copyrights are used with permission of Major League Baseball. Visit . Officially Licensed Product of MLB Players, Inc. PLAYERS CHOICE® MLBPA intellectual property rights may not be used without the written consent of MLBPA or MLBPI. Out of the Park Developments © Copyright 2026. All Rights Reserved",
        "id_in_db": "t3_1psdf1i",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3116890",
        "genres": [
            "Indie",
            "Simulation",
            "Sports",
            "Strategy"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "ما بسیار هیجان زده هستیم که Out of the Park Baseball 26 - بیست و ششمین نسخه از سری استراتژی بیسبال برنده جایزه ما را معرفی می کنیم. طرفداران در سراسر جهان عاشق بیسبال خارج از پارک شده اند و جایگاه منحصر به فرد آن را در تقاطع بازی های ویدیویی و ورزش تشخیص داده اند! اگر در بیسبال واقعی اتفاق بیفتد، در بیسبال خارج از پارک اتفاق می افتد! استعدادهای جدید را توسعه دهید و کشف کنید، سوپراستار بعدی را پیش نویس کنید، با نمایندگان آزاد مذاکره کنید، با تیم های دیگر وارد گفتگوهای تجاری شوید، سلسله خود را بسازید و یک امتیاز را به آینده ای نامحدود هدایت کنید! به‌عنوان یک مدیر، وارد مدیریت عملی‌تر شوید و ترکیب تیم‌تان، کادر بازی، استراتژی درون‌بازی را تنظیم کنید و عکس‌ها را از زیردریایی بگیرید. شما می توانید لیگ خود را در سطح بالایی نظارت کنید، یا هر بازی را در حالت بازی سه بعدی باشکوه انجام دهید، بازی به بازی یا حتی زمین به زمین را مدیریت کنید. OOTP همه چیز را پوشش داده است! در اینجا برخی از ویژگی‌های جدید Out of the Park Baseball 26 آمده است که بر اساس این فرنچایز ساخته شده است: برای اولین بار - The..."
    },
    {
        "title": "epic games store dead cells is currently available to claim for free on the epic game store for mobile",
        "store": "epicgames",
        "url": "https://www.reddit.com/r/AppHookup/comments/1pk5606/iosandroid_epic_games_store_dead_cells_is/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/527950/header.jpg?t=1487586852",
        "description": "Divergence: Year Zero sets the stage for what would become the \"Divergence\" universe in a modern-survival adaptation and prequel to Divergence: Online . As the emergence of the first non-sapien humans to inhabit the Earth in over 200,000 years (Homo-Solitus) coincides with the catastrophic rupture of the Californian San Andreas fault, a lethal virus designed in the clean-rooms of Silicon-Valley biotech firms specifically to wipe-out the Solitus humans is released to the environment dealing a one-two punch to western American civilization. As the burning wreckage of California sinks into the Pacific Ocean and the Cascadia Subduction Zone devours large portions of the states of Oregon and Washington, The U.S Government, working with both Canada and Mexico frantically struggle to contain the spread of disease. A disease born of a virus designed to wipeout Solitus humans, but released before it could be perfected and constrained purely to the Solitus genetic code, now running rampant and infecting all humans who come in contact with it with incurable psychosis, hyper-aggression and even cannibalism. You play as a survivor to the initial catastrophe now cutoff from the rest of America behind \"The Western Wall\" erected to prevent the spread of the virus. No word comes in, no one gets out. A total communications blackout prevents cell-phones, internet or even television and radio from reaching survivors beyond the wall. Only a handful of cities avoided total collapse after the great earthquakes and the subsequent rise in sealevel consumed most of what was once the North-American states of California, Oregon and Washington. Without the advent of civilization to protect him from his fate, man now once again lives at odds with the wild, although packs of hungry roaming animals are no longer the most deadly thing you may encounter. If you survive the wolves, the bears, the elements, starvation or thirst, you just may live long enough to find yourself robbed or murdered by bandits or bandit-groups, or even worse, accosted by hordes of infected humans seeking to devour your flesh. It's at least 30% worse than waiting in line for an iPhone is the picture we're painting here. Welcome to hell. Divergence: Year Zero is built on the same advanced technology that won it's predecessor Divergence: Online the rank of #1 out of Over 1,700 Games on Steam Greenlight during its cycle and benefits from six-months of additional improvements since then. Its key features being; 1.A True-MMORPG where all players coexist on the same server - No sharding or otherwise [/i]instancing[/b] of the playerbase. Any two people in the world who player Divergence: Year Zero play on the same server, guaranteed. 2. Simply Unbeatable Crafting. Divergence means \"you determine every single stat of every single item that you craft by scouring the world for the absolute best raw materials and resources\". Unless intentionally done so, it's impossible that any two items crafted in Divergence can be the same. Be the servers best weaponsmith who makes the best guns, the architect who builds the largest buildings for yourself or your group, or any of our other professions. 2. Skill-Based advancement. Chose as few or as many professions as you like and split your available skill points between them. 3. Combative and non-combative progression. Divergence rewards both weapons-related careers such as marksman as well as non-combat-derived professions such as scout, ranger, or doctor. Make your living healing other survivors, creating medicines, chopping down trees to create wooden fortifications or even training wild horses for use as trusty and reliable mounts. 4. Massive Housing and Construction. In Divergence, any player can work to create not just one, but multiple homesteads and in virtually any location in the entire game world for themselves or their group(s). Craft stronger walls based on the materials you used and create a huge fort, or even (with subscription) construct anything you wish out of Ferrocrete Voxels , Divergence's epic voxel-building and streaming proprietary system. 5. Advanced personal and civic power-management. Create power grids to bring light to the darkness around your home and keep the shitheads out while you're away. 6. Automated Resource Harvesting. Craft and deploy automated harvesting rigs to pull crude oil out of the ground for you, store it in barrels in your compound and defend it from Lord Humongous and his army of Road Warriors seeking to turn it into gasoline to power vehicles. 7. Design your characters appearance down to the smallest feature. This is how character customization should be in 2016 guys; We aren't going to make you wait two years just to be able to make a female character then act like it's some-kind of fecking accomplishment. Seriously. 8. Both world-loot and crafted versions of the same weapons and items. Love that AK you found inside the burned-out building but loathe the accuracy? Become an expert weaponsmith and build your own version of the same weapon from schematics with potentially even better features! 9. Craft your own respawn and fast-travel facilities for yourself or your group, helping you get around the world quicker, helping friends get to you quicker, and helping you get back on your feet quicker when some jagoff blows your face off. 10. A policy of total interaction with us, your developers. We have a facebook group page. You describe your bug or bugs on there. We read it and fix the bugs. That's how it's always worked with Divergence: Online , that's how it works with Divergence: Year Zero. 11. Finally live out your fantasies of a career in \"Road-Warrior\"ing! Not only does control over fossil fuels dominate the economy and the landscape, but almost any item you can craft can be bolted directly onto your chosen vehicle for armor or just to look badass! Be careful though, welding objects to a vehicle will increase it's top-heaviness! 12. Tons of wild creatures roaming the wild, some aggressive, some fearful. Hunt them, harvest them, or run for your god damn life! 13. Vehicle customization! Salvage a tractor from an abandoned barn and strap barbed-wire to it's frame, or nail wooden spikes to the roof to keep the baddies off. Virtually any items crafted or looted can be bolted onto any and all of your property, house, camp, base, or vehicle! All these features and many more, but oh did I mention: \"Virtually Unhackable\" Built on the same technology that makes Divergence: Online virtually unhackable, Divergence: Year Zero benefits from the same extensive engineering developed through years of R&D to create a scumbag-free experience for our players. Want to play another hastily-thrown-together Zombie Survival game and get head-shot from two-miles away with a shotgun? There are a lot of those out there for you, but if you want to play a game that instead says, \"You can't do that. That's absolutely ridiculous, GTFO!\", you play Divergence.",
        "id_in_db": "t3_1pk5606",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "527950",
        "genres": [
            "Action",
            "Indie",
            "Massively Multiplayer",
            "RPG",
            "Early Access"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "Divergence: Year Zero زمینه را برای چیزی که به دنیای \"Divergence\" در یک اقتباس مدرن و پیش درآمد برای Divergence: Online تبدیل می شود، تنظیم می کند. از آنجایی که ظهور اولین انسان های غیر ساپین که در بیش از 200000 سال روی زمین ساکن شدند (Homo-Solitus) مصادف با گسیختگی فاجعه بار گسل سن آندریاس کالیفرنیا است، ویروس کشنده ای که در اتاق های تمیز دره سیلیکون طراحی شده است، به طور خاص برای پاک کردن محیط زیست انسانی منتشر شده است. به تمدن آمریکای غربی در حالی که بقایای سوزان کالیفرنیا در اقیانوس آرام فرو می‌رود و منطقه فرورانش کاسکادیا بخش‌های بزرگی از ایالت‌های اورگان و واشنگتن را می بلعد، دولت ایالات متحده که با کانادا و مکزیک همکاری می‌کند دیوانه‌وار برای مهار گسترش بیماری تلاش می‌کند. بیماری ناشی از ویروسی که برای از بین بردن انسان‌های Solitus طراحی شده بود، اما قبل از اینکه کامل شود و صرفاً به کد ژنتیکی Solitus محدود شود، منتشر شد، اکنون در حال گسترش است و..."
    },
    {
        "title": "etailmarket marvels spider",
        "store": "other",
        "url": "https://etail.market/marvel-s-spider-man-remastered",
        "image_url": "https://external-preview.redd.it/FsLnFdlw2iFsMyGNBzWyBcUZTO_E3YXuHh_eszuijns.jpeg?width=640&crop=smart&auto=webp&s=12e70ad3eb1b1ae3176de3f787dfe51dbc1b8eeb",
        "description": "submitted by /u/etailmarket [link] [comments]",
        "id_in_db": "t3_1ps1tmu",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "68% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/etailmarket [لینک] [نظر]"
    },
    {
        "title": "etailmarket stellar blade 28 off 5045",
        "store": "other",
        "url": "https://etail.market/stellar-blade-253",
        "image_url": "https://external-preview.redd.it/YV_9aek2GZVQHMbi5a-HWb0kXA6bxYVscNvI6uT0b9k.jpeg?width=640&crop=smart&auto=webp&s=6875fdb19298d448193b7d1f2d2c33733e06a184",
        "description": "submitted by /u/etailmarket [link] [comments]",
        "id_in_db": "t3_1pt7mpv",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "28% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/etailmarket [لینک] [نظر]"
    },
    {
        "title": "eternights",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/eternights-c2fbca",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1402110/header.jpg?t=1759232313",
        "description": "Eternights is a unique blend of dating and action where players can explore a post-apocalyptic world filled with danger, love, and adventure. Save the world, and find love along the way. Face the infected One day, something, or someone, has turned humans into dangerous monsters. All that interests them now is violence and power. They are what stand between you, a cure, and the world you want. Most importantly? You’re fighting for more than just your own survival – you are fighting for those you love. Find Love The impending end of the world makes for a great conversation starter! When you’re not exploring dungeons, you can choose to spend time growing closer to a cast of five quirky and loveable characters. Explore their stories and grow closer to them to unlock unique skills and spells you can use in battle. Race the Clock Scavenging, dungeon crawling, dating…there are just too many things to do in one day, and each area has a deadline! Will you grow closer to your confidant in order to deepen your relationship and unlock new skills? Will you scavenge the wasteland for supplies? Will you grow stronger by training with your companions? Or will you ignore all of that and go to the dungeon the first chance you get? It’s up to you, but remember, the clock is ticking. Explore Dungeons These dangerous areas - known as the \"Wall\" - are filled with mystery and danger. As the deadline looms, you will have to quickly overcome traps, puzzles, and dancing minigames to make it through in time. Luckily, you have your confidants by your side to help when things get scary. Animated Cutscenes There are several fully 2D animated cutscenes that change depending on who you decide to date. Immerse yourself and truly connect with the characters you are spending time with.",
        "id_in_db": "t3_1pqophb",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1402110",
        "genres": [
            "Action",
            "Casual",
            "Indie",
            "RPG"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "Eternights ترکیبی منحصر به فرد از قرار و اکشن است که در آن بازیکنان می توانند دنیای پسا آخرالزمانی پر از خطر، عشق و ماجراجویی را کشف کنند. دنیا را نجات دهید و در راه عشق پیدا کنید. با افراد آلوده روبرو شوید یک روز، چیزی یا کسی، انسان ها را به هیولاهای خطرناک تبدیل کرده است. تنها چیزی که اکنون به آنها علاقه دارد خشونت و قدرت است. آنها چیزی هستند که بین شما، درمان و دنیایی که می خواهید ایستاده اند. از همه مهمتر؟ شما برای چیزی بیشتر از بقای خود می جنگید - شما برای کسانی که دوستشان دارید می جنگید. عشق را پیدا کن پایان قریب الوقوع جهان یک شروع کننده عالی برای مکالمه است! وقتی در سیاه چال‌ها کاوش نمی‌کنید، می‌توانید زمان خود را صرف نزدیک‌تر شدن به گروهی متشکل از پنج شخصیت عجیب و غریب و دوست‌داشتنی کنید. داستان‌های آن‌ها را کاوش کنید و به آن‌ها نزدیک‌تر شوید تا مهارت‌ها و جادوهای منحصربه‌فردی را که می‌توانید در نبرد استفاده کنید، باز کنید. مسابقه ساعت رانده کردن، خزیدن در سیاه چال، دوستیابی... کارهای زیادی برای انجام در یک روز وجود دارد، و هر منطقه یک ضرب الاجل دارد! آیا به فرد مورد اعتماد خود نزدیکتر خواهید شد تا ..."
    },
    {
        "title": "eternightsca3999 free a dating anime action game where you try to make the most out of life during the apocalypse",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/eternights-c2fbca",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2198650/header.jpg?t=1688160551",
        "description": "SURREALIDADE - DEFINITIVE EDITION Welcome to your mind! In the 20s, artists led by André Breton got together to create a new form of art, an art that used the expressions of the unconscious through the Psychic Automatism. To this end, they developed the Surrealist Techniques, which are nothing more than ways to bring out this dark side of the human mind. Today, you will follow in their footsteps, bravely exploring a strange and bizarre world, bringing to light the imagery and genius of the Surrealist movement. Be taken on a journey through Surrealist Techniques, and if you are chosen, you will reach your ultimate goal: The Macrocosm! Witness an inner universe and actively participate in this unusual saga, which may lead you in other directions. But do not think that this will be an easy task! You will experience an immersion in a virtual environment where you will have to interact freely with the objects and beings that live there. Your mission in search of the Supra-Reality will be arduous, you will have to follow the path that the Artists and Philosophers of the Surrealist Universe have trodden. Beware, you may arrive in places that are not so welcoming. It is up to you to discover the secrets of this exotic environment, and to do so you will have the help of the strange beings who may be willing to help you. There will be moments when your skills will be put to use, reasoning, intelligence, inspiration, agility, and a good sense of exploration are some of the ingredients that you must not fail to bring to venture into Surreality. Culture, Art, Entertainment, and Knowledge combine to form an authentic Surrealist experience in an inhospitable and unknown world called the Unconscious. WHAT IS SURREALITY Surreality is an obscure, totally independent Brazilian game created in 1999 by a small team of surrealism-obsessed people. Over the years it has become cult among its admirers. The version you are going to play now is the definitive edition, with a series of improvements and extra material for you to better enjoy everything Surreality has to offer, but the story, graphics, music and gameplay remain intact, exactly the same as it was created in 1999. We are very proud of this project that, although dated in many ways, maintains its charm and innovation to this day. It contains some elements that in today's eyes may sound offensive to some people, even though they were not created with this intention and do not represent the opinions of the team. In the name of historical preservation we have decided to keep these elements unchanged. What you are about to play is a love letter to surrealism and gaming. Enjoy, and open the doors of your unconscious. Dimitri Kozma GAME FEATURES Three levels of play! There are three levels of action, presented in sequence, allowing free choice of depth for the adventurer, where the degree of immersion in the world of Surrealism will be decided as he/she chooses: Real World - This is the first level, for those who dare not enter the mind. This world offers a wide range of material about Surrealism. Ideal for those who just want to do research. Human Mind - Conscious: You have already entered the human mind, now your perception regarding the world around you is slightly changed, explore as you wish. There are several environments that hold countless surprises for those who are brave. Ideal for those who want to go deeper into the Surrealist universe, here you will also find ample research material, as well as some surprises that await you. Human Mind - Unconscious: Finally you reach the core of Surreality. The Unconscious holds countless surprises beyond what your eyes can see. Don't fool yourself, explore to the maximum, talk to everyone and try many possibilities, you won't be punished for trying, most of the time you will get another chance. There are many secrets in countless environments. If you are able, you will reach your final goal, the Macrocosm! Three Endings! Play several times! Not only is there no linear order to explore the universe of Surreality, you will have three totally different endings at your disposal. Your attitudes during the journey will influence your future decisions. Innovative! A totally original concept that combines the excitement of adventure games with knowledge, culture and art. Explore a huge 3D world, find important elements and take them with you so you can use them later. Talk to beings with distinct personalities, each of them behave in a different way and have a different way of thinking, it's up to you to interact with them as you see fit. Extra Attractions! There are several attractions that will give Surreality a long life, here are some of them: \"Auto Writing\" Machine - Try it out and be entertained for hours in a game that will create over 1 million sentences! You will never see a sentence repeated. Get ready for the unusual, because you will really be amazed by this machine. \"Delicate Corpse\" - This is another Surrealistic game, you will be asked for one word, between verb, subject and adjective. Write it down and watch the other participants in the game write it without one knowing what the other has written. Get ready for lots of laughs and amazement. This game is a real emulator of \"Delicate Corpse\", each participant thinks like a real person and the game will reflect this. Not to be missed, play for hours. \"Razorblade\" - Based on a Surrealist concept, \"A razor in the eye of society\", play as much as you want this action mini-game and try to put an end to the eye of society. Fun to the extreme. And not only these attractions, you will also find the film \"An Andalusian Dog\", masterpiece by Luis Buñuel and Salvador Dali, in its full, uncut version. In addition, answer a quiz game, try to open the psychic locks, listen to hidden music, see unseen paintings, discover highly hidden secrets, and many more attractions that will take you on a journey for hours on end to reach the Macrocosm. Original Soundtrack! More than 40 minutes of top quality music created exclusively for the Universe of Surreality! Original and involving, a lot of Rock, Techno and New Age. Hours of Dialogues! Talk in a non-linear way with the beings that inhabit Surreality! Many of the conversations are optional, and increase the interest in the subject in question. In addition to hints for continuing the adventure, you can earn some valuable items that are indispensable for reaching the Macrocosm. You will also learn a lot about Surrealism and its Techniques. Interactive Scenarios! Over 1000 richly rendered and animated navigation screens in a 3D world. The first-person view will put you inside the plot. Interact with the elements of the scenarios in a free way. More than 15 totally different environments, each with dozens of scenes. Videos! Adding to your interaction, more than 20 minutes of full motion video, including the complete film by Luis Buñuel and Salvador Dali, \"An Andalusian Dog\". Texts! All the text is laid out exclusively in the book, meaning that you can consult it any time after you have it in your inventory. In the book, besides the history of Surrealism, you will learn about the Pre-Surrealists, you will see images and photographs, you will have the Surrealist manifesto written by André Breton in its entirety, besides a lot of useful information for those who just want to know more about this movement. Surreality! A Unique Experience! An adventure without limits! DEFINITIVE EDITION WITH NEW UNRELEASED CONTENT After more than 20 years of development, those responsible for directing the game have revisited the work and included a large amount of previously unseen material, as well as new features and the option to play with English texts. Check out some of the new features present in the definitive edition of Surreality: - EXTRAS SECTION WITH LOTS OF EXCLUSIVE MATERIAL: + 50 minutes of Making of, Voice Recording and Presentation Videos + Concept art in the Extras section + Unused development 3D + Original packaging + Press Material + Photos of the crew + Jukebox to listen to the full soundtrack + Full movie \"Between Mirrors and Shadows\" by Dimitri Kozma + Full Movie \"An Andalusian Dog\" by Luis Buñuel + Bonus Game: \"Super Surreality Land + No Brakes Podcast about the complete SURREALITY - IMPROVEMENTS TO THE ORIGINAL GAME: - English support in all texts (in addition to Portuguese) - Options screen - Automatic save system and on-screen options - Higher resolution cutscenes - Upscale videos and 30fps - Option to play with censorship - NEW GAME + DADAIST REMIX: Extra game mode with lots of new and exclusive content, developed exclusively for the definitive edition, unlockable after finishing the main game with any of the 3 endings. Some of the content included in the remix version are: - Full mini-game \"Super Surreality Land,\" a retro-style platformer accessed through the arcade inside the conscious's lounge in remix mode - New FMV videos - Fully modified room with additional content - New frames - New dialogs for all characters, breaking the fourth wall - New movie at the cinema: \"Between Mirrors and Shadows\" by Dimitri Kozma - Free navigation between conscious, unconscious and marvelous - New art in the gallery (accessed from the conscious) - Latin simulator - Humor mini-game with cucumbers and donuts and higher difficulty - Delicate corpse game now with drawings created by psychic automatism - 3 new video soluble fish walks. - Many Easter eggs and new secrets to uncover",
        "id_in_db": "t3_1pqopv7",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2198650",
        "genres": [
            "Adventure",
            "Casual",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "SURREALIDADE - DEFINITIVE DITION به ذهن خود خوش آمدید! در دهه 20، هنرمندان به رهبری آندره برتون گرد هم آمدند تا شکل جدیدی از هنر را خلق کنند، هنری که از بیان ناخودآگاه از طریق اتوماتیسم روانی استفاده می کرد. برای این منظور، آنها تکنیک‌های سوررئالیستی را توسعه دادند، که چیزی جز راه‌هایی برای نشان دادن این بخش تاریک ذهن انسان نیست. امروز، شما راه آنها را دنبال خواهید کرد، و شجاعانه دنیایی عجیب و غریب را کاوش خواهید کرد، و تصاویر و نبوغ جنبش سوررئالیستی را آشکار می‌کنید. با تکنیک های سوررئالیستی سفر کنید، و اگر انتخاب شوید، به هدف نهایی خود خواهید رسید: دنیای کلان! شاهد یک جهان درونی باشید و فعالانه در این حماسه غیرعادی شرکت کنید، که ممکن است شما را به جهات دیگری هدایت کند. اما فکر نکنید که این کار آسانی خواهد بود! شما غوطه ور شدن در یک محیط مجازی را تجربه خواهید کرد که در آن باید آزادانه با اشیاء و موجوداتی که در آنجا زندگی می کنند تعامل داشته باشید. ماموریت شما در جستجوی فراواقعیت این خواهد بود..."
    },
    {
        "title": "exfil",
        "store": "other",
        "url": "https://na.alienwarearena.com/ucf/show/2173146/boards/contest-and-giveaways-global/Giveaway/exfil-steam-game-key-giveaway",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/860020/b06b43e3f8b44984d8c35839f3612b90f0a50680/header.jpg?t=1766439087",
        "description": "EXFIL delivers a distilled, authentic tactical experience where every match challenges your decision-making, teamwork and situational awareness. Built for players who value realism, EXFIL strips away grinding, magical perks and ‘gear fear’ to focus on pure tactical combat at infantry level. The Early Access release includes four intense extraction game modes: • Classic Extraction : Compete to secure intel and escape. Only one team will make it out alive. • Search And Destroy : One team must work together to locate and destroy multiple anti-air defense systems positioned across the map, while the opposing team’s objective is to protect these assets at all costs. • VIP : One team must defend their high-value target, while the opposing team’s mission is to locate and eliminate the VIP before the match ends. • Rogue Extraction : A high-stakes asymmetrical mode where a small rogue team of must outmaneuver a larger force to escape with valuable intel. EXFIL’s objective-based gameplay is fast-paced and straight to the point, offering infantry combat that balances realism with accessibility. Whether playing solo, teaming up with friends, or squaring off against other players, you’ll experience scenarios that demand tight communication, calculated movement, and sharp tactical skills. It’s not just other players you’ll have to contend with - local forces are organized into squads that dynamically patrol, guard key locations, and actively hunt down threats across the map, keeping every match unpredictable and dangerous. Immersive and Dynamic Environments Fight across seven handcrafted maps featuring dense forests, industrial zones, military camps and tropical jungles. With a 24-hour day/night cycle and fully simulated weather systems, matches are always unpredictable and ever-changing. Sandstorms, fog, and rainstorms will push your adaptability and ‘on-the-fly’ team tactics to the limit. Hardcore Realism, No Nonsense EXFIL’s fully simulated ballistics model accounts for bullet drop, penetration and ricochet. Combine this with realistic player movement, weapon handling, and VOIP-enhanced communication - including proximity chat, and every match becomes a test of skill and strategy. ⦁ Built for the Community With a dedicated Discord community of over 3,000 members, EXFIL is constantly evolving based on player feedback. Self-hosted servers and dedicated hosting options give you precise control over gameplay rules and settings, whilst detailed after-action reviews allow teams to analyze every hit, shot, and movement. A Sandbox of Possibilities EXFIL is more than just its core game modes. Players have the freedom to customize their experience by adjusting a wide range of game parameters - from AI presence on the map to time of day, weather, available weapons, and respawn rules - allowing them to create unique challenges, and playstyles to suit any preference. Additional Features NPC opposition forces Global stats tracking Loadout customization Early Access and Beyond The Early Access launch is just the beginning. Over the next 12-18 months, we’re focused on expanding the toolset, adding new features and building a game shaped by the community. Whether you're looking for quick, intense battles or tools to create your own scenarios, EXFIL is your playground for tactical combat without compromise.",
        "id_in_db": "t3_1pqttxs",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "860020",
        "genres": [
            "Action",
            "Indie",
            "Simulation",
            "Strategy",
            "Early Access"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "is_dlc_or_addon": false,
        "persian_summary": "EXFIL یک تجربه تاکتیکی معتبر و معتبر ارائه می دهد که در آن هر مسابقه تصمیم گیری، کار تیمی و آگاهی موقعیتی شما را به چالش می کشد. EXFIL که برای بازیکنانی ساخته شده است که به واقع‌گرایی ارزش می‌دهند، ساییدن، امتیازات جادویی و «ترس دنده» را از بین می‌برد تا روی نبردهای تاکتیکی خالص در سطح پیاده نظام تمرکز کند. نسخه Early Access شامل چهار حالت بازی استخراج شدید است: • Extraction کلاسیک: رقابت برای امنیت اطلاعات و فرار. فقط یک تیم زنده از آن خارج خواهد شد. • Search And Destroy: یک تیم باید با هم کار کنند تا چندین سیستم دفاع ضدهوایی را که در سراسر نقشه قرار گرفته اند را بیابند و نابود کنند، در حالی که هدف تیم مقابل محافظت از این دارایی ها به هر قیمتی است. • VIP: یک تیم باید از هدف با ارزش خود دفاع کند، در حالی که ماموریت تیم مقابل این است که قبل از پایان مسابقه، VIP را بیابد و حذف کند. • Rogue Extraction: یک حالت نامتقارن با ریسک بالا که در آن یک تیم سرکش کوچک باید برای فرار با اطلاعات ارزشمند از نیروی بزرگتر مانور دهند. گیم پلی مبتنی بر هدف EXFIL..."
    },
    {
        "title": "exiled giveaways and itchio mega threads",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1pt69be/exiled_giveaways_and_itchio_mega_threads/",
        "image_url": "https://preview.redd.it/exiled-giveaways-mega-thread-v0-ljov5d4r368g1.png?width=752&format=png&auto=webp&s=b267fa2c16c0b8243f6a01e50ae9bb284180e7ad",
        "description": "To increase visibility, the mega threads are posted on a weekly basis. This is being done following the overall discussion of Mega Threads via FGF Update - https://redd.it/jkxyzw Please use the below threads for your posts. :) Exiled Giveaways Mega Thread (#2) Itchio Mega Thread (#10) Want to setup alerts to these threads? RSS Feed information can be found in our wiki! https://www.reddit.com/r/FreeGameFindings/wiki/rssfeed Included is information about our discord bot and general RSS feed stuff. Definitely give it a look! submitted by /u/AutoModerator [link] [comments]",
        "id_in_db": "t3_1pt69be",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "برای افزایش دید، مگا رشته ها به صورت هفتگی ارسال می شوند. این به دنبال بحث کلی مگا موضوعات از طریق به‌روزرسانی FGF انجام می‌شود - https://redd.it/jkxyzw لطفاً از موضوعات زیر برای پست‌های خود استفاده کنید. :) Exiled Giveaways Mega Thread (#2) Itchio Mega Thread (#10) آیا می خواهید هشدارهایی را برای این رشته ها تنظیم کنید؟ اطلاعات فید RSS را می توان در ویکی ما یافت! https://www.reddit.com/r/FreeGameFindings/wiki/rssfeed شامل اطلاعاتی درباره ربات اختلاف ما و موارد کلی فید RSS است. حتما بهش نگاه کن! ارسال شده توسط /u/AutoModerator [لینک] [نظر]"
    },
    {
        "title": "fgf discussion thread",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1pssm9n/fgf_discussion_thread_big_offers_old_active_thread/",
        "image_url": "https://external-preview.redd.it/gigabashs-long-awaited-gamera-dlc-introduces-two-new-v0-9VPUqtR13OTwR8IzcwWkd5OBeGOY2Cdal426Qh3_TPA.jpeg?width=640&crop=smart&auto=webp&s=135b7700504b8921bbccd173eeef393b0b76cfa8",
        "description": "Welcome to another FGF discussion thread! Be it general questions, pieces of news, personal opinions on matters, sharing thoughts on a game you're playing. Whatever you're into, feel free to discuss whatever you like! :) The FGF Giveaway for Branch Furniture's Ergonomic Chair Pro & $250 USD Gift Cards has ended! Big thanks to /u/AustinBranch and Branch Furniture for letting that happen. Keep an eye on /r/BranchFurniture for other promotions and stuff of theirs. Congratulations to the winners, please check your email/Reddit chat. - https://redd.it/1pnc197 A special Christmas thread is coming! Every year during the Holiday, I like to prepare a special post where users can share their leftover keys to the FGF community! On the 25th, I'll make this lovely thread and start sharing a couple things I've got lying around. Always love sharing those! Here's a thread discussing it more - https://redd.it/1prd1s6 A PSA about Twitter bans seemingly on the rise from use in task-based giveaways is live. See more for information about appealing the ban and sharing your scenario(s). - https://redd.it/1o7whxs Last \"FGF Discussion Thread\" - https://redd.it/1nf883o Links Of Ours: We have a Discord! It includes bot posts of all the finds from /r/FreeGameFindings ! Also feel free to use it for more discussion and what-not of course. This discord is also shared with /r/FreeGamesOnSteam We have a BlueSky , Twitter and Facebook! Our automated accounts that post everything from the subreddit. Few extra things sometimes too. Visit the FGF Links on my FGF site to see everything! You can also use the standard FGF Linktree if you need that instead, but I prefer you using my site if you can. The FGF YouTube/TikTok/Instagram/Twitter (X) post short-form videos! I have continued to make small little videos highlighting some of the FGF finds on our social/video platforms. Nice little things to follow to make sure you keep up with FGF! See them on the links page - https://freegamefindings.ca/ I made the FGF Android Application! You can use this to customize filters and get notifications for posts to FGF. Currently Available Big Offers on FGF: [Epic Games] (Game) Paradise Killer - https://redd.it/1pt36ds - FGF Short [Steam] (Game) The Deed: Dynasty - https://redd.it/1pscolh [Steam] (Game) Undercroft warriors - https://redd.it/1prkhed - FGF Short [Steam] (Game) Banana Hell: Mountain of Madness - https://redd.it/1pqrsqk - FGF Short [Steam] (Game) Rat Quest - https://redd.it/1ppxhy0 - FGF Short [Steam] (Game) Toy Tinker Simulator - https://redd.it/1ppxhpv - FGF Short [Steam] (Game) 100% Orange Juice - https://redd.it/1ppyi49 - FGF Short [Epic Games Mobile] (Game) Shotgun King: The Final Checkmate - https://redd.it/1ppusfx [PSA] Switchmas from No Gravity Games - https://redd.it/1phkbk4 Old Active Thread - https://redd.it/pa5uv3 submitted by /u/StOoPiD_U [link] [comments]",
        "id_in_db": "t3_1pssm9n",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "به یکی دیگر از موضوعات بحث FGF خوش آمدید! سوالات عمومی، اخبار، نظرات شخصی در مورد مسائل، به اشتراک گذاشتن افکار در مورد یک بازی که در حال انجام آن هستید. هر چیزی که دوست دارید، در مورد هر چیزی که دوست دارید بحث کنید! :) هدایای FGF برای صندلی ارگونومیک پرو و ​​کارت های هدیه 250 دلاری مبلمان شعبه به پایان رسید! با تشکر فراوان از /u/AustinBranch و Branch Furniture که اجازه دادند این اتفاق بیفتد. برای تبلیغات دیگر و چیزهای دیگر، مراقب /r/BranchFurniture باشید. به برندگان تبریک می‌گوییم، لطفاً چت ایمیل/ردیت خود را بررسی کنید. - https://redd.it/1pnc197 یک موضوع ویژه کریسمس در راه است! هر سال در تعطیلات، من دوست دارم یک پست ویژه آماده کنم که در آن کاربران می توانند کلیدهای باقی مانده خود را با انجمن FGF به اشتراک بگذارند! در 25 ام، این تاپیک دوست داشتنی را می سازم و شروع به به اشتراک گذاشتن چند چیز می کنم. همیشه به اشتراک گذاری آن ها را دوست دارم! در اینجا موضوعی وجود دارد که بیشتر در مورد آن بحث می کند - https://redd.it/1prd1s6 یک PSA در مورد ممنوعیت های توییتر که ظاهراً از استفاده در هدایای مبتنی بر وظیفه رو به افزایش است ..."
    },
    {
        "title": "free a modern timer with 15 actions that can be combined",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/timix-modern-timer-for-all/id6477807870",
        "image_url": "https://external-preview.redd.it/wLllziRA5853pjl-eoG32LL-QtRvoJqmOrIFqcf0lnI.jpeg?width=320&crop=smart&auto=webp&s=c9f140cdf63bf1fcaa657951838012652d324dbf",
        "description": "Hey everyone, I’m the solo dev behind Timix — a cross-platform timer app I’ve been building over the past couple of years for iPhone, iPad, Mac, and Apple Watch. I originally built Timix because I wanted a clean timer that could support any routine. Imagine multiple timers running in a sequence with visual cues, voice alerts, Shortcuts automations, 15+ actions in total — all the stuff regular timer apps don’t usually do. This opens up a new, effortless way to build your own routines and be more creative. Over time, people started using it for workouts, studying, cooking, meditation, and anything that needs structure. What Timix can do that most Timers can't Cross-platform App (iPhone, iPad, Mac, Watch) 15+ actions that can be combined (voice, flash, vibrations, countdown, HomeKit, Shortcuts, Open URL, and more) Siri & Shortcuts Support - say \"Hey Siri, Pause Timix\" Share your templates and routines with your friends Widgets to Run Timers from Home screen or Lock Screen No accounts, No ads, no tracking — just a clean tool that works Free for 42 hours, no ads, no catches. submitted by /u/rogymd [link] [comments]",
        "id_in_db": "t3_1pe5w1a",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "سلام به همه، من توسعه دهنده انفرادی Timix هستم - یک برنامه تایمر متقابل پلتفرم که در چند سال گذشته برای iPhone، iPad، Mac و Apple Watch ساخته‌ام. من در ابتدا Timix را ساختم زیرا می خواستم تایمر تمیزی داشته باشم که بتواند از هر روتینی پشتیبانی کند. تصور کنید که چندین تایمر به صورت متوالی با نشانه های بصری، هشدارهای صوتی، خودکارهای میانبرها، در مجموع بیش از 15 عمل اجرا می شوند - تمام کارهایی که برنامه های تایمر معمولی معمولاً انجام نمی دهند. این یک راه جدید و بدون دردسر برای ساختن روال های خود و خلاقیت بیشتر باز می کند. با گذشت زمان، مردم شروع به استفاده از آن برای تمرین، مطالعه، آشپزی، مدیتیشن و هر چیزی که نیاز به ساختار دارد، کردند. کاری که Timix می‌تواند انجام دهد که اکثر تایمرها نمی‌توانند بین پلتفرمی برنامه (iPhone، iPad، Mac، Watch) بیش از 15 عملکردی که می‌توانند ترکیب شوند (صدا، فلاش، لرزش‌ها، شمارش معکوس، HomeKit، میانبرها، URL باز کردن، و موارد دیگر) پشتیبانی از Siri و میانبرها - بگویید «Hey Siri, Pause Timix your Times» به اشتراک‌گذاری Timers Home. صفحه یا صفحه قفل بدون حساب، بدون..."
    },
    {
        "title": "free pomodoro timer and task management",
        "store": "other",
        "url": "https://s7.gg/app/pulse",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3330250/header.jpg?t=1756176615",
        "description": "Immerse Yourself in a Fantasy World Unlock beautifully crafted scenes, from serene forests to mystical ancient cities, each providing a calming background for study and creative pursuits. Discover a world created by artist ‘Blue Turtle’ featuring unique, hand-drawn illustrations. Set the Perfect Ambience Set the tone for each session by adjusting the environment to match your mood. Choose between day, night, or rainy settings, and enjoy ambient sounds alongside relaxing music. Personalize Your Room Make the space your own with customization options. Decorate your room and collect Elementals to add personality to your virtual study space. Use Productivity Tools Stay organized and inspired with built-in productivity features, like a task lists and a pomodoro timer, perfect for focused study sessions, creative writing, art, or even planning D&D campaigns. Ithya: Magic Study provides a distraction free space to enjoy your work, art and hobbies. An amazing Soundtrack Listen to carefully curated music composed by incredibly talented indie composers. Embark on an epic journey or relaxing moment, feel inspired and creative with no distraction from ads. All the Music & Art are 100% human made and without AI. Key features A Customizable room 10 Playlists, from cozy Lofi to epic fantasy soundtrack 10 Elementals to find Beautiful, hand-drawn animated environments and characters Focused session with productivity tools (timer, pomodoro, to do list, journal) Night, day, rain and sunset settings A fantasy world, with a map, lore and multiple locations to unlock",
        "id_in_db": "t3_1pkmmrl",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3330250",
        "genres": [
            "Casual"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "در یک دنیای فانتزی غوطه ور شوید صحنه های زیبای ساخته شده را باز کنید، از جنگل های آرام گرفته تا شهرهای باستانی اسرارآمیز، که هر کدام زمینه آرامش بخشی را برای مطالعه و فعالیت های خلاقانه فراهم می کند. دنیایی را کشف کنید که توسط هنرمند «لاک‌پشت آبی» با تصاویر منحصربه‌فرد و با دست طراحی شده است. تنظیم محیط عالی با تنظیم محیط برای مطابقت با خلق و خوی خود، آهنگ را برای هر جلسه تنظیم کنید. بین تنظیمات روز، شب یا بارانی انتخاب کنید و از صداهای محیطی در کنار موسیقی آرامش بخش لذت ببرید. اتاق خود را شخصی کنید با گزینه های سفارشی سازی فضا را برای خود بسازید. اتاق خود را تزئین کنید و عناصر عناصر را جمع آوری کنید تا به فضای مطالعه مجازی خود شخصیت بیافزایید. از ابزارهای بهره وری استفاده کنید با ویژگی های بهره وری داخلی سازماندهی شده و الهام گرفته باشید، مانند لیست وظایف و تایمر پومودورو، که برای جلسات مطالعه متمرکز، نوشتن خلاقانه، هنر یا حتی برنامه ریزی کمپین های D&D مناسب است. Ithya: Magic Study فضایی بدون حواس پرتی برای لذت بردن از کار، هنر و سرگرمی های خود فراهم می کند. یک موسیقی متن شگفت انگیز با دقت گوش کنید..."
    },
    {
        "title": "free snap label tag and never forget",
        "store": "iosappstore",
        "url": "https://apps.apple.com/app/id6745417251",
        "image_url": "https://external-preview.redd.it/rxYfDShC5JcIW_lgOOCfG_L_oVZd4HBJakusD0ypzvI.jpeg?width=640&crop=smart&auto=webp&s=6dea915bcaaf365b3cc1ea5824c910d58f36e2f1",
        "description": "Hey everyone, I’m the solo dev behind Hippocam — a simple, privacy-focused app for capturing memories, notes, photos, documents, and everything you want to remember later. I’ve been sharing updates on my apps recently, and the feedback has been incredibly encouraging. So as a small thank you, Hippocam is free for the next 48 hours (normally $1.99). No accounts, no ads, no tracking — everything stays on your device only. Why I built Hippocam Most note or photo apps either feel too heavy, too social, or too “online.” I wanted a calm place to store personal thoughts, snapshots, receipts, ideas, reminders — anything meaningful — without algorithms or data collection. HippoCam is designed to be a personal space that works offline, opens instantly, and keeps your life organised without complexity. What HippoCam can do • Save memories with labels, photos, documents, and tags • Quick capture so you never lose a thought • Don't clutter your Photos Library with temporary photos • Full-text search across all your memories • Private by design — no accounts, no servers, no tracking • Clean structure stored locally in your Files app • Fast, minimal UI that stays out of your way If you try Hippocam and think “It’d be perfect if it just did X…”, let me know — I’m building this solo and your ideas shape future updates. submitted by /u/rogymd [link] [comments]",
        "id_in_db": "t3_1pfuc8v",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "سلام به همه، من توسعه دهنده انفرادی Hippocam هستم - یک برنامه ساده و متمرکز بر حریم خصوصی برای ثبت خاطرات، یادداشت ها، عکس ها، اسناد و هر چیزی که می خواهید بعداً به خاطر بسپارید. من اخیراً به‌روزرسانی‌های برنامه‌هایم را به اشتراک می‌گذارم، و بازخوردها فوق‌العاده دلگرم‌کننده بوده است. بنابراین به عنوان یک تشکر کوچک، Hippocam برای 48 ساعت آینده (معمولاً 1.99 دلار) رایگان است. بدون حساب، بدون تبلیغات، بدون ردیابی - همه چیز فقط در دستگاه شما باقی می ماند. چرا Hippocam ساختم اکثر برنامه‌های یادداشت یا عکس یا خیلی سنگین، اجتماعی یا خیلی «آنلاین» هستند. من مکانی آرام برای ذخیره افکار شخصی، عکس‌های فوری، رسیدها، ایده‌ها، یادآوری‌ها - هر چیزی معنی‌دار - بدون الگوریتم یا جمع‌آوری داده‌ها می‌خواستم. HippoCam به گونه ای طراحی شده است که یک فضای شخصی باشد که به صورت آفلاین کار می کند، فوراً باز می شود و زندگی شما را بدون پیچیدگی سازماندهی می کند. کارهایی که HippoCam می‌تواند انجام دهد • با برچسب‌ها، عکس‌ها، اسناد و برچسب‌ها خاطرات را ذخیره می‌کند • عکسبرداری سریع به طوری که هرگز فکر خود را از دست ندهید • کتابخانه عکس‌های خود را با عکس‌های موقت شلوغ نکنید • متن کامل..."
    },
    {
        "title": "games sailboat geography",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.CanvasOfWarmthEnterprise.SailboatGeography",
        "image_url": "https://external-preview.redd.it/B4R42ADzxSmhAQy-DOfo5DNGohwpFQU-cq03UJg2Mwk.png?width=320&crop=smart&auto=webp&s=e3aa6f6dd3be07c4b6f66ab84eff417aef4dbaeb",
        "description": "submitted by /u/anonymhobyst [link] [comments]",
        "id_in_db": "t3_1psxk4r",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/anonymhobyst [لینک] [نظر]"
    },
    {
        "title": "heroine anthem zero",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/heroine-anthem-zero/id1274907797",
        "id_in_db": "c8502d62bb7785576f216c2051538402b0ecc1764a5628ee9d0e379e5ef7b6f6",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple211/v4/ed/cc/28/edcc28fd-dcb8-798f-4d45-4ef48b32ab49/AppIcon-0-0-1x_U007emarketing-0-9-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "hexadel 119 usd 40 off",
        "store": "steam",
        "url": "https://store.steampowered.com/app/2499130/HEXADEL/",
        "image_url": "https://external-preview.redd.it/4VMYKz1VQ7FnYpQMC1IWQ1L354_qf_TjJ93kLIfYKKE.jpeg?width=320&crop=smart&auto=webp&s=4837b421e1883cb193c3bce249d32c193bfb4363",
        "description": "submitted by /u/sassyandtumble [link] [comments]",
        "id_in_db": "t3_1ptjmpk",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "40% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/sassyandtumble [لینک] [نظر]"
    },
    {
        "title": "hitman world of assassination",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/hitman-world-of-assassination/id6742786366",
        "id_in_db": "e673fdda2c1f8644931a91c91713548f88ac363e230f808d8c5a21043650eb43",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/c0/3d/42/c03d4203-98f8-6479-52de-9ea483143e53/AppIcon-0-0-1x_U007epad-0-1-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "iosdaily planner echoday3999 free lifetimesmart daily planner with apple intelligence",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/daily-planner-ai-echoday/id6751630276",
        "image_url": "https://external-preview.redd.it/UFzWdwFkEIVwszQGiTgGFwVZWYLLF7Cu06ZImCSzneQ.jpeg?width=640&crop=smart&auto=webp&s=b4ba5a09a3da1e1eb0abc9c682b53a5c5c1efdb4",
        "description": "Built EchoDay, free for the next 48 hours. This is a daily planner that's actually secure and keeps your info completely private on your device. Using local AI, your data never leaves your phone. Main features: Natural conversations - Just ask \"Do I have time for lunch?\" and get instant answers Complete privacy - Everything stays on your phone, nothing goes to the cloud Apple Calendar integration - All your events and reminders in one beautiful app Smart insights - Know your priorities, conflicts, and free time at a glance Works across Apple devices - iPhone, iPad, and Mac with seamless iCloud sync Quick planning - See your day clearly with intelligent summaries Learns your style - Gets smarter over time while keeping everything private Christmas Deal: Making it completely FREE for lifetime for the next 48 hours. No subscriptions, no ads, no catches. Just download and unlock everything. Perfect for busy professionals, students, anyone juggling multiple calendars, or anyone who wants a planner that actually understands them. submitted by /u/alexndb [link] [comments]",
        "id_in_db": "t3_1pikxhs",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "EchoDay ساخته شده، رایگان برای 48 ساعت آینده. این یک برنامه ریز روزانه است که در واقع ایمن است و اطلاعات شما را کاملاً خصوصی در دستگاه شما نگه می دارد. با استفاده از هوش مصنوعی محلی، داده های شما هرگز از تلفن شما خارج نمی شود. ویژگی های اصلی: مکالمات طبیعی - فقط بپرسید \"آیا برای ناهار وقت دارم؟\" و دریافت پاسخ های فوری حریم خصوصی کامل - همه چیز در تلفن شما باقی می ماند، هیچ چیز به ابر نمی رود ادغام تقویم Apple - همه رویدادها و یادآوری های شما در یک برنامه زیبا بینش های هوشمند - اولویت ها، تضادها و اوقات فراغت خود را در یک نگاه بشناسید در همه دستگاه های Apple کار می کند - iPhone، iPad و Mac با همگام سازی یکپارچه iCloud - برنامه ریزی سریع را به طور کامل یاد بگیرید - خلاصه روز خود را به وضوح یاد بگیرید. قرارداد کریسمس خصوصی همه چیز: برای 48 ساعت آینده آن را برای مادام العمر کاملا رایگان کنید. بدون اشتراک، بدون تبلیغات، بدون جلب. فقط همه چیز را دانلود و باز کنید. ایده آل برای حرفه ای های پرمشغله، دانش آموزان، هرکسی که با چندین تقویم دستکاری می کند یا هرکسی که می خواهد..."
    },
    {
        "title": "lines knight",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/lines-knight/id445198806",
        "id_in_db": "af1f61f824abc26abb90138cc66673f873d4296413da25ca6f39f90027c35ec2",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/2c/64/f4/2c64f42b-190f-81a4-efc8-ffd690638ae0/AppIcon-0-0-1x_U007emarketing-0-8-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "mega man x dive offline",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/mega-man-x-dive-offline/id6446021269",
        "id_in_db": "129c4b854301ddd1cc8c1b9457f9c93288c19ccc52407c7c24a7cf682082eaaf",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/d1/a8/cb/d1a8cb78-8bdd-04dc-4f2b-6573d1e52d33/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "mountain of madness",
        "store": "steam",
        "url": "https://store.steampowered.com/app/2068520/Banana_Hell_Mountain_of_Madness/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2068520/header.jpg?t=1766020401",
        "description": "Banana Hell is back in another platform jumping challenge game! Move upwards to collect the crystal... for no reason at all. An adventure that will require full control and mastery of your jumping techniques. An extremely hard platform game filled with banana monologues. Gameplay: - Don't RAGE QUIT! This game was designed to make you rage quit, if you wanna succeed... KEEP CALM AND JUMP. - Jumping your way! Jump through the platforms and move your way up to complete the levels! Avoid the enemies or you'll be knocked down, simple as that (or maybe not). - Simple controls, but hard to master! The right time to move, the precise moment to duck, and the perfect jump, you will need to master these simple commands to beat the game. Maybe it sounds easy, but it's harder than it looks! - Extremely challenging! It's a really hard game, prepare to spend hours to finish! Pixel perfect jumps, using the enemies in your favor, and progressively harder design, can you beat this? - Banana monologues! You are not alone in this quest, Bananaman is a very chattery person. You've got an amazing company full of bad jokes! -The higher you climb, the heavier you fall! - A single extremely challenge level! - Many banana lines of speech! \"This is another hard game. A really hard and infuriating experience. I hope you rage quit and never finish this game... But maybe you will that one pro gamer among your friends that can actually beat it and make everyone jealous. Another game about the same old Banana... that's still also man. I still don't like you - the player.\" -- 2022, Bananaman Johnson about Banana Hell: Mountain of Madness.",
        "id_in_db": "t3_1pqrsqk",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2068520",
        "genres": [
            "Casual",
            "Indie",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "Banana Hell در یکی دیگر از بازی های چالش پرش پلت فرم بازگشته است! به سمت بالا حرکت کنید تا کریستال را جمع کنید... بدون هیچ دلیلی. ماجرایی که مستلزم کنترل کامل و تسلط کامل بر تکنیک های پرش شما خواهد بود. یک بازی پلت فرم بسیار سخت پر از مونولوگ های موز. گیم پلی: - خشم نکشید! این بازی برای این طراحی شده است که شما را ترک کند، اگر می خواهید موفق شوید... آرام باشید و بپرید. - پریدن راه خود را! پرش از طریق سیستم عامل و حرکت راه خود را به بالا برای تکمیل سطوح! از دشمنان دوری کنید وگرنه به همین سادگی (یا شاید هم نه) شکست خواهید خورد. - کنترل های ساده، اما سخت به تسلط! زمان مناسب برای حرکت، لحظه دقیق برای اردک زدن، و پرش کامل، باید به این دستورات ساده تسلط داشته باشید تا بازی را شکست دهید. شاید آسان به نظر برسد، اما سخت تر از آن چیزی است که به نظر می رسد! - بسیار چالش برانگیز! این یک بازی واقعا سخت است، آماده باشید تا ساعت ها وقت بگذارید تا آن را تمام کنید! پرش های کامل پیکسل، استفاده از دشمنان به نفع شما و طراحی به تدریج سخت تر، آیا می توانید این را شکست دهید؟ - مونولوگ موز!..."
    },
    {
        "title": "nintendo cyberpunk 2077 for nintendo switch 2",
        "store": "other",
        "url": "https://www.nintendo.com/us/store/products/cyberpunk-2077-ultimate-edition-switch-2/",
        "image_url": "https://external-preview.redd.it/x3xEp-K_0zbxpoqBQKyvqn37jRmJflvEB_IyzxLrS3Q.jpeg?width=640&crop=smart&auto=webp&s=7261f814fdeffca653351879b1552f1ba426783c",
        "description": "submitted by /u/noladixiebeer [link] [comments]",
        "id_in_db": "t3_1pt5dfs",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "75% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/noladixiebeer [لینک] [نظر]"
    },
    {
        "title": "nucleus",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/nucleus/id491784891",
        "id_in_db": "add956c30a25aa838088e54e21e81096eea1fd748d7632948576ea2ddc2d8620",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/d8/da/91/d8da9131-0a6c-9fa5-0003-46bd9d75a2d4/AppIcon-0-0-1x_U007emarketing-0-0-0-5-0-0-sRGB-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "palingenesis",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/palingenesis/id6467540178",
        "id_in_db": "6d691463d468a3ea224eea788db99dff3c22e5cdd6f2ad9e508db3862cdb3d49",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple211/v4/f6/9c/e3/f69ce3d4-399d-e9b7-cb48-b7479e0423db/AppIcon-0-0-1x_U007emarketing-0-3-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "Paradise Killer",
        "id_in_db": "paradise-killer@1766425277",
        "store": "other",
        "url": "https://itad.link/018d959d-fabb-73e7-9d31-93a93b2b0d09/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1160220",
        "description": "An island outside of reality. A rogue human civilization hoping to resurrect dead alien gods. A murder behind locked doors. Paradise is an island that regenerates every few millennia. The psychic power that the alien worshipers within release into the universe is meant to feed and eventually resurrect their fallen deities. But this force also attracts undesired interest from demons, who eventually corrupt each island — until a new alternate reality is birthed by the Council. The system isn’t perfect, but it will be one day — on Perfect 25, the next island-to-be. But on the eve of rebirth, the Council is murdered and Paradise is killed. In the aftermath, the “investigation freak” Lady Love Dies is summoned from exile to find the culprit. This is the crime to end all crimes. What are the facts? What are the truths? Are they the same? Return to Paradise Island in this updated and enhanced version of Paradise Killer, featuring new music and new mysterious beings, additional quests and rewards, extra Starlight skins, and more collectibles to find, plus performance improvements, a HUDless mode and Steam achievements. A free update for all players, available now. Featuring DX12 support, ray tracing* (DX12 only), advanced upscaling (NVidia DLSS and AMD SR), and a host of other visual and performance updates, Paradise Island looks more stunning than ever! You are tasked with finding the killer and building an airtight case against them. Take your case to trial and argue your interpretation of the evidence. Only when someone is successfully convicted can the crime be considered solved and Paradise be saved. The “truth” is that there are many possible killers, and many ways to build a case. Even if you make a convincing case for prosecution and get someone convicted, is the mystery really solved? Paradise is an island set in an alternate future history filled with cryptic lore and even more mysteries. Examine bizarre relics to learn more about this world’s surreal history. You choose who to accuse, and build a case to support conviction. Everyone on Paradise has a secret to hide and something to gain. Old friends become new suspects, forcing you to choose between the evidence, the greater good and your own beliefs. There are many possible murderers, but who you pick will define your own personal truth. Let your personal computer and electronic assistant Starlight be your guide through another dance of an investigation. Collect evidence, record testimony and interpret the facts to form your own truth. Solve hieroglyph puzzles on ancient nightmare computers to discover new areas of the island, find concealed evidence and reveal terrifying secrets. Paradise Killer has a suite of accessibility options that allow you to tailor the game to suit your needs. *Raytracing requires a compatible NVidia RTX GPU, DirectX 12 and Windows 10 Build 1809. To play with Raytracing, please launch the game in DirectX 12 mode.",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1160220/header.jpg?t=1758158855",
        "genres": [
            "Adventure",
            "Indie",
            "RPG"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "subreddit": "FreeGameFindings",
        "persian_summary": "جزیره ای خارج از واقعیت تمدن انسانی سرکش که امیدوار است خدایان مرده بیگانه را زنده کند. قتل پشت درهای قفل شده بهشت جزیره ای است که هر چند هزار سال یک بار بازسازی می شود. قدرت روانی که پرستندگان بیگانه در درون جهان آزاد می‌کنند، قرار است خدایان سقوط کرده خود را تغذیه و در نهایت احیا کنند. اما این نیرو همچنین علاقه نامطلوب شیاطین را جذب می کند، که در نهایت هر جزیره را فاسد می کنند - تا زمانی که یک واقعیت جایگزین جدید توسط شورا ایجاد شود. این سیستم کامل نیست، اما یک روز خواهد بود - در Perfect 25، جزیره آینده بعدی. اما در آستانه تولد دوباره، شورا کشته می شود و بهشت ​​کشته می شود. پس از آن، \"عجیب تحقیق\" لیدی لاو دیز از تبعید احضار می شود تا مقصر را پیدا کند. این جنایت پایان دادن به همه جنایات است. حقایق چیست؟ حقایق چیست؟ آیا آنها یکسان هستند؟ در این نسخه به روز شده و پیشرفته از Paradise Killer، با موسیقی جدید و موجودات مرموز جدید، ماموریت های اضافی و ... به جزیره بهشت ​​برگردید."
    },
    {
        "title": "paradise killer 100 off free",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/paradise-killer-c3ea1c",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/962730/header.jpg?t=1727199884",
        "description": "Skater XL is the evolution of skateboarding gameplay. With it’s Independent Foot Control System and unique physics-based gameplay, skate gamers finally have the expressive controls they have always dreamed of. Dive into skateboarding paradise with levels that feature famous skate landmarks and environmental elements, including Downtown LA, the ginormous The Big Ramp, Easy Day High School, and community created maps like Grant Park, Hüdland and Streets. Play as some of today’s top skateboarding pros Tiago Lemos, Evan Smith, Tom Asta and Brandon Westgate, or customize and create your own skateboarding legend with gear from more than 30 real skate brands. Skater XL is truly the skateboarding world’s digital counterpart. Skater XL features include: Freedom Of Expression - Skater XL’s physics-based controls don’t have any pre-programmed tricks - only the movement through the thumbsticks. Each thumbstick is connected to the corresponding foot of the skater and as the player moves the stick, the board instantly responds. Much like a musical instrument, the player has complete freedom, whether it be pushing to nail a line or skating free from. Multiplayer Free Skate - Link up and skate with your friends in groups of up to 10 players and shoot replays together. Real Life Iconic Locations - Skater XL levels are all inspired real-world skate areas and designed to ensure a constant flow of skate lines. From the DTLA Map with skateboarding landmarks around the Staples Center and LA Convention Center, to Easy Day High School’s sprawling campus of iconic skate spots like the Wallenberg Big 4 and the ‘Leap of Faith’, to the humongous ‘Big Ramp,’ where skaters can soar higher than a hawk. Play As Real-Life Skate Pros - Select from renowned pros Tiago Lemos, Brandon Westgate, Evan Smith, and Tom Asta, all with their own distinct gear that fits their style. Customizable Characters - The possibilities are endless to personalize the Skater XL experience. Players can customize their entire look, including their skater’s gear with different tees, hoodies, hats and shoes from over 30 of the most recognized skate brands like Vans, Santa Cruz, DC Shoes, Independent, Lakai and many more. Trick Challenges - Hundreds of challenges with progressive difficulties, to help build your bag of tricks as you move further toward the completing them all. Can check off the entire list?? Dive into a passionate community with more than 100,000 members in Discord (the biggest Discord in the World for reference is Fortnite at 500k, amazing given that Skater XL is still in Early Access!) who create online zines, video parts, fakeskate brands, and hundreds of mods. Players can become part of a bigger ecosystem and join the digital skateboarding subculture where they can share their creativity on the newly launched Skater XL modding hub, Skaterxl.mod.io. Legit Soundtrack - Modest Mouse, Getter, Interpol, Animal Collective, Future Islands and Band Of Horses headline the distinctive music that blends well with the Skater XL’s West Coast vibe and fluid physics-based control mechanics. IMPORTANT: This game REQUIRES an Xbox 360, One, PS3 or PS4 compatible controller to play. There are NO keyboard controls available. It also requires a DirectX 11 or above graphics card.",
        "id_in_db": "t3_1pt35iq",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "962730",
        "genres": [
            "Action",
            "Adventure",
            "Indie",
            "Simulation",
            "Sports"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "is_dlc_or_addon": false,
        "persian_summary": "Skater XL تکامل گیم پلی اسکیت بورد است. با سیستم کنترل پا مستقل و گیم پلی منحصر به فرد مبتنی بر فیزیک، گیمرهای اسکیت بالاخره کنترل های واضحی را که همیشه آرزوی آن را داشتند، دارند. در بهشت ​​اسکیت بورد با سطوحی که دارای مکان های دیدنی اسکیت معروف و عناصر محیطی هستند، از جمله Downtown LA، رمپ بزرگ، دبیرستان Easy Day، و نقشه های ایجاد شده توسط جامعه مانند Grant Park، Hudland و Streets، شیرجه بزنید. به عنوان برخی از برترین بازیکنان حرفه ای اسکیت بورد امروز، تیاگو لموس، ایوان اسمیت، تام آستا و براندون وست گیت بازی کنید، یا افسانه اسکیت بورد خود را با تجهیزات بیش از 30 برند واقعی اسکیت شخصی سازی و ایجاد کنید. Skater XL واقعاً همتای دیجیتالی دنیای اسکیت بورد است. ویژگی‌های Skater XL عبارتند از: آزادی بیان - کنترل‌های مبتنی بر فیزیک Skater XL هیچ ترفند از پیش برنامه‌ریزی‌شده‌ای ندارند - فقط حرکت از طریق چوب‌های شست. هر انگشت شست به پای مربوط به اسکیت باز متصل می شود و همانطور که بازیکن چوب را حرکت می دهد، ..."
    },
    {
        "title": "paradise killerca2299 free investigate and interrogate in this open world adventure",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/paradise-killer-c3ea1c",
        "image_url": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1160220/c12679066a72df789f525feb03a8670930040982/capsule_616x353.jpg?t=1758158855",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1pt35uu",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "path of the teal lotus gog gunslugs 2 gog ashworld gog forgotten realms",
        "store": "amazon",
        "url": "https://luna.amazon.com/claims/home?filter=Game&g=s",
        "image_url": "https://external-preview.redd.it/_fBjABdCsDDIR7bJn-cgpkXoTMJ2MnAEY3PCdXPaAoY.png?width=640&crop=smart&auto=webp&s=bef23da95c6aa8211ed8845602ada6c6644977cf",
        "description": "submitted by /u/LighteningOneIN [link] [comments]",
        "id_in_db": "t3_1ppxi1l",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/LighteningOneIN [پیوند] [نظر]"
    },
    {
        "title": "pcps5xbox other battlefield 6",
        "store": "other",
        "url": "https://gleam.io/U0up1/razer-x-battlefield-6-system-override-soldier-skin",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/45750/header.jpg?t=1636428326",
        "description": "The larger than life action of Lost Planet 2 , comes to PC! Lost Planet 2 is the sequel to Lost Planet™: Extreme Condition, the landmark third-person shooter which debuted on Xbox 360 and went on to sell over 2.3 million units worldwide after its release. Lost Planet 2 offers deeper insight into the world of E.D.N III and the uncertain fate of future mankind. Already acclaimed for its visual accomplishments from the console versions, Lost Planet 2 will define the 3D experience on the PC. Stunning environments will immerse the player in NVIDIA Vision Surround technology, and the rebalanced gameplay and streamlined control mechanics make Lost Planet 2 PC the ultimate Lost Planet experience. A decade has passed since the events of the first game, and the face of E.D.N. III has changed dramatically. Terraforming efforts have been successful and the ice has begun to melt, giving way to lush tropical jungles and harsh unforgiving deserts. Mankind has engaged in a civil war to take control of the precious Thermal Energy that powers weapons and vehicles on E.D.N. III and resulted in a separation into various factions. Players will control heroes from each faction across 6 interconnected episodes, viewing the war from the perspective of each, creating a truly unique interactive experience. With this concept, players will have the opportunity to engage in the story in a much more dynamic way as plot threads evolve from different players’ perspectives. The intense and action-packed campaign mode comes with the ability to form teams of up to 4 players online. Beyond the deep single-player and co-op modes, Lost Planet 2 is loaded with extensive multiplayer modes allowing up to 16 players to compete online, each with their own customizable avatar. No action game would be complete without an arsenal of weaponry, and Lost Planet 2 has a huge variety of hardware for players to unleash on unsuspecting enemies. Machine guns, shotguns, rocket launchers, lasers, sniper rifles, grenades and a host of other weapons are scattered across the game. The grappling hooks that made the gameplay in Lost Planet a true 3-D experience are back, allowing gamers to gain tactical advantage by moving to elevated locations quickly. Lost Planet 2’s biggest weapons come on two legs: the heavily armed and armored robotic Vital Suits return in greater numbers and variety than the first game. There are VS that transform into other vehicles, hold up to three players and some that even take multiple players to operate. Key Features: Co-op action: Team up to battle the giant Akrid in explosive 4 player online co-operative play. Teamwork is the player’s key to victory as the team is dependent on each other to succeed and survive. Massive scale of enemies: Players skill on the battlefield and ability to work as a team will be tested like never before against the giant Akrid. Players will utilize teamwork tactics, new weapons and a variety of vital suits (VS) to fight these larger-than-life bosses. Beautiful massive environments: Capcom’s advanced graphics engine, MT Framework 2.0, and DirectX 11 support will bring the game to life with the next step in 3D fidelity and performance. See Lost Planet 2’s world through new eyes, with support for hardware tessellation and compute shader. Deep level of character customization: Players will have hundreds of different ways to customize their look, nom de guerre, emotes, and weapons to truly help them define their character on the battlefield. A wide array of customizable abilities range from taking less damage, to running faster to operating data posts quicker Rewards System: Players will receive rewards for assisting teammates and contributing to the team’s success Multiplayer: Compete in 16-player multiplayer matches with nine different maps and 5 different game modes including Data Post Battle, Akrid Egg Battle, Fugitive, Elimination and Team Elimination. Additional maps will be available as downloadable content after the game’s release. Exciting new VS features: Based on fan feedback, the team has implemented an unbelievable variety of Vital Suits and new ways to combat VS’s. The new VS system will have a powerful impact on the way the player takes to the war zone in Lost Planet 2.",
        "id_in_db": "t3_1pq5745",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "45750",
        "genres": [
            "Action",
            "Adventure"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "اکشن بزرگتر از زندگی Lost Planet 2 برای رایانه شخصی می آید! Lost Planet 2 دنباله Lost Planet™: Extreme Condition است، تیراندازی سوم شخص برجسته که برای اولین بار در Xbox 360 عرضه شد و پس از انتشار بیش از 2.3 میلیون واحد در سراسر جهان فروخت. Lost Planet 2 بینش عمیق تری از دنیای E.D.N III و سرنوشت نامشخص بشر آینده ارائه می دهد. Lost Planet 2 که قبلاً برای دستاوردهای بصری خود در نسخه های کنسول تحسین شده است، تجربه سه بعدی را در رایانه شخصی تعریف می کند. محیط‌های خیره‌کننده بازیکن را در فناوری NVIDIA Vision Surround غوطه‌ور می‌کند و گیم‌پلی متعادل‌شده و مکانیک‌های کنترل ساده‌شده، Lost Planet 2 PC را به تجربه نهایی Lost Planet تبدیل می‌کند. یک دهه از اتفاقات بازی اول می گذرد و چهره E.D.N. III به طور چشمگیری تغییر کرده است. تلاش‌های زمین‌سازی موفقیت‌آمیز بوده و یخ‌ها شروع به ذوب شدن کرده‌اند و جای خود را به جنگل‌های سرسبز استوایی و بیابان‌های خشن نابخشودنی داده‌اند. بشر برای به دست گرفتن کنترل درگیر جنگ داخلی شده است..."
    },
    {
        "title": "pixel puzzles 2",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/pixel-puzzles-2-christmas",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/490510/header.jpg?t=1704556412",
        "description": "Pixel Puzzles 2: Christmas is a traditional style jigsaw puzzle game, featuring 25 images in a festive style, with each puzzle piece uniquely shaped in a way no physical puzzle could be. Features: 25 puzzles in a range of sizes from 60 to 350 pieces. Beautiful Christmas themed images. Auto saving, never lose your progress. Peaceful puzzling atmosphere. Traditional puzzle gameplay. 26 Steam Achievements. Puzzle piece rotation. Interactive play environment.",
        "id_in_db": "t3_1pr9zbb",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "490510",
        "genres": [
            "Casual",
            "Indie",
            "Simulation",
            "Sports",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "Pixel Puzzles 2: Christmas یک بازی پازل به سبک سنتی است که دارای 25 تصویر به سبک جشن است که هر قطعه پازل به گونه ای منحصر به فرد شکل گرفته است که هیچ پازل فیزیکی نمی تواند باشد. ویژگی ها: 25 پازل در اندازه های مختلف از 60 تا 350 قطعه. تصاویر زیبا با تم کریسمس. صرفه جویی خودکار، هرگز پیشرفت خود را از دست ندهید. فضای گیج کننده صلح آمیز. گیم پلی پازل سنتی. 26 دستاورد Steam. چرخش قطعه پازل. محیط بازی تعاملی"
    },
    {
        "title": "pixel puzzles 2 christmas 100 off free",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/pixel-puzzles-2-christmas",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/485610/0becb5b8e325d08101422223602d6e68abafa9e5/header.jpg?t=1766096250",
        "description": "Features Multiplayer 11 Game modes 21 Stadiums Dedicated servers Antilag system Realistic physics Ball editor Customization Bots Tutorial Replays Statistics Soccer Game Soccer Online: Ball 3D is the first soccer game in a new genre. Control one player on the virtual field. Kick the ball high, low, hard, lightly, curve, lob, jump, dribble, sprint (dash) and perform tricks. Discover a multi-player football simulator played by over 1 million players. Gameplay Ball 3D is an immersive computer game where you have 100% control. The physics is powered by a professional physics engine, which ensures realistic ball behavior. Because this is a physics-driven game, you need to use the geometry of the in-game objects to control them. Third person camera view makes the gameplay very unique in the electronic gaming world. At last a game that lets you perform pixel perfect moves. Open yourself to an atmospheric, magic reality, gain access to a new world where your unreal fantasy of becoming a soccer player will come true. Not many aaa titles offer what you will find in this hidden gem, it may be your best choice. This competitive team-based game is a true marvel for real-life soccer fans, offering endless fun. Soccer Online Playing single-player vs bots is so fun, but this is a modern esport game. Play online in the cross-platform multiplayer and play with other humans over the internet (or local network). Exciting and addictive Co-Op/PvP is the strongest element of this indie game. More than soccer Ball 3D has other sports for you to enjoy on-line: Basketball, Handball, Ice Hockey, Racing, Battle Royale and more. In Battle Royale survival is the key. Carefully overwatch the entire battlefield and avoid your opponents at all cost. It is not a shooter, there is no crosshair, the only weapon you have is you). You win this combat only when all your rivals are \"dead\". Use your reflex to win this epic war. The racing mode is like a kart racer, but with discs. During the race you drive using your mouse and keyboard as a controller. In Hockey mode you play with a puck. Ball 3D is a multi-sport simulation game available on laptop/desktop PC (Windows), Mac/Macbook (MacOS) and Steam Deck (Linux). Absolutely unique soccer sim game for casual, hardcore and pro players, where your realtime reaction skills matter. It mixes arcade gameplay with strategy. Fast-paced, easy to play, hard to master e-sport game with creative mechanics. Great to play in 2025 and even in 2026. It may be a light, relaxing and cozy experience. Unlike many RPG games where you level up your character, here your quest is to improve yourself. Whether you prefer golf, tennis, pool, baseball, cricket, volleyball or any other olympic sport, you will still like Ball 3D. Teams Building your own team is half of the success. Choose a name/tag (FC The Best, AS Best Players, EAS-Vampires, Foot Monsters (FM), Greatest Among Many (GAM), FRE or any other) then invite your friends to join the party and become a real team coach/manager. Be ready to compete in global leagues, cups and tournaments. Wouldn't it be nice to join the elite and win the Ball 3D World Cup Grand Final? Reach the peak and become a God, a living legend, the undisputed best Ball 3D player on the planet earth (the GOAT). Meet new friends, write your story and fulfill your American dream! If you lose, challenge your opponents to a rematch. Invite 1, 2 or 5 friends, 6, 7, 10. Not enough? How about 25, 26 or even more. Cooperation is the secret formula. Your team is hollow without it. Try to play positional attacks or it may defend the goal like a tank, lock the penalty area, turn it into a fortress and try counter attacks. Parking a bus in the goal is a sensible tactic too. Picking the best tactic for your team is like solving a puzzle, use your head and logic. Stealing tactics from your opponents is not theft. It is your role to decide if you want to play with one striker or with two, with three defenders or with four. You may try accurate short passes to gain space or full power flat strikes. Try all possible ideas and alternatives or your team will fall. Welcome new players! Simple tutorial will teach you how to play. It will help you massively to improve during the humble beginnings of your career. It is like a sandbox that lets you practice your moves and tricks. Multiplayer The game offers very advanced and optimized network code, including client side prediction anti-lag system and great dedicated servers in various regions that offer low ping. It is one of the most dynamic highest-rated coop soccer games. If you like multiplayer or mmo games you will love it. Ball 3D is mainly not a singleplayer offline PvE game, but you may decide that it is too early to play with real people and prefer to try your 1st game solo vs bots (AI). Man of the match The name of the best player will be featured and shown on the board as the man (woman) of the match. Put your name there and become popular! It tastes really wonderful to reach the apex and become the hero of the match. Replays Replays (demos) will help you craft your soccer skills into an art. Watch the matches from various cameras, including: TV, Action, Top Down, Auto and several others or from the 3rd person perspective. Remember to record replays and save your \"wow\" goals for later. Soccer variations Try modes like: Darts, Ping Pong and others. Ball 3D is a super fun, rich and deep co-operative game not similar to any other. Different environments Play on the grass, darker grass, dried grass, sand (desert), snow, concrete or rust-colored gravel. Play during the sunny summer, cold snowy winter, rainy autumn or green spring. Do you prefer the daylight or the dark night? Clean hot sky, clouds, wind or maybe a rain? Play on stadiums like: Classic, Real, Small, Big, Good, Mega, Huge, a street city stadium called Urban and many others. Ball 3D is a colorful, peaceful, family friendly, non-violent (no violence, no blood) game about soccer with a bit of the old school retro vibe. It can be played by players of all age, kids and adults, boys and girls. No matter what your sex is. Whether you are 18, 24 or 50 years old, boomer or young. Other features The game also offers Steam Trading Cards and Achievements among many other features. Buy and sell in-game items for a very cheap price on the Steam Market (cheapest deals are for less than 0.99 dollars). Get free items (loot inside the boxes) for playing the game and then put them on sale or go to the market and look for some best-sellers for yourself. Visit the shop, where you can find paid items and some attractive discounted bundles that offer great value (halloween, christmas, valentine and others). Tweak the graphics and other settings to get far more fps. The game will work on all computers including bad low spec / low end hardware (potato pc). After you score a goal, you can turn yourself into a rocket, alien, spider, ufo, car, zombie, hat guy vs knights, and many other scary but cartoony monsters, plants and wild animals you may know from horror and sci-fi movies or cartoons. How cool and funny is that? Use stylized visual shot effects like: shadow, ghost, black trail, white shuriken, fire ball, dying star, red devil from hell, rainbow cubes, ancient artifact and countless others. Show emotions to by using special emotion items, the list is long: cute cat, pumpkin smile, wolf, crazy kiss, laugh, cry, XD, lol, bat. Use badges: dog, portal, loops, dwarf, dragon, underground, warrior, hand, heat map, spooky. Join our community. It's not difficult. Start playing soccer right away and begin a new adventure. Support Ball 3D was created by Unusualsoft. You can contact us by email, on the forum, social media or discord. Feel free to ask questions or make suggestions. We will be very happy to reply to you! Updates The game has been already updated over 250 times. Many fun things will be added in the upcoming releases.",
        "id_in_db": "t3_1pruknp",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "485610",
        "genres": [
            "Simulation",
            "Sports"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "is_dlc_or_addon": false,
        "persian_summary": "ویژگی های چند نفره 11 حالت بازی 21 استادیوم سرورهای اختصاصی سیستم Antilag فیزیک واقعی ویرایشگر توپ سفارشی سازی ربات ها آموزش بازپخش آمار بازی فوتبال فوتبال آنلاین: Ball 3D اولین بازی فوتبال در سبک جدید است. یک بازیکن را در زمین مجازی کنترل کنید. توپ را بالا، پایین، محکم، سبک ضربه بزنید، منحنی کنید، لوب کنید، بپرید، دریبل کنید، دوی سرعت (خط تیره) بزنید و ترفند انجام دهید. یک شبیه ساز فوتبال چند نفره را کشف کنید که توسط بیش از 1 میلیون بازیکن بازی می شود. Gameplay Ball 3D یک بازی رایانه ای همهجانبه است که در آن شما 100% کنترل دارید. فیزیک توسط یک موتور فیزیک حرفه ای طراحی شده است که رفتار واقعی توپ را تضمین می کند. از آنجایی که این یک بازی فیزیک محور است، باید از هندسه اشیاء درون بازی برای کنترل آنها استفاده کنید. نمای دوربین سوم شخص، گیم پلی بازی را در دنیای بازی های الکترونیکی بسیار منحصر به فرد می کند. در نهایت یک بازی که به شما امکان می دهد حرکات پیکسلی عالی را انجام دهید. خودتان را به روی یک واقعیت جوی و جادویی باز کنید، به دنیای جدیدی دسترسی پیدا کنید که در آن فانتزی غیرواقعی شما برای تبدیل شدن به یک فوتبال..."
    },
    {
        "title": "player survival horror game with rich lore deep characters and multiple endings 4 of epic stores year",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/sorry-were-closed-724c86",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2005690/f0022cc13ac0adf5f7a2b1d73c9e5b766a1ebd59/header.jpg?t=1764241971",
        "description": "The 9th Charnel is a first-person psychological survival horror game. Filled with a rich and frightening atmosphere, this game aims at providing a haunting and desperate action-survival experience. While exploring the many mysteries of this world, you must survive- whether you do it through stealth or by using weapons. Most of the time, the player has to survive impossible threats through stealth and clever navigation of the environment. As the player progresses through the game and threats grow significantly more complex, the player uncovers new stories and receives new weapons. At its scariest, the game preys on the player’s anxiety, survival, and Exploration skills. It takes place in a not-so-future world, where people have lost faith in the prosperity of human development, people are selfish, and governments are corrupt. The 9th Charnel takes the player on a journey through a world filled with terror and suspense. With realistic graphics, an immersive soundtrack, and a captivating storyline, this game offers an unforgettable experience for fans of the horror genre. In this game, the player takes on the role of Michael J. Jones (one of 6 characters). All the character are well fleshed out, each with their own unique backstory and motivations. The inventory system allows the player to gather resources and manage their supplies, while the weapon combat and stealth mechanics keep the player on their toes. As the player progresses through the game, they will encounter various puzzles and challenges that test their survival skills and their ability to think on their feet. With a heavy focus on story, The 9th Charnel offers a rich, narrative experience that will keep players engaged and on the edge of their seat. Michael and his colleagues - Sara Whitlock and Daniel J. Hart- are genetic scientists at The Epsilon Research Institute. In one of their curriculum, they decide to conduct research at the nearest wildlife sanctuary. On their ill-fated journey, they encounter an inconceivable incident. As a result, their car rolls down the road into a deep valley-type area. Stuck in a valley, alone, Michael must find his friends and survive multiple dangerous life-threatening incidents that lead them to believe that the place has a history of evil activities. To see the fate of the three friends, play to the end. Overall, The 9th Charnel is a horror game that combines intense atmosphere, strategic thinking, and a gripping story-line to create a truly unique gaming experience.",
        "id_in_db": "t3_1psb024",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2005690",
        "genres": [
            "Action",
            "Adventure",
            "Indie",
            "Simulation",
            "Free To Play"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "The 9th Charnel یک بازی ترسناک روانشناختی اول شخص است. این بازی پر از فضایی غنی و ترسناک است، هدف این بازی ارائه یک تجربه اکشن-بقای ترسناک و ناامیدکننده است. در حین کاوش در بسیاری از اسرار این جهان، باید زنده بمانید - چه از طریق مخفی کاری و چه با استفاده از سلاح. بیشتر اوقات، بازیکن باید از طریق مخفی کاری و ناوبری هوشمندانه در محیط از تهدیدات غیرممکن جان سالم به در ببرد. همانطور که بازیکن در طول بازی پیشرفت می کند و تهدیدها به طور قابل توجهی پیچیده تر می شوند، بازیکن داستان های جدیدی را کشف می کند و سلاح های جدیدی دریافت می کند. در ترسناک‌ترین حالت، بازی اضطراب، بقا و مهارت‌های اکتشافی بازیکن را شکار می‌کند. این در جهانی نه چندان آینده اتفاق می افتد، جایی که مردم ایمان خود را به شکوفایی توسعه انسانی از دست داده اند، مردم خودخواه هستند و دولت ها فاسد هستند. 9th Charnel بازیکن را به سفری در دنیایی پر از وحشت و تعلیق می برد. با گرافیک واقع گرایانه، موسیقی متن غوطه ور، و جذاب..."
    },
    {
        "title": "playsum gloomhaven 1013 1013 839 c1274 a1476 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/27007999-9bb4-53d5-ade8-78d74f1caa62/gloomhaven",
        "image_url": "https://external-preview.redd.it/PKkQtPy2yoQraDvC6Fi7FVqbA25YHPJIKIstYiwS6v8.jpeg?width=320&crop=smart&auto=webp&s=40a576335e35729f60e4d00946e73ea8f3b5dfe5",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1psoo2t",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "71% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lets_Playsum [لینک] [نظر]"
    },
    {
        "title": "prepare for the christmas community giveaway thread",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1prd1s6/fgf_update_prepare_for_the_christmas_community/",
        "image_url": "https://cdn.forumcomm.com/dims4/default/72ee889/2147483647/strip/true/crop/2016x1344+0+168/resize/840x560!/quality/90/?url=https%3A%2F%2Fforum-communications-production-web.s3.us-west-2.amazonaws.com%2Fbrightspot%2F2f%2Fe5%2F3f9af2ed47ac9cfc88f0d172271e%2F121525-n-wct-santameet-willmar-18.JPG",
        "description": "A couple weeks ago I announced that FGF had hit 400k subscribers ! In that thread, I teased/reminded you guys that the Community Giveaway Thread is coming soon! Much like past years , on Christmas Day, I'll put out a thread where users can share codes of theirs games they have lying around to the FGF community. Treat this as your 5-day \"warning\" to see if you have some stuff to share! No pressure or anything, but if you want to throw some stuff in then it is greatly appreciated by the community. If you would like to share things anonymously or through someone else who will be more available on the day, then you can feel free to reach out to me about it and I can do so on your behalf. I would highly recommend that when the time comes to share, you use things like \"Keyshare\" get games out to non-bots. If you're wanting to pick up some stuff to give out, then I would recommend bundles on Fanatical or Humble Bundle. Whether they're leftovers you're not going to use, or you just feel like passing things along anyway, it is always a good one. On the topic of those though, I will include a link to the some sites to buy games from. I'll also have my FGF and personal affiliate/referral links to these platforms linked in here as I intend to use them more in an upcoming project I want to put out for FGF. They've been linked in my links page I made for FGF for some time now, but I want to bring them to light more, like I have been demoing in our Discord. Note, referral/affiliate links may not work right with ad blockers enabled, if that is a concern. Fanatical Referral link and non-referral link Humble Bundle Referral link and non-referral link Monthly Bundle w/ referral link Green Man Gaming Referral link and non-referral link GOG Non-referral link Whether you're sharing leftover things from promotions you've seen on FGF, picking up bundles to share goodies, or just simply wishing a happy holiday, thanks for being a part of FGF! Be sure to check out the thread on the 25th! <3 submitted by /u/StOoPiD_U [link] [comments]",
        "id_in_db": "t3_1prd1s6",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "چند هفته پیش من اعلام کردم که FGF به 400 هزار مشترک رسیده است! در آن تاپیک، من به شما بچه ها اذیت کردم/ یادآوری کردم که موضوع هدیه انجمن به زودی می آید! تقریباً مانند سال‌های گذشته، در روز کریسمس، موضوعی را منتشر می‌کنم که در آن کاربران می‌توانند کدهای بازی‌های خود را که در اطراف خود دارند با انجمن FGF به اشتراک بگذارند. این را به عنوان \"هشدار\" 5 روزه خود در نظر بگیرید تا ببینید آیا چیزهایی برای به اشتراک گذاشتن دارید یا خیر! بدون فشار یا هیچ چیز، اما اگر می‌خواهید چیزهایی را وارد کنید، جامعه بسیار از آن استقبال می‌کند. اگر می‌خواهید مواردی را به‌صورت ناشناس یا از طریق شخص دیگری که در آن روز در دسترس‌تر خواهد بود به اشتراک بگذارید، می‌توانید با خیال راحت در مورد آن با من تماس بگیرید و من می‌توانم از طرف شما این کار را انجام دهم. من به شدت توصیه می‌کنم وقتی زمان اشتراک‌گذاری فرا می‌رسد، از چیزهایی مانند «Keyshare» استفاده کنید تا بازی‌ها را به ربات‌های غیر روبات منتقل کنید. اگر می‌خواهید چیزهایی را برای ارائه انتخاب کنید، من بسته‌هایی را در Fanatical یا Humble Bundle توصیه می‌کنم. چه آن‌ها باقیمانده‌ای باشند که قرار نیست از آن استفاده کنید، یا فقط احساس می‌کنید..."
    },
    {
        "title": "ps other ghost of ytei",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1pqtqif/ps_other_ghost_of_yōtei_8_avatars/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/448710/header.jpg?t=1524845862",
        "description": "VIRZOOM VR GAMING SYSTEM Virtual Reality Sports “Play VR. Get Fit.” That’s what VirZOOM does. We make virtual reality games for an active motion controller where your pedaling and leaning propel you through race tracks, battlegrounds, soaring skies, and pictorial countrysides in the forms of an F1 pilot, a tank commander, a Pegasus, a cyclist, and more. Other online players automatically drop in and drop out of your games to provide competition and cooperation in matches up to 8 players. Make friends and challenge them to ghost competitions over a period of time, winner take all! Or choose your own workout and goals, collecting coins along the way to upgrade your avatars. Outside the game you can manage your challenges, tune your workouts, and track your stats on MyVirZOOM and link them to Fitbit and Strava. VirZOOM Arcade Games “VirZOOM Arcade” is our free collection of sport arcade games, available on Steam and the PlayStation Store. Our game controls and physics provide maximum VR comfort to play in large virtual worlds. No teleporting—your virtual movement reflects your actual movement. And though the games are designed for our bike controller for sport and exercise, you can also play them for free with a regular controller. More players means more fun for everyone, step up to a bike when you’re ready! Beyond our games, use the Gamepad Emulator (only available on PC) to turn your bike into a virtual joystick, keyboard, and mouse to play popular games. Configure your own mappings or use the ones we’ve made for Project Cars, EVE Valkyrie, and Radial-G. If you’re a developer, from homebrew to AAA, add VirZOOM bike and motion controls to your games for free with our Unity SDK. The VirZOOM Bike Actively experience virtual reality with the VirZOOM Bike Controller, priced and sized for home use by the whole family. Now try it with a 30-day money-back guarantee. Integrated sensors in the bike track your pedaling speed forward and backward. Not just cadence but the responsiveness you require for high performance gaming. Triggers and buttons are built into the grips to take air, get bursts of speed, and blast away obstacles. Lean on the bike to steer naturally using your VR system’s position tracking—our extra wide base keeps you planted! Choose the pedaling resistance that suits you to increase your score or speed or difficulty in our games. Heartrate sensors in the grips determine the calories you burn on every ride. The bike operates silently to be able to hear your games, and folds up easily to move in and out of your play area. 2 AA batteries power it for months to communicate wirelessly to your VR system without cords. VR System Not Included You must have your own VR system to play VirZOOM, but luckily it is compatible with all major systems having position tracking: Oculus Rift (with acceptable PC) HTC Vive (with acceptable PC) Windows Mixed Reality (with acceptable PC) PlayStation VR (with PS4)",
        "id_in_db": "t3_1pqtqif",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "448710",
        "genres": [
            "Action",
            "Adventure",
            "Casual",
            "Indie",
            "Racing",
            "Sports"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "VIRZOOM VR GAMING SYSTEM ورزش های واقعیت مجازی \"Play VR. Get Fit.\" این کاری است که VirZOOM انجام می دهد. ما بازی‌های واقعیت مجازی را برای یک کنترل‌کننده حرکت فعال می‌سازیم که در آن رکاب زدن و خم شدن شما را در مسیرهای مسابقه، میدان‌های جنگ، آسمان‌های سر به فلک کشیده، و حومه‌های تصویری به شکل خلبان F1، فرمانده تانک، پگاسوس، دوچرخه‌سوار و غیره سوق می‌دهد. سایر بازیکنان آنلاین به طور خودکار از بازی های شما خارج می شوند و برای ارائه رقابت و همکاری در مسابقات حداکثر 8 بازیکن. دوستان پیدا کنید و آنها را به رقابت های ارواح در یک دوره زمانی دعوت کنید، برنده همه چیز را بگیرد! یا تمرین و اهداف خود را انتخاب کنید، در طول مسیر سکه جمع آوری کنید تا آواتارهای خود را ارتقا دهید. خارج از بازی می‌توانید چالش‌های خود را مدیریت کنید، تمرینات خود را تنظیم کنید، و آمار خود را در MyVirZOOM دنبال کنید و آنها را به Fitbit و Strava پیوند دهید. VirZOOM Arcade Games \"VirZOOM Arcade\" مجموعه رایگان ما از بازی های آرکید ورزشی است که در Steam و فروشگاه پلی استیشن موجود است. کنترل های بازی و فیزیک ما حداکثر VR را ارائه می دهد ..."
    },
    {
        "title": "ps4 shadow of the tomb raider",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1pt5wda/ps4_game_shadow_of_the_tomb_raider_definitive/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3860920/959a4856ab593b64e14a90c0d55acadded1c3cd7/header.jpg?t=1756194604",
        "description": "Tales Beyond the Tomb is a psychological horror anthology inspired by disturbing real-life cases, each episode a self-contained nightmare with its own cast, tone, and aesthetic. Dive into short, intense stories where fear hits fast — and stays with you. Tales Beyond The Tomb: Route 86 Five friends hit the road in search of fun, freedom… and maybe a little trouble. But an unexpected stop takes them to a remote location, where evil doesn’t just lurk in the shadows — it wears human skin. Inspired by cult trash horror films from the '80s and '90s, Route 86 plunges players into a bloody, nerve-wracking night full of tension, chases, violence, and desperate decisions. GAMEPLAY Route 86 is a first-person narrative experience with a focus on exploration , stealth , and psychological immersion . The game is structured in short chapters, switching perspectives between different members of the group as they face the horrors of the night. Microphone input can be enabled, letting enemies hear your real-life breathing and voice — if you dare. KEY FEATURES First-person cinematic horror : Play as different characters, each with unique scenes and moments of tension. Exploration and stealth : Investigate the environment, hide under furniture or inside closets, and avoid being seen or heard. Optional microphone support : Enemies will hear you if you make noise in real life. Dubbing : Character voice acting and text dialogue system. 50 to 90 minutes of gameplay , divided into chapters. Gore-heavy and disturbing content : Includes graphic violence and horror themes. Full support for PS4/Xbox controllers and active vibration system.",
        "id_in_db": "t3_1pt5wda",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3860920",
        "genres": [
            "Action",
            "Adventure",
            "Indie",
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "Tales Beyond the Tomb یک گلچین ترسناک روانشناختی است که از موارد آزاردهنده زندگی واقعی الهام گرفته شده است، هر قسمت یک کابوس مستقل با بازیگران، لحن و زیبایی شناسی خاص خود است. در داستان‌های کوتاه و شدیدی که ترس به سرعت می‌آید فرو بروید - و با شما می‌ماند. Tales Beyond The Tomb: Route 86 پنج دوست در جستجوی تفریح، آزادی... و شاید کمی دردسر راهی جاده شدند. اما یک توقف غیرمنتظره آنها را به مکانی دورافتاده می برد، جایی که شر نه تنها در سایه ها نهفته است بلکه پوست انسان را می پوشاند. Route 86 با الهام از فیلم‌های ترسناک کالتی دهه 80 و 90، بازیکنان را در یک شب خونین و اعصاب خردکن پر از تنش، تعقیب و گریز، خشونت و تصمیم‌های ناامیدکننده فرو می‌برد. GAMEPLAY Route 86 یک تجربه روایی اول شخص با تمرکز بر کاوش، پنهان کاری و غوطه وری روانی است. این بازی در فصل‌های کوتاهی ساخته شده است و دیدگاه‌ها را بین اعضای مختلف گروه در حالی که با وحشت شب روبرو می‌شوند تغییر می‌دهند. ورودی میکروفون را می توان فعال کرد و به دشمنان اجازه می دهد صدای شما را بشنوند..."
    },
    {
        "title": "Rat Quest",
        "id_in_db": "rat-quest@1766087491",
        "store": "other",
        "url": "https://itad.link/019b3301-e892-72df-a0a9-5e182c9d2298/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2952470",
        "description": "About this game: Rat Quest is a game about a rat platforming up the level to get his sweet sweet cheese. Difficult platforming: The platforming in this game is very difficult! Every jump matters, if you fall, its right back to the bottom. Not as it seems: everytHing is finE, no reason to worry in the sLightest. very Pleasant game.",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2952470/efd77acebd190f5588262c9b1cbe8c38dbdec638/header.jpg?t=1763754651",
        "genres": [
            "Action"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "subreddit": "FreeGameFindings",
        "persian_summary": "درباره این بازی: Rat Quest یک بازی در مورد یک موش است که برای بدست آوردن پنیر شیرین شیرین خود به سطح بالا می رود. پلتفرمینگ دشوار: پلتفرمینگ در این بازی بسیار دشوار است! هر پرشی مهم است، اگر زمین بخورید، درست به پایین برمی گردد. نه آنطور که به نظر می رسد: همه چیز خوب است، هیچ دلیلی برای نگرانی وجود ندارد. بازی بسیار لذت بخش"
    },
    {
        "title": "renovator simulator 906",
        "store": "steam",
        "url": "https://store.steampowered.com/app/2174560/Bus_Flipper_Renovator_Simulator/",
        "image_url": "https://external-preview.redd.it/Daljig1vifWPaQqBEBkgOYqX5-7ze_OKcxPvGEEaxWw.jpeg?width=320&crop=smart&auto=webp&s=498de7881302e0ad82450b49692527fe32379c10",
        "description": "submitted by /u/Oopsfoxy [link] [comments]",
        "id_in_db": "t3_1prdf9s",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "30% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Oopsfoxy [پیوند] [نظر]"
    },
    {
        "title": "secret of ridgeway manor",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/secret-of-ridgeway-manor/id1536567775",
        "id_in_db": "0e5f75a641473f7f0a441125c362e939e9cb0d58e026956076129f4413babd5f",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple124/v4/86/f0/f7/86f0f79d-1c23-64fc-3023-cd47fe9dedd6/AppIcon-1x_U007emarketing-0-7-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "short snow",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3054440/Short_Snow__Cold_Survival_Game/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3054440/header.jpg?t=1762450122",
        "description": "\"As a solo developer, I’ve poured my heart into every detail of Short Snow, striving to create an immersive and challenging experience. From the howling winds to the crunch of snow underfoot, every element has been crafted with care and dedication to bring this frozen wilderness to life.\" It is up to you how you want to play. Choose your adventure with two distinct game modes Story Mode: Discover who you are and learn about the past as you fight to survive. Find your friends and make your way back home while facing various challenges along the way. Survival Mode: Dive into a sandbox of limitless possibilities. With abundant resources and an expanded array of crafting options at your disposal, you are free to shape your own destiny. Build, explore, and conquer the world around you on your terms. Whether you seek to create a thriving settlement or challenge the wild in solitary resilience, your journey is yours to define. Adventure awaits at every turn in this open-ended survival experience. In Short Snow, a realistic open-world survival experience, you find yourself lost in a vast, snow-covered forest after a harrowing plane crash. With temperatures plummeting and hunger gnawing, you must craft your way to survival. Key features: Authentic Winter Survival: Manage hunger, thirst, and hypothermia as you navigate the unforgiving wilderness. Face the Wild: Encounter dangerous predators and learn to outsmart or outfight them. Unravel the Mystery: Explore the wreckage and uncover the secrets behind the crash. Will you succumb to the elements, or will you conquer the frozen wilderness? The choice is yours. It is up to you how you want to play. Choose your adventure with two distinct game modes Brave the harsh wilderness and explore the vast, snowy forest. Discover hidden secrets, gather essential resources, and uncover the mysteries of the frozen landscape. Every step in the snow, every rustle in the trees, brings you closer to mastering the unforgiving environment.",
        "id_in_db": "t3_1ps0frb",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "20% off",
        "steam_app_id": "3054440",
        "genres": [
            "Action",
            "Adventure",
            "Indie",
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "\"به عنوان یک توسعه‌دهنده انفرادی، قلبم را روی تمام جزئیات Short Snow گذاشته‌ام، و تلاش کرده‌ام تجربه‌ای همه‌جانبه و چالش‌برانگیز ایجاد کنم. از بادهای زوزه‌آمیز گرفته تا تند برف زیر پا، همه عناصر با دقت و فداکاری ساخته شده‌اند تا این بیابان یخ‌زده را زنده کنند.\" این به شما بستگی دارد که چگونه می خواهید بازی کنید. ماجراجویی خود را با دو حالت بازی متمایز انتخاب کنید حالت داستانی: کشف کنید که چه کسی هستید و در حالی که برای زنده ماندن می‌جنگید، از گذشته یاد بگیرید. دوستان خود را بیابید و در حالی که در طول مسیر با چالش های مختلفی روبرو می شوید، به خانه برگردید. حالت بقا: شیرجه رفتن در جعبه شنی از امکانات بی حد و حصر. با منابع فراوان و مجموعه گسترده ای از گزینه های صنایع دستی که در اختیار دارید، می توانید سرنوشت خود را شکل دهید. با شرایط خود دنیای اطراف خود را بسازید، کاوش کنید و تسخیر کنید. این که آیا به دنبال ایجاد یک سکونتگاه پر رونق هستید و یا به دنبال ایجاد یک سکونتگاه پر رونق هستید و یا به چالش کشیدن وحشی در انعطاف پذیری انفرادی، سفر شما با شماست که باید تعریف کنید. ماجراجویی در هر مرحله در این بقای بی پایان در انتظار است..."
    },
    {
        "title": "some winter sale games 3 new",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1prbuyr/itchiogame_some_winter_sale_games_3_new/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2407830/header.jpg?t=1765363227",
        "description": "Trash Goblin is a wholesome and cosy shopkeeping game where you uncover and clean trinkets for sale! Customise them by upcycling and more to meet the eccentric requests of your endless colourful, customers. Spend your savings to upgrade your shop, buy new and better tools, and customise your space! There is no pressure , no risk, no right way to play - it is not a simulator - it's just good vibes and nice customers to serve. DISCOVER PECULIAR TRINKETS Unearth knick-knacks of all kinds by chipping away at the dirt and cruft they're embedded inside, wrestling with different types of dirt that yield in different ways. RESTORE FORGOTTEN CURIOS TO GLORY Scrub all these strange items up nice and clean with your sponge to get them ready for sale! UPCYLE INTO IMAGINATIVE NEW FORMS! Customise these curios by combining Trinkets together, turning them into strange and wonderful new items! SELL TO A PARADE OF COLOURFUL CUSTOMERS A wide range of intriguing, odd and charming customers will frequent your store, some with interesting stories to tell, others after a particular object, some just browsing... UPGRADE YOUR WORKSHOP Spend your savings to expand your tool set, and unlock more space to work in. Buy a display mat to tempt customers with specific wares, or a soak tub to clean up overnight, an honesty box for getting rid of unwanted trinkets, and more! TREAT YOURSELF Customise your space, decorate your shelves however you like, get some nice plants, change up the wallpaper and bedclothes; make it your own! MAXIMUM CHILL, ZERO PRESSURE There's a gentle limit to how much you can do in a given day but customers will return, you can potter as much as you like, and there are no fail states. FEATURES: Hundreds of Trinkets and Accessories with 1000s of combinations and variations to find, clean, upcycle, sell and collect Multiple Tools to buy, upgrade and use across 3 Trinket-care minigames Make life easier with the Coffee Pot, Soak Tub, and other handy gadgets Expand your shop with shelves, storage, and more 4 distinct locations to visit and sell in Customise your shop with cosmetics covering bedclothes, wallpapers, and more 40 unique NPC characters to get to know and sell to 100+ Quests to complete 34 Achievements to earn 20+ hours of story content Endless randomised customers Endless gameplay",
        "id_in_db": "t3_1prbuyr",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2407830",
        "genres": [
            "Casual",
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "Trash Goblin یک بازی مغازه داری سالم و دنج است که در آن زیورآلات را برای فروش کشف و تمیز می کنید! آنها را با دوچرخه‌سواری و موارد دیگر سفارشی کنید تا به درخواست‌های عجیب و غریب مشتریان رنگارنگ بی‌پایان خود پاسخ دهید. پس انداز خود را خرج کنید تا مغازه خود را ارتقا دهید، ابزارهای جدید و بهتر بخرید و فضای خود را سفارشی کنید! هیچ فشاری وجود ندارد، هیچ ریسکی وجود ندارد، هیچ روش درستی برای بازی وجود ندارد - شبیه ساز نیست - فقط حال و هوای خوب و مشتریان خوبی برای خدمت رسانی است. ریزه کاری های عجیب و غریب را کشف کنید با جدا کردن کثیفی ها و بریدگی هایی که در داخل آن ها فرو رفته اند، با انواع مختلف کثیفی که به طرق مختلف تولید می شوند، انواع و اقسام زشت را از زیر خاک بیرون بیاورید. کنجکاوهای فراموش شده را به شکوه بازگردانید همه این اقلام عجیب و غریب را با اسفنج خود تمیز و تمیز کنید تا برای فروش آماده شوند! UPCYLE به فرم های جدید تخیلی! این کنجکاوها را با ترکیب Trinkets با هم سفارشی کنید و آنها را به آیتم های جدید عجیب و غریب و شگفت انگیز تبدیل کنید! فروش به رژه ای از مشتریان رنگارنگ طیف گسترده ای از مشتریان جذاب، عجیب و غریب و جذاب اغلب..."
    },
    {
        "title": "sorry were closed",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/sorry-were-closed-724c86",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1796580/header.jpg?t=1765992644",
        "description": "Sorry We're Closed is a fusion of nostalgic survival horror with a new perspective on combat, combining atmospheric environments with fixed-camera angles and the thrill of arcade-style first person shooting. Collect items and manage resources to help Michelle survive. Optional tank controls are available for those who enjoy the classic survival horror experience. ECCENTRIC NEON SURVIVAL HORROR Follow the final days of Michelle as she battles to break the curse placed on her by a powerful archdemon looking for love. Help (or hinder!) the lives of the curious residents in Michelle’s bustling London borough as she pursues freedom from her own untimely demise. Michelle’s time is split between the perilous demon world and mingling with the locals on her residential street. Everyone is battling their own inner demons and through Michelle you can help guide them. Multiple endings are available through RPG-style dialogue interactions with the extravagant cast. SNAP YOUR FINGERS AND OPEN YOUR THIRD EYE… Michelle gains the power of the Third Eye, allowing her to peer between worlds and learn about the hidden denizens in her neighbourhood. Peel away the boundaries to uncover secret identities and solve puzzles. The Third Eye will be Michelle’s strongest tool while battling her most threatening adversaries - especially in boss encounters! It can expose a demon’s weak points to deal maximum damage. Take enemies down with perfect weak point combos to charge up for the ultimate shot. A WORLD OF ANGELS AND DEMONS Thrust into a world of celestial beings, you can follow Michelle’s story as she battles to break the curse placed on her by a powerful demon looking for love. Hear what it means to be an angel or a demon, and what happens when they mix. With multiple endings to discover, influence Michelle’s fate as the choices you make will open new opportunities to avoid or embrace the allure of the archdemon. Is there a right or a wrong? The more Michelle meddles, the more the lives of those around her change too. She’s not the only one whose fate can change. If Michelle can brave the demon world, and keep her Hellhound pistol loaded, she might find a way to reclaim her destiny.",
        "id_in_db": "t3_1ps9sjj",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1796580",
        "genres": [
            "Action",
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "Sorry We're Closed تلفیقی از ترسناک بقا نوستالژیک با دیدگاهی جدید در مبارزه است که محیط های جوی را با زوایای دوربین ثابت و هیجان عکسبرداری اول شخص به سبک آرکید ترکیب می کند. جمع آوری اقلام و مدیریت منابع برای کمک به میشل زنده بماند. کنترل های اختیاری تانک برای کسانی که از تجربه کلاسیک ترسناک بقا لذت می برند در دسترس است. ترسناک بقای نئون عجیب و غریب روزهای پایانی میشل را دنبال کنید تا او برای شکستن نفرینی که توسط یک شیطان بزرگ که به دنبال عشق است بر او وارد شده می جنگد. به زندگی ساکنان کنجکاو در محله شلوغ لندن میشل کمک کنید (یا مانع از آن شوید!) در حالی که او به دنبال آزادی از مرگ نابهنگام خود است. زمان میشل بین دنیای شیطانی خطرناک و اختلاط با مردم محلی در خیابان مسکونی اش تقسیم می شود. هر کس در حال مبارزه با شیاطین درونی خود است و از طریق میشل می توانید آنها را راهنمایی کنید. پایان های متعدد از طریق تعامل دیالوگ به سبک RPG با بازیگران عجیب و غریب در دسترس هستند. انگشتان خود را ببندید و باز کنید ..."
    },
    {
        "title": "sorry were closed 100 off free",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/sorry-were-closed-724c86",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/39800/header.jpg?t=1669304630",
        "description": "Nation Red is an ultra fast infinite play arena-based shooter providing an exceptional close-quarter battlefield experience. Fight thousands of zombie mutants and their bosses in frantic bloody gameplay while earning close to 100 perks. Fight in Barricade, Survival or Free Play mode. Play On-Line in coop, in single player or in local coop! August 17, 1977 Scattered groups of zombies infiltrate remote Midwestern towns. Incapable of using tools or weapons, the invaders are resisted until they retreat back into the desert. Special elimination posses are set up to hunt down any of the surviving undead. Six weeks after the squads started their search-and-destroy mission, the last known zombie was shot and killed. Present-day Over thirty years had passed when a truck driver traveling down a desolate Arizona road plows into a wall of undead. Before the driver's phone signal went dead, he reported some were carrying guns... They're back and now they are hunting us. Steam Exclusive Features: Local and On-line Coop — Take on the horde and earn perks together Barricade Mode — Defend your base against zombie attack Over 100 Steam Achievements and a dozen Leaderboards 30 Additional Steam User-designed Perks Xbox 360 Controller support for single or multiplayer Steam Hammer — Rips the skin off your opponent (nice) New Steam User designed weapons — Minigun, AA-12, MP5, Beretta 93R, Super Shorty and more New Levels and New Enemies — Zombie patients and caretakers in a desert asylum, Brawler boss zombies, Suicide bomber zombies.. Pneumatic Destroyer — Detonates the Rammer they are surrounded by zombies Key Features: Ultra Fast Action — Fight armies of hundreds of zombies and their bosses in an exceptional close-quarter battlefield experience Deadly Weapons — Use machetes, axes, jack hammers, dual Uzis, flame throwers, grenades, poison and a dozen more including a Steam Hammer, exclusive to Steam purchasers Customize Yourself — 100 player modifiers combine with two dozen power-ups for limitless gameplay Four Game Modes — Free Play, Survival, Barricade and 18 increasingly brutal missions await Zombies with Guns — They wield axes, cut-off saws, AK-47s and more",
        "id_in_db": "t3_1ps9sjn",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "39800",
        "genres": [
            "Action",
            "Indie"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "is_dlc_or_addon": false,
        "persian_summary": "Nation Red یک تیرانداز فوق‌العاده سریع مبتنی بر میدان بازی بی‌نهایت است که یک تجربه استثنایی در میدان نبرد در یک چهارم نزدیک ارائه می‌کند. با هزاران جهش یافته زامبی و کارفرمایان آنها در گیم پلی خونین دیوانه وار مبارزه کنید و نزدیک به 100 امتیاز کسب کنید. در حالت Barricade، Survival یا Free Play مبارزه کنید. بازی آنلاین در قفس، به صورت تک نفره یا در قفس محلی! 17 آگوست 1977 گروه های پراکنده زامبی به شهرهای دورافتاده غرب میانه نفوذ کردند. مهاجمان که قادر به استفاده از ابزار یا سلاح نیستند، تا زمانی که به صحرا عقب نشینی کنند، مقاومت می کنند. دارایی های حذف ویژه برای شکار هر یک از ارواح بازمانده تنظیم شده است. شش هفته پس از آغاز ماموریت جستجو و انهدام جوخه ها، آخرین زامبی شناخته شده مورد اصابت گلوله قرار گرفت و کشته شد. امروز بیش از سی سال می گذرد که راننده کامیونی که در جاده متروک آریزونا حرکت می کند، به دیواری از ارواح می زند. قبل از اینکه سیگنال تلفن راننده خاموش شود، او گزارش داد که برخی اسلحه حمل می کنند... آنها برگشته اند و اکنون ما را شکار می کنند. ویژگی های انحصاری Steam: ..."
    },
    {
        "title": "star ores inc 1439 20 off",
        "store": "other",
        "url": "https://www.reddit.com/r/GameDeals/comments/1psc9p9/steam_star_ores_inc_1439_20_off/",
        "image_url": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/3613270/9c6258f528eee36dce3dc43df9cee2e5d597fb57/header_alt_assets_1.jpg?t=1766050966",
        "description": "Disclosure: I’m the developer of Star Ores Inc. Star Ores Inc. is a cozy asteroid mining simulator where you use a laser drill to extract minerals, explore an abandoned space station, and automate everything with machines and robots. Sell your mined minerals to customers to earn money and expand your automation. Star Ores Inc. has been available since September, and we also launched it on PlayStation 5, Nintendo Switch, and Xbox Series S/X a few weeks ago. Star Ores Inc. on Steam: https://store.steampowered.com/app/3613270/Star_Ores_Inc/ If you enjoy cozy mining games, we’d love for you to check it out! There’s also a demo available if you want to try it first. Feedback is always welcome, as we aim to improve the game with your help. Best, Alex - BlackBeak Games submitted by /u/YatakarasuGD [link] [comments]",
        "id_in_db": "t3_1psc9p9",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "20% off",
        "is_dlc_or_addon": false,
        "persian_summary": "افشا: من توسعه دهنده Star Ores Inc هستم. Star Ores Inc. یک شبیه ساز دنج استخراج سیارک است که در آن از مته لیزری برای استخراج مواد معدنی، کاوش در ایستگاه فضایی متروکه، و خودکار کردن همه چیز با ماشین ها و روبات ها استفاده می کنید. برای کسب درآمد و گسترش اتوماسیون خود، مواد معدنی استخراج شده خود را به مشتریان بفروشید. Star Ores Inc. از ماه سپتامبر در دسترس است و ما آن را چند هفته پیش روی پلی استیشن 5، نینتندو سوییچ و ایکس باکس سری S/X نیز عرضه کردیم. Star Ores Inc. در Steam: https://store.steampowered.com/app/3613270/Star_Ores_Inc/ اگر از بازی‌های ماینینگ دنج لذت می‌برید، خوشحال می‌شویم آن را بررسی کنید! اگر می‌خواهید ابتدا آن را امتحان کنید، یک نسخه نمایشی نیز در دسترس است. بازخورد همیشه پذیرفته می شود، زیرا هدف ما بهبود بازی با کمک شماست. Best, Alex - BlackBeak Games ارسال شده توسط /u/YatakarasuGD [لینک] [نظرات]"
    },
    {
        "title": "starship annihilator",
        "store": "other",
        "url": "https://givee.club/en/event/1188",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/525300/header.jpg?t=1704166984",
        "description": "Story As predicted by scientists, the Milky Way collided with the Andromeda Galaxy. However, they were out in their calculations and the collision occurred much earlier. In 3521, during this cataclysm the Solar System was totally thrown out of the Milky Way by gravitation forces and was sucked into a black hole resulted from the Milky Way and the Andromeda collision. Description Starship Annihilators! A classic style vertical scrolling-shooter. Includes 10 levels and 10 boss enemies. You will have several power-ups for weapon modification. Within each level, you will face different enemies, among which will vary from low to extreme levels of threat!",
        "id_in_db": "t3_1pqlfv7",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "525300",
        "genres": [
            "Action",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "داستان همانطور که توسط دانشمندان پیش بینی شده بود، کهکشان راه شیری با کهکشان آندرومدا برخورد کرد. با این حال، آنها در محاسبات خود خارج بودند و برخورد خیلی زودتر رخ داد. در سال 3521، در طی این فاجعه، منظومه شمسی به طور کامل توسط نیروهای گرانشی از راه شیری به بیرون پرتاب شد و به درون سیاهچاله ای مکیده شد که حاصل برخورد کهکشان راه شیری و آندرومدا بود. توضیحات نابودگرهای کشتی ستاره ای! یک اسکرول عمودی سبک کلاسیک. شامل 10 سطح و 10 دشمن رئیس. شما چندین پاور آپ برای اصلاح سلاح خواهید داشت. در هر سطح، شما با دشمنان مختلفی روبرو خواهید شد که در میان آنها از سطوح تهدید کم تا شدید متفاوت است!"
    },
    {
        "title": "stove credit 1 coupon",
        "store": "stove",
        "url": "https://store.onstove.com/en/store/25goodbuy",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3907520/6404b09ec1a51e97313c3802ae2218571e71440c/header.jpg?t=1755515398",
        "description": "Spin your way through the depths of Hell in this unique slot machine RPG where every pull could be your last! The Ultimate Slot Machine Experience Step into a world where slot machines aren't just games of chance—they're your weapon against the forces of darkness. DEVIL'S DUE combines classic slot machine mechanics with deep RPG elements, creating an experience unlike anything you've played before. Face the Lords of Hell Every phase of your journey brings you face-to-face with increasingly powerful demonic bosses: The Debt Warden - A merciless collector who taxes your winnings and heals from your success The Fortune Ripper - A cunning adversary who twists the very fabric of luck itself The Right Hand - The Devil's most trusted lieutenant, wielding powers that defy mortal comprehension Each boss fight is a strategic battle where your slot machine skills directly translate to combat damage. Win big to deal massive damage, but beware—these demons have abilities that can turn your victories against you! The Lucky Charms System Collect and master over 40 unique Lucky Charms, each with their own powers and strategies: Symbol Powers - Boost specific symbols or increase their appearance rates Tribute Modifiers - Make deals with the Devil to control your debt payments High-Risk Charms - Russian Roulette offers death or glory, while Glass Cannon trades safety for massive power Shop Control - Loaded Dice, The Gambler, and Pawn Shop Coupon let you manipulate the shop's offerings Charm Sets - Combine specific charms for powerful set bonuses Advanced Gameplay Features Dynamic Pattern System - Multiple winning patterns with increasing complexity Phase-Based Progression - Each phase introduces new mechanics and challenges Economic Strategy - Manage credits, coupons, and interest rates Spectacular Animations - Watch your winnings fly across the screen with stunning visual effects Voice-Acted Bosses - Each demon has unique voice lines that react to your performance Immersive Audio Experience Dynamic Music System - Multiple tracks that adapt to your gameplay Atmospheric Sound Effects - Every spin, win, and loss feels impactful Boss Voice Acting - Each demonic entity has their own personality and taunts The Price of Failure In DEVIL'S DUE , failure has real consequences. Run out of credits to pay your tribute, and your soul is forfeit. But victory brings legendary rewards—defeat a boss and claim their unique Legendary Charm, permanently altering your gameplay experience. Multiple Difficulty Phases Progress through increasingly challenging phases where: Phase 1 : Learn the basics while facing the Debt Warden Phase 2 : Master advanced strategies against the Fortune Ripper Phase 3 : Survive the ultimate challenge against the Right Hand Endless Replayability With procedurally generated charm shops, multiple boss strategies, and countless charm combinations, every run offers a unique experience. Can you find the perfect strategy to defeat all three lords of Hell? Spin wisely, mortal. The Devil always collects his due.",
        "id_in_db": "t3_1pqnfwt",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3907520",
        "genres": [
            "Indie",
            "Simulation",
            "Strategy",
            "Early Access"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "راه خود را در اعماق جهنم در این RPG ماشین اسلات منحصربفرد بچرخانید، جایی که هر کششی می تواند آخرین بار باشد! تجربه نهایی اسلات ماشین به دنیایی قدم بگذارید که در آن ماشین های اسلات فقط بازی های شانسی نیستند - آنها سلاح شما در برابر نیروهای تاریکی هستند. DEVIL'S DUE مکانیک‌های کلاسیک ماشین اسلات را با عناصر RPG عمیق ترکیب می‌کند و تجربه‌ای را ایجاد می‌کند که شبیه هر چیزی که قبلاً بازی کرده‌اید نیست. با اربابان جهنم روبرو شوید هر مرحله از سفر شما را با روسای اهریمنی روبه‌رو می‌کند: نگهبان بدهی - جمع‌آوری بی‌رحم که از برنده‌های شما مالیات می‌گیرد و از موفقیت شما شفا می‌دهد. باس فایت یک نبرد استراتژیک است که در آن مهارت های دستگاه اسلات شما مستقیماً به مبارزه با آسیب تبدیل می شود. برای وارد کردن خسارت های بزرگ پیروز شوید، اما مراقب باشید - این شیاطین توانایی هایی دارند که می توانند شما را تغییر دهند..."
    },
    {
        "title": "survivor game set in the dark realms of norse mythology 1 of epic stores year",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/jotunnslayer-hordes-of-hel-3579b3",
        "image_url": "https://cdn1.epicgames.com/spt-assets/18f679a82b234692874031d40a3aaea1/jotunnslayer-hordes-of-hel-1f80q.jpg",
        "description": "submitted by /u/Singhvistaar [link] [comments]",
        "id_in_db": "t3_1ppyvpe",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Singhvistaar [پیوند] [نظر]"
    },
    {
        "title": "The Deed: Dynasty",
        "id_in_db": "the-deed-dynasty@1766340923",
        "store": "other",
        "url": "https://itad.link/019b421f-580e-7395-b5ed-e60dd47f6ab6/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "420740",
        "description": "A keenly dark twist on the traditional murder mystery setting, The Deed is an Adventure/RPG game about getting away with murder. Arran Bruce, the rightful heir to Dunshiel House, returns to his family home after discovering that his abusive father has decided to disinherit him from his Will in favour of his sadistic, deranged young sister. In a fit of anger and greed, Arran has decided to remove his sister from the equation in order to restore his own inheritance. Can he manage to get away with such a foul deed? Meet the Family: Explore Dunshiel House and encounter Arran's twisted, dysfunctional family and their servants. Take care, though - everything that you say or do can have an impact on the outcome of The Deed! Choose the Weapon: A rope, a candlestick or good old-fashioned rat poison? There are many household items that can be put to a dark and nefarious use. Choose carefully from ten possible murder weapons, bearing in mind who might become a suspect as a result of your selection. Plant the Evidence: Father, mother, maid, butler ... any of these individuals could take the blame for your heinous act, if you can find the right evidence, plant it in the right location and manage to raise the suspicions of the Inspector. Face the Inspector: When the deed is done, it's time to face the music and be interviewed by the wily, perceptive Inspector. Can you dodge his questions and avert his suspicions? Will you walk away a free man? Many possible endings await ...",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/420740/header.jpg?t=1765028491",
        "genres": [
            "Adventure",
            "RPG"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "subreddit": "FreeGameFindings",
        "persian_summary": "The Deed که یک بازی کاملاً تاریک در محیط مرموز قتل سنتی است، یک بازی ماجراجویی/RPG برای فرار از قتل است. آرن بروس، وارث قانونی دانشیل هاوس، پس از اینکه متوجه شد که پدر بدرفتارش تصمیم گرفته است که او را از وصیت نامه اش به نفع خواهر جوان سادیست و دیوانه اش، به خانه خانوادگی خود بازمی گرداند. آران در شدت عصبانیت و طمع تصمیم گرفته است خواهرش را از معادله حذف کند تا ارث خود را بازگرداند. آیا او می تواند با چنین عمل زشتی فرار کند؟ با خانواده آشنا شوید: خانه دانشیل را کاوش کنید و با خانواده پیچیده و ناکارآمد آران و خدمتکارانشان روبرو شوید. اما مراقب باشید - هر چیزی که می گویید یا انجام می دهید می تواند بر نتیجه The Deed تأثیر بگذارد! سلاح را انتخاب کنید: طناب، شمعدان یا سم موش قدیمی خوب؟ وسایل خانه زیادی وجود دارد که می توان از آنها استفاده تاریک و بدی کرد. از بین ده سلاح احتمالی قتل با دقت انتخاب کنید، با در نظر گرفتن اینکه چه کسی ممکن است در نتیجه شما مظنون شود..."
    },
    {
        "title": "the final checkmate is currently available to claim for free on the epic game store for mobile",
        "store": "epicgames",
        "url": "https://www.reddit.com/r/AppHookup/comments/1ppypyw/iosandroid_epic_games_store_shotgun_king_the/",
        "image_url": "https://cdn1.epicgames.com/spt-assets/dffb5863c83548419a4e7f902b51d40a/shotgun-king-10bhu.png",
        "description": "Link for iOS users: https://store.epicgames.com/p/shotgun-king-ios-386641 Link for Android users: https://store.epicgames.com/p/shotgun-king-android-74f556 Chess, but all your army has gone over to the white side, leaving you with nothing but your royal shotgun and your wounded pride. Carried by your dark folly, you decide it's time to teach those white pieces to fear the Shotgun King. Every turn, you may either move your king or shoot at enemy pieces, after what you'll need to move again to reload your shotgun. Avoid checkmate and kill the enemy king to complete the floor. After each floor, you may choose between two random combinations of one upgrade for you and one upgrade for the other side. Choose wisely and keep on winning floors and you just may get your kingdom back. Shotgun King: The Final Checkmate is available to claim (and yours to keep) till 25th December. Download instructions for mobile users and more info: https://store.epicgames.com/en-US/mobile (this store is separate from the Apple AppStore or Google Playstore and will have to be downloaded first). Mobile store is available for Android users worldwide and iOS users in the European Union only . iOS users outside the European Union can’t download these games but may claim these games in their Epic account (for future use) if they wish to do so from the same links as above. submitted by /u/Singhvistaar [link] [comments]",
        "id_in_db": "t3_1ppypyw",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "پیوند برای کاربران iOS: https://store.epicgames.com/p/shotgun-king-ios-386641 پیوند برای کاربران اندروید: https://store.epicgames.com/p/shotgun-king-android-74f556 شطرنج، اما تمام ارتش شما به سمت سفید رفته است و چیزی جز تفنگ شکاری سلطنتی زخمی خود باقی نگذاشته است. با حماقت تاریک خود، تصمیم می گیرید که وقت آن رسیده است که به آن قطعات سفید یاد دهید که از شاه تفنگ ساچمه ای بترسند. در هر نوبت، می‌توانید پادشاه خود را حرکت دهید یا به سمت قطعات دشمن شلیک کنید، پس از آن که باید دوباره حرکت کنید تا تفنگ ساچمه‌ای خود را بارگیری کنید. از مات بپرهیزید و پادشاه دشمن را بکشید تا زمین کامل شود. بعد از هر طبقه، می‌توانید بین دو ترکیب تصادفی یک ارتقا برای خود و یک ارتقا برای طرف دیگر انتخاب کنید. عاقلانه انتخاب کنید و در طبقات برنده ادامه دهید و ممکن است پادشاهی خود را پس بگیرید. Shotgun King: The Final Checkmate تا 25 دسامبر در دسترس است (و شما باید نگه دارید). دستورالعمل دانلود برای کاربران موبایل و اطلاعات بیشتر: https://store.epicgames.com/en-US/mobile (این فروشگاه..."
    },
    {
        "title": "toy tinker simulator",
        "store": "steam",
        "url": "https://store.steampowered.com/app/1510580/Toy_Tinker_Simulator/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1510580/header.jpg?t=1766051622",
        "description": "Repair toys Disassemble/assemble toy parts and go through the repair processes like cleaning, painting, sandblasting, coating, sanding, sewing, filling/stuffing etc Repair as many toys as possible to earn more money and experience Take before/after photos to see the progress Design your office and workshop Buy furniture, carpets, paintings, plants, flowers, etc and design your office Buy new tools and equipment to increase your portfolio Start your toy-museums Buy and repair unique toys Buy new buildings and design your toy-museums Play with master-toys Level up and become master Play with master-toys after successful deliveries",
        "id_in_db": "t3_1ppxhpv",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1510580",
        "genres": [
            "Indie",
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "تعمیر اسباب بازی قطعات اسباب بازی را جدا/مجموعه کنید و مراحل تعمیر مانند تمیز کردن، رنگ آمیزی، سندبلاست، پوشش، سنباده زدن، دوخت، پر کردن/پر کردن و غیره را انجام دهید تا جایی که ممکن است اسباب بازی ها را تعمیر کنید تا کسب درآمد و تجربه بیشتری کسب کنید. موزه های اسباب بازی خود خرید و تعمیر اسباب بازی های منحصر به فرد بخرید و ساختمان های جدید را بخرید و موزه های اسباب بازی خود را طراحی کنید."
    },
    {
        "title": "train sim world 6",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3662830/Train_Sim_World_6_Spirit_of_Steam_Liverpool_Lime_Street__Crewe_Route_AddOn/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3656800/ea750f90cc32c79a12a471b1e67fcc57e23173f9/header.jpg?t=1766147157",
        "description": "Embark on your next journey and discover the joy of train simulation. Be ready for anything as you master formidable trains across 3 new routes; from classic equipment to innovative multiple units, unlock new skills and expand your hobby - Expect the Unexpected in Train Sim World 6! ALL ABOARD FOR HOBOKEN Discover the electrified network of NJ TRANSIT® with the MORRISTOWN LINE. March across the Morris & Essex County suburbs and dart between the Big Apple and the commuter town of Dover aboard the classic Arrow III EMU, or the ALP-46 & MultiLevel cars. DELUXE EDITION: Power up prime movers or position the pantograph, take control of the versatile NJ TRANSIT® ALP-45DP on additional and bustling commuter services. THE ENGLISH RIVIERA Dive down the Devon Banks and soar along the Dawlish Sea Wall with the legendary RIVIERA LINE. Drive GWR services bound for idyllic English coastal towns between Exeter, Plymouth & Paignton aboard the “Intercity” Class 802 and Class 150/2 “Sprinter”. DELUXE EDITION: Go on a long-distance voyage in the CROSSCOUNTRY BR CLASS 220. Drive additional services over the hills to Plymouth & Paignton. NEXT STOP: LEIPZIG Go beyond the boundaries of Nahverkehr Dresden and accelerate westbound all the way to Leipzig in BAHNSTRECKE LEIPZIG - DRESDEN. Drive modern ICE-T, BR 442 and loco-hauled passenger trains, as well as freight, along the oldest long-distance railway in Germany. DELUXE EDITION: Venerable shunting traction drives into the yards of Germany; the iconic DB BR 294 is ready for service! Assemble trains and take them across the mainline with classic diesel power. EXPECT THE UNEXPECTED The next station is… ANNOUNCEMENTS! Listen out both on platforms & trains for audible details of every journey. Be further immersed inside trains with added passenger ambience. Be ready for RANDOM EVENTS & FAULTS, signals may take longer to clear, speed restrictions could be in place, or equipment failures on your train may need resolving. THE RAILS ARE YOURS With a diverse array of features such as Photo Mode, Route Hopping and more, embark on your own journey, in your own way. FREE ROAM: Choose your path and explore any route with your favourite trains! Have the rails entirely to yourself or mix in with the timetable, running between scheduled services on your own ad hoc journeys. CONDUCTOR MODE: Tickets please! Enjoy a different pace on conductor-operated trains - check tickets between each station and work the passenger doors to safely dispatch your service. Take a moment to enjoy the scenery on longer stretches between stations. CREATORS CLUB: Get creative and customise your experience! Use LIVERY DESIGNER to make your dream designs come to life, and FORMATION DESIGNER to make up custom trains using your collection. Put creations to use with Free Roam & SCENARIO PLANNER, or share your creations online! (Dovetail Live sign-up required). YOUR COLLECTION, YOUR WAY Enter the hobby with different editions: FREE STARTER PACK introduces you to Train Sim World 6 with the Training Center. STANDARD EDITION comes with the 3 new routes, DELUXE EDITION also comes with additional new trains, and SPECIAL EDITION comes with an additional set of TSW6 Compatible routes. “TSW Compatible” content released for a previous Train Sim World - features may remain unchanged from the original release and may not make use of all newer core features. Kick-start your railway hobby with everyone’s favourite Tank Engine. Train Sim World 6: Thomas & Friends™ Edition gives you everything you need to enjoy the Thomas & Friends™ Visit the West Somerset Railway add-on and 80th Anniversary Expansion - drive beloved characters in story-based adventures! Look forward to a great variety of experiences from multiple countries. Explore the many existing routes and locos and get ready for new challenges as the world of train simulation ever expands. With any upgrades from a previous Train Sim World – your content comes with you! Please Note: The Train Sim World 6 UI is localised into English, French, German, Spanish, Italian, Polish, Russian, Simplified Chinese and Japanese. Localisation on Add-On content varies depending on the individual content.",
        "id_in_db": "t3_1pt6bfd",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3656800",
        "genres": [
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "سفر بعدی خود را آغاز کنید و لذت شبیه سازی قطار را کشف کنید. با تسلط بر قطارهای قدرتمند در 3 مسیر جدید، برای هر کاری آماده باشید. از تجهیزات کلاسیک گرفته تا چندین واحد نوآورانه، مهارت های جدید را باز کنید و سرگرمی خود را گسترش دهید - در Train Sim World 6 انتظار غیر منتظره را داشته باشید! ALL ABOARD FOR HOBOKEN شبکه برق دار NJ TRANSIT® را با خط MORRISTOWN کشف کنید. در حومه شهرستان موریس و اسکس راهپیمایی کنید و بین بیگ اپل و شهر رفت‌وآمد دوور سوار بر خودروهای کلاسیک Arrow III EMU یا ALP-46 و MultiLevel حرکت کنید. DELUXE EDITION: موتورهای اصلی را تقویت کنید یا پانتوگراف را در موقعیت مکانی قرار دهید، کنترل همه کاره NJ TRANSIT® ALP-45DP را در سرویس های رفت و آمد اضافی و شلوغ به دست بگیرید. RIVIERA ENGLISH شیرجه رفتن در بانک های دوون و اوج گرفتن در امتداد دیوار دریای Dawlish با خط افسانه ای RIVIERA. سرویس‌های GWR را به سمت شهرهای ساحلی بریتانیایی بین اکستر، پلیموث و پیگنتون با «Intercity» کلاس 802 و کلاس 150/2 «Sprinter» هدایت کنید. دلوکس..."
    },
    {
        "title": "two souls 169 142 122 c258 a226 r427 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/d323fbbb-f6b7-472c-ad6a-db888e37d67c/beyond-two-souls",
        "image_url": "https://external-preview.redd.it/rU5DNPKk9sqqnNnySkoFl0KZi-NySbd1Z_G5Ks3NSKk.jpeg?width=640&crop=smart&auto=webp&s=1b4b73d6a886b139fef6aaf84612fd6bd5a58c86",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1pra1ba",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "92% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lets_Playsum [لینک] [نظر]"
    },
    {
        "title": "Undercroft Warriors",
        "id_in_db": "undercroft-warriors@1766254710",
        "store": "other",
        "url": "https://itad.link/019b3cfb-aee7-717e-a626-bc607f2eac61/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2547140",
        "description": "The forces of hell are here! Why? Dunno. How? I don't think it matters. All that matters is that you gotta fight them, right now! In this game, you play as one of 6 heroes fighting off increasingly large hordes of enemies! Every agent has weapons and abilities unique to them, and you have to use them to them to their fullest abilities to get as high of a score as possible! The faster you kill enemies, the higher your score multiplier gets! But don't let off the pressure, because if you do, you'll get swarmed and overwhelmed by the forces of hell! An addictive gameplay loop! You'll always want just one more go! A pixel perfect artstyle! Lovingly crafted for your viewing pleasure! Truly distinct characters! You won't ever get bored with these guys! Play how you want! Supports both keyboard and mouse, and gamepads! So, are you up to the task?",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2547140/header.jpg?t=1763502052",
        "genres": [
            "Action",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "subreddit": "FreeGameFindings",
        "persian_summary": "نیروهای جهنم اینجا هستند! چرا؟ نمی دانم. چگونه؟ فکر نمی کنم مهم باشد. تنها چیزی که مهم است این است که شما باید همین الان با آنها مبارزه کنید! در این بازی شما به عنوان یکی از 6 قهرمانی بازی می کنید که با انبوهی از دشمنان مبارزه می کنند! هر عاملی دارای سلاح‌ها و توانایی‌های منحصر به فرد خود است و شما باید از آن‌ها با حداکثر توانایی‌های خود برای کسب امتیاز بالاتر استفاده کنید! هرچه سریعتر دشمنان را بکشید، ضریب امتیاز شما بیشتر می شود! اما فشار را رها نکنید، زیرا اگر این کار را انجام دهید، ازدحام کرده و تحت تأثیر نیروهای جهنم قرار خواهید گرفت! یک حلقه گیم پلی اعتیاد آور! شما همیشه فقط یک بار دیگر می خواهید! یک سبک هنری کامل پیکسلی! با عشق برای لذت تماشای شما ساخته شده است! شخصیت های واقعا متمایز! شما هرگز با این پسرها خسته نخواهید شد! همانطور که می خواهید بازی کنید! هم از صفحه کلید و ماوس و هم از گیم پد پشتیبانی می کند! بنابراین، آیا شما در حال انجام وظیفه هستید؟"
    },
    {
        "title": "undercroft warriors 100 off",
        "store": "steam",
        "url": "https://store.steampowered.com/app/2547140/Undercroft_warriors/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3649580/60dcc57d50b96da44160dc768203186446b109c8/header.jpg?t=1766458008",
        "description": "FrostBound is a roguelike deck-building game set in an endless winter. Lead the construction of your base, plan resources, and fend off relentless enemy waves. With a massive pool of 500+ cards , build an imaginative defense system and forge unprecedented battlefield synergies. Turn the tide, protect the last spark of human civilization, and bring an end to this never-ending winter. BRAND NEW TURN-BASED CARD TOWER DEFENSE Enemies are advancing and you must hold the fortress at all costs—don’t let them break through the leftmost defense line! Each turn, choose whether to attack or position your troops. Beware—the harsh cold forces your units to retreat after a single turn, leaving only your sturdiest structures and strongest warriors to stand the test of time. A massive pool of over 500 cards to mix and match. Four unique factions , each with distinct playstyles and surprising synergy when combined. A unique elite card system, letting you experience growth within each battle. 10 powerful starting heroes, each with a signature skill to lead you to victory. Over 100 upgradable buildings to reshape the entire battlefield. More than 70 enemies —can you withstand their overwhelming assault? Civilization has been frozen in time. A mysterious old man, clashing factions, and twisted foes… the secrets of this world await your discovery.",
        "id_in_db": "t3_1prl3bf",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3649580",
        "genres": [
            "Indie",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "FrostBound یک بازی عرشه‌سازی سرکش است که در زمستانی بی‌پایان جریان دارد. ساخت پایگاه خود را رهبری کنید، منابع را برنامه ریزی کنید و امواج بی امان دشمن را دفع کنید. با مجموعه ای عظیم از بیش از 500 کارت، یک سیستم دفاعی تخیلی بسازید و هم افزایی بی سابقه ای در میدان جنگ ایجاد کنید. جزر و مد را تغییر دهید، از آخرین جرقه تمدن بشری محافظت کنید و به این زمستان بی پایان پایان دهید. برج دفاعی کاملاً جدید برج کارتی مبتنی بر چرخش دشمنان در حال پیشروی هستند و شما باید قلعه را به هر قیمتی نگه دارید - اجازه ندهید آنها از سمت چپ ترین خط دفاعی عبور کنند! در هر نوبت، انتخاب کنید که آیا به نیروهای خود حمله کنید یا قرار دهید. مراقب باشید - سرمای شدید واحدهای شما را مجبور می‌کند پس از یک دور عقب‌نشینی کنند و تنها محکم‌ترین سازه‌ها و قوی‌ترین جنگجویان شما را در آزمون زمان باقی می‌گذارد. یک استخر عظیم از بیش از 500 کارت برای ترکیب و مطابقت. چهار جناح منحصر به فرد، هر کدام با سبک های بازی متمایز و هم افزایی شگفت انگیز در صورت ترکیب. یک سیستم کارت نخبگان منحصر به فرد، به شما اجازه می دهد رشد را در هر نبرد تجربه کنید. 10..."
    },
    {
        "title": "underworld office",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/underworld-office-novel-game/id1523265842",
        "id_in_db": "60d41266ea104b4022dfc017281141f3921518c6a7541a8ea6039522506ae139",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple112/v4/bd/00/73/bd007327-9f61-88f9-05d9-c5fa6b1ac3f2/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "warheads",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/warheads/id352026783",
        "id_in_db": "4588b69f644bed5a55e0e0c087fbf3a8343ef274930bc23d33c10fbac817af5c",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple211/v4/24/75/19/24751929-1b16-0ff3-1ff8-8860e0870bdb/WarheadsIcon-0-0-1x_U007epad-0-1-sRGB-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "windows macos jackbox party pack 4ca2799 free a popular party game that supports multiple devices for joining players",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/jackbox-party-pack-4",
        "image_url": "https://gaming-cdn.com/images/products/3466/616x353/the-jackbox-party-pack-4-pc-mac-game-steam-cover.jpg?v=1743591583",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1pe4wlz",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": true,
        "persian_summary": "ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "windows macos mobile the darkside detectiveca1699 free a pixel game in which you join the darkside division as they investigate the bizarre twin lakes",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1pe4tnm/windows_macos_mobile_the_darkside_detectiveca1699/",
        "image_url": "https://cdn1.epicgames.com/spt-assets/f91b4d1e5d1348b4a4ad37de00258464/the-darkside-detective-offer-1uv10.jpg?resize=1&w=480&h=270&quality=medium",
        "description": "https://store.epicgames.com/en-US/p/the-darkside-detective-02fd5a https://store.epicgames.com/en-US/p/the-darkside-detective-ios-f97bd7 https://store.epicgames.com/en-US/p/the-darkside-detective-android-f088bb Grab your trench coat, tune your sixth sense and join the Darkside Division as they investigate the bizarre, the downright dangerous and the mildly confusing cases of Twin Lakes. submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1pe4tnm",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "https://store.epicgames.com/en-US/p/the-darkside-detective-02fd5a https://store.epicgames.com/en-US/p/the-darkside-detective-ios-f97bd7 https://store.epicgames.com/en-US/p/the-darkside-detective-02fd5a حس ششم خود را داشته باشید و به بخش Darkside بپیوندید تا در مورد موارد عجیب و غریب، کاملا خطرناک و کمی گیج کننده دریاچه های دوقلو تحقیق کنند. ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "women of xal",
        "store": "steam",
        "url": "https://store.steampowered.com/news/app/603660/view/627819185726030431?l=english",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/603660/header.jpg?t=1649002790",
        "description": "The Power of Foresight is On Your Side You wake up in the universe of Xal alongside Xjena. She came to climb up the dangerous political ladder against other women eying the same, powerful position of Matriarch. But unbeknownst to the world, you two have the power of foresight, and can predict the happenings of the world around you. Help those who need it immediately, or focus on the future and potentially help a wider range of people. The path is yours to walk. Or chuck her into a tragic death run. Players gonna play. Features Join Xjena on a 10 hour story with countless branching paths and ways to complete each individual day. No two playthroughs are the same, and your friends may have very different experiences with the characters than you do! Choices are not binary, and one good deed does not wash out the bad, nor the bad the good. Who let me be in charge of how many choices you get in this game? Apparently there's over 600 menu choices? Xjena has just as much a personality as you, so she interacts with the world not as a silent protagonist, but a woman with plenty agency. The world and its characters will not revolve around Xjena or her schedule. It's up to the player to be involved in their lives. The game engine said there's over 200,000 words. But let's say there's 75k and assume 125k of that is from coding branching paths, probably. Reading is good for you anyways. The writer for this description page is also the head and main writer for the game's script. This is either a bane or a boon, depending on the reader. Decipher a tricky high fantasy political mystery that mixes replayability, lore, and clear answers in a way unique to the genre. The mystery is tricky, but quite fair! And the more you piece together, the more the world around Xjena makes sense! An easily digestible lore that allows you to choose between an abundance of information vs keeping things strictly story/character driven. In a stunt we'll probably, hopefully never do again, you can date/befriend 12 full “Romance/Friend” routes that are NOT blocked! You can romance multiple people in one playthrough without worrying about being locked out from someone. Why? Because romanceable characters interact with each other due to an incredibly intricate affection system that allows and encourage polyamorous options. ^ End me. Yes you can date the guys, too! Not just the ladies! Romance options can turn into enemy options for certain playthroughs... and it can uh, Go Places. Like one of them killing Xjena real early. 140 minute soundtrack with familiar Jazzy vibes, niche ambiance and synth-heavy tracks, and genres I'm pretty sure the composer (see: me) made up. Over 100 special illustrations for important scenes and romantic/platonic moments. See the 4th bullet point for this segment. 4 different endings with a mind-numbingly long list of ways to reach them. Your choices being referenced and rewarded/punished more times than you can count. More times than we can count too, if we're being brutally honest. Jump into the lore today! The water is fine. I hear it's a bit deep, but Xjena is here to make your journey into Xal as seamless as possible! Solve the mysteries, make your new friends smile, and go on a journey that will stick with you for a long, long time.",
        "id_in_db": "t3_1prb5jk",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "603660",
        "genres": [
            "Casual",
            "Indie",
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "قدرت آینده نگری در کنار شماست شما در جهان Xal در کنار Xjena از خواب بیدار می شوید. او آمد تا از نردبان سیاسی خطرناک در برابر زنان دیگری که به همان موقعیت قدرتمند ماتریارک چشم دوخته بودند، بالا برود. اما بدون اینکه دنیا بداند، شما دو نفر قدرت آینده نگری دارید و می توانید اتفاقات دنیای اطراف خود را پیش بینی کنید. به کسانی که فورا به آن نیاز دارند کمک کنید یا روی آینده تمرکز کنید و به طور بالقوه به طیف وسیع تری از مردم کمک کنید. مسیری که باید طی کنی مال توست یا او را وارد یک مرگ غم انگیز کنید. بازیکنان بازی خواهند کرد ویژگی ها به Xjena در یک داستان 10 ساعته با مسیرهای انشعاب بی شمار و راه هایی برای تکمیل هر روز بپیوندید. هیچ دو بازی شبیه هم نیستند و دوستان شما ممکن است تجربیات بسیار متفاوتی نسبت به شما با شخصیت ها داشته باشند! انتخاب ها دوتایی نیستند، و یک کار خوب، بد را از بین نمی برد، و نه بد، خوب را. چه کسی به من اجازه داد که مسئول چند انتخاب شما در این بازی باشم؟ ظاهرا بیش از 600 انتخاب منو وجود دارد؟ Xjena به اندازه شما شخصیت دارد، ..."
    },
    {
        "title": "world action rpg now you can take control of the action and be at the center of your own adventure in the wizarding world",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/hogwarts-legacy",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1599340/header.jpg?t=1763571534",
        "description": "Embark on an odyssey for the Lost Ark in a vast, vibrant world: explore new lands, seek out lost treasures, and test yourself in thrilling action combat. Define your fighting style with your class and advanced class, and customize your skills, weapons, and gear to bring your might to bear as you fight against hordes of enemies, colossal bosses, and dark forces seeking the power of the Ark in this action-packed free-to-play RPG. Discover a World Brimming with Adventure Explore seven vast, varied continents and the seas between them to find vibrant cultures, strange and fantastical beasts, and all the unexpected marvels waiting to be discovered. Delve into the secrets of Arkesia, prove your might in battles and raids, compete against other players in PvP, travel to distant islands in search of hidden riches, face packs of enemies and colossal bosses in the open world, and more. Your Odyssey Awaits Splash into massively satisfying ARPG-style combat and progression as you quest, raid, and fight on the scope of an MMO. Whether you want to play solo, in groups with friends, or matched up with other adventurers in the world, there’s an epic adventure waiting for you. Fight in the open world or delve into chaos dungeons, go head-to-head in expert PvP duels, test your mettle on epic quests, raid against bosses big and small, and hold your own in the fight against the Demon Legion to reclaim the power and light of the Lost Ark. Define Your Fight Lost Ark offers easy-to-learn features with unexpected depth and room for customization. Hit the ground running with pick-up-and-play action then take control of your combat with the unique Tripod system. Unlock three tiers of customization for each of your abilities, giving you powerful control of exactly how you fight. Lost Ark’s ever-expanding roster of iconic classes—each with their own distinct advanced classes—offers plenty of room to explore until you find the combat style that’s just right for you. The same goes for other features: as you continue your journey, you’ll find non-combat skills, crafting, guilds and social systems, and other rich features that bring the world alive. Whether you want to skim along the surface or dive deep into the details is up to you. ACCESSIBILITY FEATURES: Personalize your adventure with accessibility settings before game play. Enable numerous options including chat text enlargement, color blindness filters, photosensitivity mode, toggleable camera shake, and subtitle settings to create your optimal experience. Define your audio preferences with settings for volume controls, mono sound, stereo sound, and surround sound. You can also adjust game inputs via input remapping options and mouse/keyboard control settings. Lastly, define game inputs via input remapping options, and make sure no message is missed with chat text-to-speech and speech-to-text.",
        "id_in_db": "t3_1pkg6au",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1599340",
        "genres": [
            "Action",
            "Adventure",
            "Massively Multiplayer",
            "RPG",
            "Free To Play"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "age_rating": "This Game may contain content not appropriate for all ages, or may not be appropriate for viewing at work: Frequent Violence, Blood and Gore, Suggestive Themes, Strong Language, and Use of Alcohol.",
        "is_dlc_or_addon": false,
        "persian_summary": "در دنیایی وسیع و پر جنب و جوش، ادیسه ای را برای کشتی گمشده آغاز کنید: سرزمین های جدید را کاوش کنید، به دنبال گنج های گمشده بگردید و خود را در نبردهای اکشن هیجان انگیز آزمایش کنید. سبک مبارزه خود را با کلاس و کلاس پیشرفته خود تعریف کنید و مهارت ها، سلاح ها و تجهیزات خود را سفارشی کنید تا در مبارزه با انبوهی از دشمنان، رئیسان عظیم الجثه و نیروهای تاریکی که به دنبال قدرت آرک هستند، مهارت ها، سلاح ها و تجهیزات خود را به گونه ای سفارشی کنید که در این بازی RPG رایگان بازی کنید. جهانی پر از ماجرا را کشف کنید هفت قاره وسیع و متنوع و دریاهای بین آنها را کاوش کنید تا فرهنگ‌های پر جنب و جوش، جانوران عجیب و غریب و شگفت‌انگیز و تمام شگفتی‌های غیرمنتظره‌ای را که منتظر کشف هستند، بیابید. اسرار Arkesia را کشف کنید، قدرت خود را در نبردها و حملات ثابت کنید، با دیگر بازیکنان در PvP رقابت کنید، به جزایر دور سفر کنید تا به دنبال ثروت های پنهان باشید، با گروه های دشمنان و رئیس های عظیم در جهان باز روبرو شوید و موارد دیگر. Odyssey شما در انتظار ورود به نبرد و پیشرفت بسیار رضایت بخش به سبک ARPG در حین جستجو، حمله و ..."
    },
    {
        "title": "wrath of mynah",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3988190/Wrath_of_Mynah/?beta=1",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3988190/c0fa542debdee42abe6d15be14da0aae183a8225/header.jpg?t=1764720763",
        "description": "Wrath of Mynah is a turn-based RPG adventure game that follows the gripping story of The Great Hanyem War. Hundreds of years after Mynah Smith arrived on Hanyem, you play as Pike Gilder, a petty thief who wants to make a difference in the everlasting fight against the tyrannical Indigallo Federation as they lose their grip over their territories. Join forces with a plethora of unique party members, such as Tusk, Liz Fureon, Deven Proditor, Rosie, Nova Acri, and Val Fortis! Collect items, armor and weapons! Uncover the deep history and lore of Hanyem and the human, felibrawno, and gisharen people. Eventually you will be prepared for the ultimate battle against the mysterious General Zed Aurum and King Mynah Smith IX! Controls: Arrow keys for movement Space or enter for selection Shift to dash and go back in menus X to open or close a menu Mouse also works for like everything if you feel like it Have fun, I hope you all enjoy exploring this world I've made. Made by BluWind Portraits by Sharkekei Cutscenes by MrWalrusTheGiraffe, Janaeither, and Javier 89 Javier Plugins by CardCaph, SRDude, and Mjshi Music by MrWalrusTheGiraffe, Axi, and Kacper Cieśluk Additional art by OMI and Sharkekei King Mynah Smith IX voiced by Albie Robles General Zed Aurum voiced by Oliver Hetherington Special thanks to AngelJar, Valkienyx, PermanX, Luckynumchris, JMcKennaStories, and Maya KL",
        "id_in_db": "t3_1psj3lj",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "10% off",
        "steam_app_id": "3988190",
        "genres": [
            "Action",
            "Adventure",
            "Casual",
            "Indie",
            "RPG"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "Wrath of Mynah یک بازی ماجراجویی RPG مبتنی بر نوبت است که داستان جذاب جنگ بزرگ هانیم را دنبال می کند. صدها سال پس از ورود Mynah Smith به Hanyem، شما در نقش Pike Gilder بازی می کنید، یک دزد خرده پا که می خواهد در مبارزه ابدی علیه فدراسیون ظالم Indigallo که کنترل خود را بر قلمروهای خود از دست می دهند، تفاوت ایجاد کند. با تعداد زیادی از اعضای حزب منحصر به فرد، مانند تاسک، لیز فورون، دیون پرودیتور، رزی، نوا آکری و وال فورتیس به نیروها بپیوندید! جمع آوری اقلام، زره و سلاح! تاریخ عمیق و افسانه هانیم و مردمان انسان، فلیبرانو و گیشارن را کشف کنید. در نهایت شما برای نبرد نهایی علیه ژنرال اسرارآمیز Zed Aurum و پادشاه Mynah Smith IX آماده خواهید شد! کنترل‌ها: کلیدهای پیکان برای حرکت فاصله یا enter برای انتخاب Shift to dash و بازگشت به منوهای X برای باز کردن یا بستن یک منو، ماوس نیز مانند همه چیز کار می‌کند. ساخته شده توسط BluWind Portraits توسط ..."
    }
]