[
    {
        "title": "399 a novel planner offering various modules like scene planning character designing location scouting timeline and notes",
        "store": "other",
        "url": "https://www.untoldnovel.com/AppStore",
        "image_url": "https://external-preview.redd.it/1M4FBaiP_hGL65tMF2KJ71k9EVNtgFQ4zkZC_doEol4.png?width=640&crop=smart&auto=webp&s=d4827f1596a4ea5b0b9c595ed8916aff405829e7",
        "description": "Planning a novel can be challenging… There’s so much to consider, so much to remember, so much to research, and so many details to keep track of. What if there was one place that could help you manage all of these tasks? And even better, what if it could make novel planning fun and enjoyable? Untold Novel is a fresh new approach to planning your next bestseller. It helps you keep all your notes, ideas, characters, locations, and much more organized in one convenient place. submitted by /u/Glittering_Daikon74 [link] [comments]",
        "id_in_db": "t3_1n4avog",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": false,
        "persian_summary": "برنامه ریزی یک رمان می تواند چالش برانگیز باشد ... چیزهای زیادی را باید در نظر بگیرید ، به یاد داشته باشید ، بسیار برای تحقیق و جزئیات بسیاری برای پیگیری. چه می شود اگر یک مکان وجود داشته باشد که بتواند به شما در مدیریت همه این کارها کمک کند؟ و حتی بهتر ، اگر بتواند برنامه ریزی جدید را سرگرم کننده و لذت بخش کند؟ رمان Untold یک رویکرد جدید جدید برای برنامه ریزی پرفروش بعدی شماست. این به شما کمک می کند تا تمام یادداشت ها ، ایده ها ، شخصیت ها ، مکان ها و بسیار سازمان یافته تر را در یک مکان مناسب نگه دارید. ارسال شده توسط /u /glittering_daikon74 [لینک] [نظرات]"
    },
    {
        "title": "a minimalist habit tracker to build better routines reduce stress track streaks and hit goals with mindful focus",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/calmtrack-cozy-habit-tracker/id6744504658",
        "image_url": "https://external-preview.redd.it/NMdu_3bVgTzVZ17NzJI3KuG2ehEcBOK9xB0y3M4r3jk.png?width=640&crop=smart&auto=webp&s=2fad0af4b23571176101e8e34773c6a3d58f006c",
        "description": "What I’m Looking For: Any feedback on app usability, design, or anything that doesn’t feel quite right. Suggestions for new features or improvements! General thoughts on your experience using the app. Already working on widgets and switching from AM/PM to 24H system so soon that improvements will be available. submitted by /u/MefjuEditor [link] [comments]",
        "id_in_db": "t3_1n1iicl",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "آنچه من به دنبال آن هستم: هرگونه بازخورد در مورد قابلیت استفاده ، طراحی یا هر چیزی که کاملاً درست نیست. پیشنهادات برای ویژگی های جدید یا پیشرفت ها! افکار عمومی در مورد تجربه خود با استفاده از برنامه. در حال حاضر روی ابزارک ها و سوئیچینگ از سیستم AM/PM به 24H به زودی کار می کنید که پیشرفت ها در دسترس خواهد بود. ارسال شده توسط /u /mefjueditor [پیوند] [نظرات]"
    },
    {
        "title": "a new beginning last train home trine 5 more",
        "store": "indiegala",
        "url": "https://www.indiegala.com/store/franchise-sale/thq-nordic",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/794600/header.jpg?t=1667252321",
        "description": "In the year 2026 AD, a large tectonic disturbance caused mass destruction around the world. In the midst of the destruction, South Western Tokyo split off into the ocean where the seismic activity caused a large spire to rise out of the ocean piercing the island creating a tower-like structure deemed holy by some. Under the watchful eye of Uncle Death, madness has spread across the world... Senpai! I was waiting for you! My name is Uncle Death, and I have a feeling we’re going to get along just fine... Your task is simple, get to the top of the tower. Let’s reach for the top, Senpai! Fight your way to the top in this chaotic and pulp survival action taking free-to-play to a whole new level. Begin your journey in your underwear and survive by any means necessary while taking advice from Uncle Death, a skateboarding reaper. Rumor has it that a sacred treasure awaits at the top of the Tower of Barbs for those that survive the climb. Many dangers and mysteries remain hidden from the eyes of mankind and await those courageous enough to dare approach the tower. Collect and Develop Unique Equipment Players fight through a treacherous tower obtaining various types of weapons and armor while finding creatures and mushrooms to eat in order to stay alive. Pry weapons and armor from the cold dead grasp of your fallen foes or craft even better gear. Eat mushrooms, frogs, and other odd creatures to keep your strength up or activate special abilities. Strategize when it's best to fight or sneak away to fight another day. You may lose your belongings upon death, but death doesn't always have to be the end... Hyper-Violent Rage Moves & Goretastic Kills When hacking and slashing your foes just isn't enough, you can use ultra violent Rage Moves or Goretastics to finish them off with style! Asynchronous PvP Haters Upon death, a player’s “death data” is circulated among other player’s games where they will appear as formidable opponents called Haters. Hunters Need some loot but don't have the time to go exploring the tower yourself? Send one of your Fighters to an unsuspecting enemy, and they will invade their world as a Hunter. These potentially lethal foes can gather up items and resources from an enemy's tower for a set period of time. If they are killed before that, they get sent home crying to their master. TDM Tetsuo brings the Tokyo Death Metro to a platform near you! Join a team, attack your opponents and raid their stash, but keep in mind they can return the favor! You can also enjoy bonus rewards during the Tokyo Death Metro Battle Rush Season. We hope to see you enjoying Tokyo Death Metro's Luxury Attack Liner! Train your body Develop Equipment Eat everything that can be eaten If you’re stolen from, steal it back ...and, if you’re killed, kill them back! All-Star Voice Cast Jukka Hilden Daveigh Chase Verne Troyer Traci Lords Mark Hamill ...and MORE! VIP Service A VIP elevator service will be available for maximum convenience while slaughtering your foes. Direct Hell also insures your resources if your base is raided in the Tokyo Death Metro. Sign up today for total coverage! Support for Multiple Languages (Including Simplified and Traditional Chinese) English and Japanese audio and text options are both available. The game also supports text for French, Italian, German, Spanish, Korean, Brazilian Portuguese, and Simplified Chinese, and Traditional Chinese. Oh, One Last Thing!",
        "id_in_db": "t3_1n5w0qy",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "67% off",
        "steam_app_id": "794600",
        "genres": [
            "Action",
            "Free To Play"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256727278/movie_max.webm?t=1536806589",
        "age_rating": "This Game may contain content not appropriate for all ages, or may not be appropriate for viewing at work: Blood and Gore, Nudity, Strong Language, Use of Drugs",
        "is_dlc_or_addon": false,
        "persian_summary": "در سال 2026 میلادی ، یک اختلال بزرگ تکتونیکی باعث کشتار جمعی در سراسر جهان شد. در میان تخریب ، جنوب غربی توکیو به اقیانوس تقسیم شد که در آن فعالیت لرزه ای باعث شد تا طغیان بزرگی از اقیانوس بیرون بیاید و این جزیره را سوراخ کند و ساختاری مانند برج را ایجاد کند که توسط برخی مقدس به نظر می رسد. تحت چشم مراقب مرگ عمو ، جنون در سراسر جهان گسترش یافته است ... سنپای! منتظر تو بودم! نام من دایی مرگ است ، و من احساس می کنم که می خواهیم خیلی خوب پیش برویم ... کار شما ساده است ، به بالای برج بروید. بیایید به صدر ، سنپای برسیم! در این اقدام بقا هرج و مرج و خمیر با بازی آزاد به یک سطح کاملاً جدید ، راه خود را به صدر برسانید. سفر خود را در لباس زیر خود آغاز کنید و در هنگام مشاوره از Disle Death ، یک REAPER Skateboarding ، با هر وسیله لازم زنده بمانید. شایعه است که یک گنج مقدس در بالای برج بارها برای کسانی که از صعود زنده می مانند. بسیاری از خطرات و رازها از چشم پنهان مانده اند ..."
    },
    {
        "title": "alphaputt",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/alphaputt/id1192689055",
        "id_in_db": "dddc2427e723a5ec1b16d3557a10b7999d684bf4e3eca441569509453bca9cde",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple123/v4/b7/ad/b4/b7adb480-ae1e-f4e3-666c-5c06190d0136/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "amazon vagante for nintendo switch",
        "store": "amazon",
        "url": "https://www.amazon.com/Vagante-Nintendo-Switch/dp/B0CXQX197N?th=1",
        "image_url": "https://m.media-amazon.com/images/I/41vm8VuEvVL.jpg_BO30,255,255,255_UF900,850_SR1910,1000,0,C_QL100_.jpg",
        "description": "submitted by /u/algermarke [link] [comments]",
        "id_in_db": "t3_1n6nd8o",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "15% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /algermarke [لینک] [نظرات]"
    },
    {
        "title": "apps 3d anatomy 299",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.hssn.anatomy3d",
        "image_url": "https://external-preview.redd.it/-r00J8Y6QventEhU-FjXIfTNIShj4uUIoE2gPKJh7j0.jpeg?width=320&crop=smart&auto=webp&s=6475744559c42f7c4d52da661a106745811b1310",
        "description": "submitted by /u/Agile_End [link] [comments]",
        "id_in_db": "t3_1n5v09v",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /Agile_end [پیوند] [نظرات]"
    },
    {
        "title": "apps add frames to photos 099",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.lightstar.frames",
        "image_url": "https://external-preview.redd.it/6LEJk-ak4131QUtxclaiBm-tk4XQSsxKCpM9QGzPMkE.png?width=320&crop=smart&auto=webp&s=d0f8c65c17735193e1ed0f1acfc69fa57daa34e2",
        "description": "submitted by /u/pudah_et [link] [comments]",
        "id_in_db": "t3_1n4dcvs",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /pudah_et [پیوند] [نظرات]"
    },
    {
        "title": "apps color wheel 199",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=io.github.utopiacosmica.color_wheel",
        "image_url": "https://external-preview.redd.it/VRGVS4U2rE6hJDP8plj1TG0rXh9KU8bwcWNH3ANJ4vI.png?width=320&crop=smart&auto=webp&s=6ccc8ee2586092547fd4be48f94c82f209462f53",
        "description": "submitted by /u/pudah_et [link] [comments]",
        "id_in_db": "t3_1n5zgi5",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /pudah_et [پیوند] [نظرات]"
    },
    {
        "title": "apps garage ringtones pro 249",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=garage.ringtone.maker.audio.mp3.converter.pro",
        "image_url": "https://external-preview.redd.it/KkHAOzR10F-mmGrFQSN2tAk99YE37FvsGQe7EfUYHc8.png?width=320&crop=smart&auto=webp&s=b28050c70d434c5e826290a77672873d96a961af",
        "description": "submitted by /u/ac_del [link] [comments]",
        "id_in_db": "t3_1n6ommj",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /ac_del [پیوند] [نظرات]"
    },
    {
        "title": "apps iptv smart player pro 949",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.iptv.smart.smarters.player.stream.tv.live.watch.streaming.chromecast",
        "image_url": "https://external-preview.redd.it/K6mdZUMUz9OpmE-wRIphP_E8RdtnwLPaGC_DpcNfABI.png?width=320&crop=smart&auto=webp&s=8f415fdd1f13e85445064bb35c17efa27d81f10b",
        "description": "submitted by /u/pudah_et [link] [comments]",
        "id_in_db": "t3_1n5zf59",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /pudah_et [پیوند] [نظرات]"
    },
    {
        "title": "art of vengeance",
        "store": "other",
        "url": "https://cp.sega-account.com/campaign",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2361770/header.jpg?t=1756452444",
        "description": "The iconic SHINOBI returns in an all-new 2D action platformer with a unique hand-drawn look created by the team behind the hit brawler Streets of Rage 4. Play as the legendary Shinobi Joe Musashi, master of the ninja arts. After finding your village burned to the ground and your clan turned into stone, you must set off on a quest for vengeance, ready to face an unparalleled evil and avenge your clan. • EXECUTE THE NINJA ARTS WITH PRECISION Wield your vast ninja arsenal including the great Katana Oborozuki, Kunai, Ninjutsu arts, and Ninpo to vanquish your foes. • MASTER THE WAY OF THE SHINOBI Unleash limitless combos with unique combat moves, acquire Amulets for enhanced abilities, and discover Ningi tools to overcome obstacles and uncover new paths. • JOURNEY THROUGH A STYLISTIC NEW WORLD Venture through more than a dozen unique and visually striking stages, from military bases to a scorching desert, challenging platforming puzzles, and hidden secrets.",
        "id_in_db": "t3_1n1iutk",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2361770",
        "genres": [
            "Action"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257189023/movie_max_vp9.webm?t=1756444329",
        "is_dlc_or_addon": false,
        "persian_summary": "شینوبی نمادین در یک سیستم عامل اکشن 2D جدید با ظاهری منحصر به فرد دستی که توسط تیم در پشت خیابان های Hit Brawler Rage 4 ساخته شده است ، باز می گردد. به عنوان شینوبی افسانه ای جو موسشی ، استاد هنرهای نینجا بازی کنید. پس از پیدا کردن روستای خود که به زمین سوخته و قبیله شما به سنگ تبدیل شده است ، باید تلاش برای انتقام جویی را انجام دهید ، آماده برای مواجهه با یک شر بی نظیر و انتقام قبیله خود باشید. • هنرهای نینجا را با دقت اجرا کنید ، زرادخانه نینجا وسیع خود را از جمله Katana Oborozuki بزرگ ، Kunai ، Ninjutsu Arts و Ninpo برای پیروز شدن دشمنان خود اجرا کنید. • راه شیوه های شینوبی را با حرکات جنگی منحصر به فرد رها کنید ، آملترها را برای توانایی های پیشرفته بدست آورید و ابزارهای Ningi را برای غلبه بر موانع و کشف مسیرهای جدید کشف کنید. • سفر از طریق یک سرمایه گذاری دنیای جدید سبک از طریق بیش از ده ها مرحله منحصر به فرد و بصری قابل توجه ، از پایگاه های نظامی گرفته تا یک بیابان سوزان ، معماهای پلتفرم به چالش کشیده و اسرار پنهان."
    },
    {
        "title": "assassins creed syndicate",
        "store": "steam",
        "url": "https://store.steampowered.com/app/368500/Assassins_Creed_Syndicate/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1514930/header.jpg?t=1621958093",
        "description": "Prepare to immerse yourself in an interactive live-action thriller, merging the world of film and game like never before. Erica, a young lady plagued with nightmares of her father's murder. With the traumatic events of her childhood dragged back into the light via grisly new clues, it's up to you to unearth the shocking truth. Explore the enigma of Delphi House where every choice you make influences how the game develops, with multiple endings awaiting you at the finale of the gripping branching narrative. Ground-breaking live-action technology Immerse yourself in a feature-length cinematic experience where you affect the action playing out on-screen, merging high-fidelity Hollywood production values with engaging, tactile gameplay. Make key choices via interactive storytelling Alter the path of the game's branching narrative by making meaningful decisions that have a profound effect on how the story plays out. Choose how Erica interacts with other characters through conversation, and shape her relationships with them. A filmic score filled with tension Get wrapped up in every moment via a haunting soundtrack from Austin Wintory, the award-winning composer of games such as Journey, The Banner Saga 3 and Assassin's Creed Syndicate.",
        "id_in_db": "t3_1n5zjjq",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "85% off",
        "steam_app_id": "1514930",
        "genres": [
            "Casual",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256828913/movie_max_vp9.webm?t=1617714171",
        "is_dlc_or_addon": false,
        "persian_summary": "آماده شوید تا خود را در یک تریلر با اکشن تعاملی غوطه ور کنید و دنیای فیلم و بازی را مانند گذشته ادغام کنید. اریکا ، یک خانم جوان که کابوس های قتل پدرش را گرفت. با وقایع آسیب زای دوران کودکی او از طریق سرنخ های جدید و ناخوشایند ، به سمت نور بازگردد ، این وظیفه شماست که حقیقت تکان دهنده را کشف کنید. Enigma of Delphi House را کشف کنید که در آن هر انتخابی که شما در نحوه پیشرفت بازی تأثیر می گذارد ، با پایان های متعدد در انتظار شما در فینال روایت شاخه گیر است. فن آوری اکشن زنده زمینی خود را در یک تجربه سینمایی با ویژگی بلند غوطه ور می کند که در آن شما روی اکشن بازی می کنید که روی صفحه نمایش بازی می کنید و ارزش های تولید هالیوود با وفاداری بالا را با گیم پلی جذاب و لمسی ادغام می کنید. انتخاب های کلیدی از طریق داستان پردازی تعاملی با تصمیم گیری های معنی دار که تأثیر عمیقی در نحوه نمایش داستان دارد ، مسیر روایت شاخه بازی را تغییر می دهد. انتخاب کنید که چگونه اریکا از طریق مکالمه با شخصیت های دیگر ارتباط برقرار می کند ، و ..."
    },
    {
        "title": "automate text transformation lifetime 1499",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/text-workflow-text-processing/id1623230250",
        "image_url": "https://external-preview.redd.it/RuEAuLcMktB4EnZykCftlL7WQhMo0X4V6UyFGaCigQ0.png?width=640&crop=smart&auto=webp&s=6235580e2548aaf0f887a57c120c6f66dafca03b",
        "description": "submitted by /u/gtrigonakis [link] [comments]",
        "id_in_db": "t3_1mwc2wv",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /gtrigonakis [لینک] [نظرات]"
    },
    {
        "title": "baldurs gate 3",
        "store": "steam",
        "url": "https://store.steampowered.com/agecheck/app/1086940/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1086940/48a2fcbda8565bb45025e98fd8ebde8a7203f6a0/header.jpg?t=1748346026",
        "description": "Gather your party and return to the Forgotten Realms in a tale of fellowship and betrayal, sacrifice and survival, and the lure of absolute power. Mysterious abilities are awakening inside you, drawn from a mind flayer parasite planted in your brain. Resist, and turn darkness against itself. Or embrace corruption, and become ultimate evil. From the creators of Divinity: Original Sin 2 comes a next-generation RPG, set in the world of Dungeons & Dragons. Choose from 12 classes and 11 races from the D&D Player's Handbook and create your own identity, or play as an Origin hero with a hand-crafted background. Or tangle with your inner corruption as the Dark Urge, a fully customisable Origin hero with its own unique mechanics and story. Whoever you choose to be, adventure, loot, battle and romance your way across the Forgotten Realms and beyond. Gather your party. Take the adventure online as a party of up to four. Abducted, infected, lost. You are turning into a monster, but as the corruption inside you grows, so does your power. That power may help you to survive, but there will be a price to pay, and more than any ability, the bonds of trust that you build within your party could be your greatest strength. Caught in a conflict between devils, deities, and sinister otherworldly forces, you will determine the fate of the Forgotten Realms together. Forged with the new Divinity 4.0 engine, Baldur’s Gate 3 gives you unprecedented freedom to explore, experiment, and interact with a thriving world filled with characters, dangers, and deceit. A grand, cinematic narrative brings you closer to your characters than ever before. From shadow-cursed forests, to the magical caverns of the Underdark, to the sprawling city of Baldur’s Gate itself, your actions define the adventure, but your choices define your legacy. You will be remembered. The Forgotten Realms are a vast, detailed, and diverse world, and there are secrets to be discovered all around you – verticality is a vital part of exploration. Sneak, dip, shove, climb, and jump as you journey from the depths of the Underdark to the glittering rooftops of Baldur’s Gate. Every choice you make drives your story forward, each decision leaving your mark on the world. Define your legacy, nurture relationships and create enemies, and solve problems your way. No two playthroughs will ever be the same. allows you to combine your forces in combat and simultaneously attack enemies, or split your party to each follow your own quests and agendas. Concoct the perfect plan together… or introduce an element of chaos when your friends least expect it. Relationships are complicated. Especially when you’ve got a parasite in your brain. 7 unique Origin heroes offer a hand-crafted experience, each with their own unique traits, agenda, and outlook on the world. Their stories intersect with the overarching narrative, and your choices will determine whether those stories end in redemption, salvation, domination, or one of many other outcomes. Play as an Origin and enjoy their stories, or recruit them to fight alongside you. based on the D&D 5e ruleset. Team-based initiative, advantage and disadvantage, and roll modifiers join an advanced AI, expanded environmental interactions, and a new fluidity in combat that rewards strategy and foresight. Three difficulty settings allow you to customise the challenge of combat. Enable weighted dice to help sway the battle, or play on Tactician mode for a hardcore experience. featuring 31 subraces on top of the 11 races (Human, Githyanki, Half-Orc, Dwarf, Elf, Drow, Tiefling, Halfling, Half Elf, Gnome, Dragonborn), with 46 subclasses branching out of the 12 classes. Over 600 spells and actions offer near-limitless freedom of interactivity in a hand-crafted world where exploration is rewarded, and player agency defines the journey. Our unique Character Creator features unprecedented depth of character, with reactivity that ensures whomever you are, you will leave a unique legacy behind you, all the way up to Level 12. Over 174 hours of cinematics ensure that no matter the choices you make, the cinematic experience follows your journey – every playthrough, a new cinematic journey. With the looming threat of war heading to Baldur’s Gate, and a mind flayer invasion on the horizon, friendships – though not necessary – are bound to be forged on your journey. What becomes of them is up to you, as you enter real, vibrant relationships with those you meet along the way. Each companion has their own moral compass and will react to the choices you make throughout your journey. At what cost will you stick to your ideals? Will you allow love to shape your actions? The relationships made on the road to Baldur’s Gate act as moments of respite at camp as much as they add weight to the many decisions you make on your adventure. so that when you hit ‘go live’, your stream isn’t interrupted by a bear, swear, or lack of underwear. Baldur’s Gate 3 has 3 different levels of streamer-friendly customisation. You can disable nudity and explicit content separately (or together), and you can enable Twitch integration to interact directly with your audience, just as we do at our Panel From Hell showcases! You’ll be able to stream Baldur’s Gate 3 without any problems, regardless of how you play, thanks to these options.",
        "id_in_db": "t3_1n5uodn",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "25% off",
        "steam_app_id": "1086940",
        "genres": [
            "Adventure",
            "RPG",
            "Strategy"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256987424/movie_max_vp9.webm?t=1702007645",
        "age_rating": "This Game may contain content not appropriate for all ages. It contains General Mature Content, and may include Nudity or Sexual Content.",
        "is_dlc_or_addon": false,
        "persian_summary": "مهمانی خود را جمع کنید و در یک داستان از یاران و خیانت ، فداکاری و بقا و فریب قدرت مطلق به قلمروهای فراموش شده برگردید. توانایی های مرموز در درون شما بیدار می شود ، که از یک انگل فلاری ذهن کاشته شده در مغز شما گرفته شده است. مقاومت کنید و تاریکی را در برابر خود بچرخانید. یا فساد را در آغوش بگیرید و به شر نهایی تبدیل شوید. از سازندگان الوهیت: اصلی SIN 2 یک RPG نسل بعدی است که در دنیای Dungeons & Dragons تنظیم شده است. از 12 کلاس و 11 مسابقه از کتاب راهنمای D&D Player انتخاب کنید و هویت خود را ایجاد کنید ، یا به عنوان یک قهرمان Origin با پیش زمینه دستی بازی کنید. یا با فساد درونی خود به عنوان Dark Hearge ، یک قهرمان منشأ کاملاً قابل تنظیم با مکانیک و داستان منحصر به فرد خاص خود ، همبستگی کنید. هرکسی که انتخاب کنید ، ماجراجویی ، غارت ، نبرد و عاشقانه راه خود را در سراسر قلمروهای فراموش شده و فراتر از آن قرار دهید. مهمانی خود را جمع کنید. ماجراجویی را به صورت آنلاین به عنوان یک مهمانی حداکثر چهار نفر انجام دهید. ربودن ، آلوده ، گمشده. شما در حال تبدیل شدن به یک هیولا هستید ، اما به عنوان ..."
    },
    {
        "title": "carlos the taco",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/carlos-the-taco",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2081930/header.jpg?t=1728246676",
        "description": "The game is looking for a publisher on the console! Write to the mail studiovictoriagames@gmail.com Buenos dias dear Amigo! My name is Taco Carlos and I need your help! Some Gringo, kidnapped my bride right from the wedding! Only you can track them down and bring back my beloved! The game \"Taco Carlos\" is a classic 2D platformer. Which takes place in sunny Mexico. You will need to fight enemies to get your bride back. The WASD buttons are used to control the character. You have to get used to the role of a Mexican Taco to figure out what happened and unravel the tangle of history full of fun and groovy music. You have to fight with various elements Earth ice fire Use elixirs to crush enemies! Features of the game All graphics in the game are drawn by a professional artist Wonderful music and sounds that create a special atmosphere Author's animated comics Fascinating plot 120 animations made by hand 1-2 hours of exciting game Try our cat game)",
        "id_in_db": "t3_1n373st",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2081930",
        "genres": [
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256918088/movie_max_vp9.webm?t=1670327917",
        "is_dlc_or_addon": false,
        "persian_summary": "این بازی به دنبال ناشر در کنسول است! برای نامه studiovictoriagames@gmail.com buenos dias عزیز آمیگو بنویسید! نام من تاکو کارلوس است و من به کمک شما احتیاج دارم! برخی از گرینگو ، عروس من را درست از عروسی ربوده اند! فقط شما می توانید آنها را ردیابی کنید و محبوب من را برگردانید! بازی \"Taco Carlos\" یک پلتفرم کلاسیک 2D است. که در مکزیک آفتابی اتفاق می افتد. برای بازگشت عروس خود باید با دشمنان مبارزه کنید. از دکمه های WASD برای کنترل شخصیت استفاده می شود. شما باید به نقش یک تاکو مکزیکی عادت کنید تا بفهمید چه اتفاقی افتاده است و ناچیز تاریخ را پر از موسیقی سرگرم کننده و ناگوار می کنید. شما باید با عناصر مختلف از آتش سوزی یخ استفاده کنید تا از اکسیر استفاده کنید تا دشمنان را خرد کنید! ویژگی های بازی همه گرافیک ها در بازی توسط یک هنرمند حرفه ای موسیقی شگفت انگیز و صداهایی که ایجاد می کند یک فضای خاص نویسنده انیمیشن جذاب طرح 120 انیمیشن ساخته شده با دست 1-2 ساعت بازی هیجان انگیز است ، بازی گربه ما را امتحان کنید)"
    },
    {
        "title": "carlos the taco 100 off free",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/carlos-the-taco",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1647390/header.jpg?t=1725381017",
        "description": "Dexter Stardust - Adventures in Outer Space Space! Dexter Stardust barely escaped when the Vreesians, inhabitants of the menacing Planet X, sent a fleet of robots to destroy all life on Earth. Now, twenty years later, a mechanical man from the 10th planet seeks to communicate to Dexter a very important message - he is the key to saving both humans and Vreesians. Play the taco-loving Dexter Stardust as he, and his good friend Aurora, go on the greatest adventure of their lives and discover the mystery of the Robot from the Planet X! Classic Adventure Gameplay • A classic point and click adventure; you can walk, talk, and interact with everything in your surroundings. Use and pick up inventory items to solve puzzles in over 100 unique scenes. 5 Episodes in One Game • Playing Dexter Stardust is like watching back to back episodes of a Saturday morning cartoon! With 5 total episodes, feel free to jump to or replay any episode you’d like, at any time. Fully Voice Acted • All characters, cutscenes, and gameplay are completely voice acted! An Adventure for Everyone • The whole family can go on a spacey adventure; with its non-violent gameplay, incredible story, logical puzzles, and easy controls, Dexter and gang are sure to jump off the screen and into your heart.",
        "id_in_db": "t3_1n5m8q5",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1647390",
        "genres": [
            "Adventure",
            "Casual",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256836667/movie_max_vp9.webm?t=1638226590",
        "is_dlc_or_addon": false,
        "persian_summary": "Dexter Stardust - ماجراهای موجود در فضای بیرونی! Dexter Stardust به سختی فرار کرد وقتی که Vreesians ، ساکنان سیاره تهدید کننده X ، ناوگان روبات ها را برای از بین بردن تمام زندگی روی زمین فرستادند. اکنون ، بیست سال بعد ، یک مرد مکانیکی از سیاره 10 به دنبال برقراری ارتباط با Dexter یک پیام بسیار مهم است - او کلید نجات هم انسان ها و Vreesians است. او و دوست خوبش شفق قطبی ، به بزرگترین ماجراجویی زندگی خود بروید و رمز و راز ربات را از سیاره X کشف کنید! گیم پلی کلاسیک ماجراجویی • یک نقطه کلاسیک و روی ماجراجویی کلیک کنید. می توانید با همه چیز در محیط اطراف خود قدم بزنید ، صحبت کنید و تعامل داشته باشید. برای حل پازل ها در بیش از 100 صحنه منحصر به فرد ، از موارد موجودی استفاده و انتخاب کنید. 5 قسمت در یک بازی • بازی Dexter Stardust مانند تماشای قسمت های پشتی یک کارتون صبح شنبه است! با 5 قسمت در کل ، در هر زمان ، هر قسمت را که دوست دارید به آن پرش کنید یا دوباره پر کنید. کاملاً صدا عمل کرد • همه شخصیت ها ، ..."
    },
    {
        "title": "cartoon survivor",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3378190/Cartoon_Survivor/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3378190/45e8893e720c7a525f5eceb34b6b6511394bc260/header.jpg?t=1756418635",
        "description": "Try Cartoon Survivor and play the first three levels for free ! You've run the temple . You've stolen the jetpack . You've crossed the road . Have you got what it takes to survive the biggest challenge ever!?! In Cartoon Survivor , you’ll face off against an unforgiving prehistoric world full of chaotic obstacles and feisty creatures across five worlds! This 3D adventure runner is bursting with vibrant colours, wild action, and creatures of all shapes and sizes. Encounter rampaging dinosaurs and towering mammoths to sneaky tigers and slithering snakes. Every step could be your last, so you’ll need your wits—and some seriously impressive parkour skills—to stay alive! Can you conquer the most insane obstacle courses ever designed and bring the Cartoon Survivors’ ratings back from the brink? Your survival is the only thing standing between this show and total cancellation. Wild, Colourful Worlds : Immerse yourself in a bright, cartoonish prehistoric landscape filled with danger, humour, and thrilling obstacles. Think you’ve seen it all? Think again. Crazy Obstacles : Run, leap, and glide through ever-changing environments and wild courses, each one more intense than the last. Can you make it to the end? Unique Characters : Follow in the clumsy, courageous footsteps of the latest cartoon hero. There's over 40 costumes to unlock and creative power-ups to help you along the way! Dynamic Gameplay : Put your speed and reflexes to the test! Every run is different, collectable trophies in each level designed to keep you on your toes. Cartoon Survivor Base Game Includes: World 1 and 2, Jurassic and Prehisteria All costumes and helmets are available to unlock with in-game coins",
        "id_in_db": "t3_1mw7k23",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3378190",
        "genres": [
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257120256/movie_max_vp9.webm?t=1744347441",
        "is_dlc_or_addon": false,
        "persian_summary": "بازمانده کارتون را امتحان کنید و سه سطح اول را به صورت رایگان بازی کنید! شما معبد را اجرا کرده اید. شما Jetpack را سرقت کرده اید. شما از جاده عبور کرده اید. آیا آنچه را که برای زنده ماندن از بزرگترین چالش تا کنون لازم است!؟! در بازمانده کارتونی ، شما در برابر دنیای نابخشودنی پیش از تاریخ پر از موانع هرج و مرج و موجودات بی پروا در پنج جهان روبرو خواهید شد! این دونده ماجراجویی سه بعدی با رنگهای پر جنب و جوش ، عمل وحشی و موجودات از هر شکل و اندازه در حال ترکیدن است. مواجهه با دایناسورها و ماموتهای برجسته برای ببرهای دزدکی و مارهای چرمی. هر مرحله می تواند آخرین شما باشد ، بنابراین به عقل خود - و برخی از مهارت های جدی پارکور - نیاز دارید تا زنده بمانید! آیا می توانید مجنون ترین دوره های مانع را که تاکنون طراحی شده است فتح کنید و رتبه های بازماندگان کارتون را از آستانه بازگردانید؟ بقای شما تنها چیزی است که بین این نمایش و لغو کامل ایستاده است. دنیای وحشی و رنگارنگ: خود را در یک منظره ماقبل تاریخ روشن و کارتونی پر از خطر ، طنز ، غوطه ور کنید ..."
    },
    {
        "title": "company of heroes 3",
        "store": "steam",
        "url": "https://store.steampowered.com/agecheck/app/1677280/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1677280/header.jpg?t=1750947457",
        "description": "Company of Heroes 3 brings the series' acclaimed authentic and tactical gameplay to a stunning new setting. Immerse yourself in two epic campaigns, four unique multiplayer & co-op factions, and a breathtaking new theatre spanning from the sweeping deserts of North Africa to the rolling hills of Italy. Join the Fight with new features such as Full Tactical Pause and our Dynamic Campaign Map, which enable you to take complete control of the battlefield. The legendary strategy franchise is back! Company of Heroes 3 is the ultimate package of action, tactics and strategy. Take charge in the heat of real-time battle, then command as a General guiding the overall campaign where every decision matters. Overwhelm your opponents with four unique factions and all-new international Battlegroups. Command ground, air and naval forces and build supply lines to crush enemy advances on the new Dynamic Campaign Map - no two playthroughs are ever alike! Play at your own pace across campaign and skirmish modes before diving into blistering multiplayer action. Discover the untold stories of a stunning Mediterranean theatre featuring next-generation destructible environments, all powered by Relic's proprietary Essence Engine. Company of Heroes 3 delivers the next generation of acclaimed tactical gameplay. Beloved combat mechanics collide with authentic new gameplay features, making for the deepest tactical experience to date. ​ Make use of daring flanking moves to expose enemy side armor, experience all new infantry breaching mechanics allowing you to flush enemy units from their garrisons, and master elevation to enhance your line of sight and gain the upper hand. Welcome to the Mediterranean - a breathtaking new theatre filled with untold stories of war. Engage ferocious enemy forces across Italian mountain passes, breathtaking coastal vistas and the sweeping deserts of N Africa. Stunning visuals deliver authentic and highly diverse environments designed to keep you on your toes. ​ Mountainous maps will require uniquely different strategies from coastal towns, with verticality now greatly affecting units’ line of sight (True Sight). Desert plains will call for careful reconnaissance and daring armored maneuvers. On this new frontline, intelligence trumps speed and clever use of local terrain will let you bewilder your opponents and rout them from the field. Experience the biggest single-player campaign in franchise history. The new Dynamic Campaign Map delivers full ‘sandbox-style’ gameplay, allowing players to command the overall war effort and experience an unprecedented level of strategic choice. ​ Establish vital supply lines before deploying rear guard defenses to secure your advance. Launch air and naval strikes to weaken and scatter enemy forces or liberate a nearby town to develop a Partisan spy network. Choose your forces and upgrade your veteran companies to match your playstyle. Meanwhile, the optional Full Tactical Pause feature allows players total control over the pacing of single-player action. Plan your attacks, then effortlessly queue up lethal precision plays that will give you the edge in battle. Company of Heroes 3 promises to delight even the most ardent WW2 enthusiasts thanks to the largest number of launch factions in the series to date. ​ New army customization mechanics will allow you to call in the help of a varied cast of specialist units. Take up the fight with new elite squads including the American-Canadian Special Service Forces, the revered Gurkhas from the Commonwealth and many more. ​ From devastating tank destroyers to clandestine recon vehicles, Company of Heroes 3 features the largest roster in the series to date. The super-light Weasel, the armor-sniping Nashorn, and the Chaffee Light Tank are just a few of the units making their debut. Also, let's not forget revamped classics like the M3 Recovery Vehicle Halftrack, which can now be used to repair and steal abandoned enemy vehicles! Feel the blistering impact of every mortar shell and naval bombardment with Relic's state-of-the-art Essence Engine. In Company of Heroes 3, every location becomes a fully destructible sandbox, opening up limitless tactical gameplay options for you or your enemy to exploit. ​ Bring fortified buildings crashing down onto enemy squads, then witness enhanced destruction mechanics at play as soldiers exploit fresh ruins as dynamic cover. Stunning new rendering and particle FX technology depicts fire, sand and smoke like never before. Brilliant new soldier animations combine with enhanced AI, delivering realistic squad reactions to the battlefield. Optimized for DirectX 12 and multi-core CPUs, Relic's new engine technology will deliver cinematic action to rival any Hollywood blockbuster.",
        "id_in_db": "t3_1n55cxq",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "60% off",
        "steam_app_id": "1677280",
        "genres": [
            "Action",
            "Strategy"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257100985/movie_max_vp9.webm?t=1740505862",
        "age_rating": "This game features violent content and some gore.",
        "is_dlc_or_addon": false,
        "persian_summary": "Company of Heroes 3 گیم پلی معتبر و تاکتیکی تحسین شده این سریال را به یک محیط جدید خیره کننده می رساند. خود را در دو کمپین حماسی ، چهار جناح منحصر به فرد چند نفره و تعاونی ، و یک تئاتر جدید نفس گیر که از بیابان های جارو در شمال آفریقا گرفته تا تپه های نورد ایتالیا است ، غوطه ور کنید. با ویژگی های جدید مانند مکث تاکتیکی کامل و نقشه کمپین پویا ما ، به مبارزه بپیوندید ، که به شما امکان می دهد کنترل کاملی از میدان نبرد داشته باشید. حق رای دادن به استراتژی افسانه ای برگشته است! شرکت قهرمانان 3 بسته نهایی عمل ، تاکتیک ها و استراتژی است. در گرمای نبرد در زمان واقعی مسئولیت را بر عهده بگیرید ، سپس به عنوان یک راهنمای عمومی که در آن هر تصمیم مهم است ، هدایت کنید. مخالفان خود را با چهار جناح منحصر به فرد و گروههای بین المللی جدید بین المللی غرق کنید. نیروهای فرماندهی زمین ، هوا و نیروی دریایی و ایجاد خطوط تأمین برای خرد کردن پیشرفت های دشمن در نقشه جدید انتخابات کمپین پویا - هیچ دو نمایشنامه هرگز یکسان نیستند! با سرعت خود در کمپین بازی کنید و ..."
    },
    {
        "title": "conquest of eo return to monkey island eastern exorcist warhammer 40000",
        "store": "humblestore",
        "url": "http://www.humblebundle.com/membership",
        "image_url": "https://external-preview.redd.it/r0hQQ7t_QPv1kKuewQuYGKk8ot74APrsdnTZHDYYxLE.jpeg?width=640&crop=smart&auto=webp&s=1ceab38caba877a20123fb8b516298655dfc0087",
        "description": "submitted by /u/LighteningOneIN [link] [comments]",
        "id_in_db": "t3_1n6p2c8",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /lighteningonein [پیوند] [نظرات]"
    },
    {
        "title": "dating app simulator 394 15 off",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3427550/Dating_App_Simulator/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/391580/header.jpg?t=1610004661",
        "description": "** New Important Note: To make the gameplay easier and more fun, you can press spacebar to throw the casting sticks instead of mouse click. ====== Awards ====== ◆ 1st Winner Of Egypt e-Content Award 2013. ◆ Silver Winner in 2013 W3 Awards. ◆ 3rd Winner Of Gaming Egypt Contest 2012 organized by iTi. ◆ Nominated for the World Summit Award 2013 in e-Entertainment & Games from Egypt. ◆ Nominated for Top 20 Mobile Apps in Mobily KSA Developers Award 2014. Egyptian Senet (Ancient Egypt Game). The Mysterious Afterlife Journey And The Favorite Pastime Of The Pharaoh Tutankhamun. The Artifact Of The World's Oldest Board Game Found In King Tut's Tomb, Beside The Golden Coffin & Sarcophagus. After performing opening of the mouth ceremony on your mummy by Anubis, you start your afterlife journey protected by Eye of Horus(Wadjet) to pass through the underworld realm of Osiris, challenging an invisible adversary inside an Egyptian hidden tomb in The Valley of the Queens located near the better known Valley of the Kings, on the west bank of the Nile river across from Thebes (Luxor). Senet is a board game from predynastic and ancient Egypt, it is the earliest known record of a backgammon , checkers, draughts, ludo and chess like games. The oldest hieroglyph representing a Senet game dates to around 3500 BC.The full name of the game in Egyptian was meaning \"The game of passing\". Games have been around for thousands of years, but none are older than the ancient game of Senet, invented by the Egyptians roughly 3500 or 5000 years ago. It is believed that this two-player board game originated as a popular form of recreation with both royalty and peasantry. But by the mid-13th century BC, Senet had evolved into a more religious ritual. Some depictions from this time period forward show the game being played not by two people, but rather as a deceased player competing against an invisible adversary, interpreted by some to symbolize the deceased players own soul. The board has become a metaphor for the afterlife with pawns moving across the board just as a soul moves through layers of the netherworld after death. Reaching the final space and leaving the board is the goal of the game, just as reaching Horus and leaving the netherworld was the goal for the Egyptians after their death for attaining rebirth with the gods Isis & Osiris, Sekhmet & Bastet holding the Egyptian Ankh or the papyrus scepter. The game board consists of 30 squares or slots, arranged in 3 horizontal rows of 10. Pawns move from left to right through row 1, then drop down and move from right to left through row 2. Dropping down again, pawns move from left to right along row 3 and finally, off the board. The game uses the rules developed by Timothy Kendall in his 1978 work, Passing Through the Netherworld :The Meaning and Play of Senet, an Ancient Egyptian Funerary Game. The game includes five special squares, governed by their own rules, each containing a hieroglyphic. Square 15 is the House of Rebirth; square 26 is the House of Beauty; square 27 is the House of Water: square 28 is the House of the Three Truths; square 29 is the House of Two Truths; and square 30, the last, is the House of Horus, the Egyptian falcon-god and lord of the sky. Egyptian Senet is a pharaonic challenging game that combines luck,strategy,and magic features authentic photos of ancient Egyptian temples,plus artistically crafted graphics and animation of an ancient stone game board and pieces,set in an echoing,tomb-like chamber.Ritualistic music plus sound effects of stone pieces moving recreate the atmosphere of predynastic Egypt.The App's Icon shows the Egyptian Queen Nefertari playing Senet in her tomb,she was the great wife of the pharaoh Ramesses II(Ramses)Rio. Also many Egyptian Queens have a similar photos playing Senet such as Cleopatra,Nefertiti the great royal wife of Akhenaten,and the Queen Hatshepsut the wife of Thutmose II. Supported Languages in year 2017 - 2018 - 2019 -2020 : (English, Arabic, French, Spanish, German, Italian, Dutch, Russian, Japanese, Korean, Chinese, Portuguese-Brazil) Suitable for everyone Adults and Kids. Perfect relaxing and time killer (timekiller) game with good prices for all countries. Used for Meditation, Relaxation, Calming and Detachment. Highly Recommended for anyone interested in Board Games,Ancient Egypt,Egyptology,Archeology,Sphinx,Mythology,zen,indie,invaluable,Archaic,Arcane,Agony,ABC,Edu,Educational,Historic,Historical,Culture,Cultural,Solitaire,Dice,card,cards,slot,slots,snakes and ladders,Monopoly,Domino,Dominoes,Dominos,tabletop simulator,tabletop,simulator,casino,capcom,sigil,magic,satan,satanic,demon,demons,e3,game jam,games,Steam Gift Cards,steam,gift,card,Catan,Freddy,luck,strategy,special,Atypical,Tomb Raider,Stargate,Star Gate,Indiana Jones,Nancy Drew,Age of Wonders,Stardew Valley,streets of rage 4,monogame,OCTOPATH TRAVELER,NieR:Automata,Rust,Compulsive,Tic Tac Toe,xo,dota,dota2,dota 2,valve,Counter,Strike,Counter-Strike,Counter Strike,steam,steam games,snake,snakes,and,ladders,vr,big ramy,mo,salah,mo salah,liverpool,momo,seo,aso,pes,fifa,football,manager,Very Positive,将棋,among us,Overwhelmingly,Positive,Outstanding,Unconventional,Uncommon,Unusual,Quirky,Bizarre,Unfamiliar,Games,Adobe Air,Flash,Flex,HTML5, javaScript,xamarin,mono game,unity,electron,crossPlatform,cross Platform games,coronavirus,corona,virus,covid-19,anxiety relief, stress relief. For More Info (Information): Support Email: ezzatstudios@gmail.com Facebook Page: https://www.facebook.com/EgyptianSenet",
        "id_in_db": "t3_1n6eoul",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "Discount",
        "steam_app_id": "391580",
        "genres": [
            "Casual",
            "Indie",
            "Simulation",
            "Sports",
            "Strategy"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256655621/movie_max.webm?t=1447377567",
        "is_dlc_or_addon": false,
        "persian_summary": "** نکته مهم جدید: برای آسانتر و سرگرم کننده تر کردن گیم پلی ، می توانید Spacebar را فشار دهید تا به جای کلیک ماوس ، میله های ریخته گری را پرتاب کنید. ===== جوایز ====== ◆ 1 برنده جایزه E-Content مصر 2013. ◆ برنده نقره در جوایز W3 2013. ◆ 3 برنده مسابقه بازی مصر 2012 که توسط ITI برگزار شد. ◆ نامزد دریافت جوایز اجلاس جهانی 2013 در E-Entallyment & Games از مصر. ◆ نامزد دریافت 20 برنامه برتر موبایل در جایزه توسعه دهندگان Mobily KSA 2014. Senet مصر (بازی مصر باستان). سفر اسرارآمیز پس از زندگی و سرگرمی مورد علاقه فرعون توتانکامون. آثار باستانی قدیمی ترین بازی هیئت مدیره جهان که در مقبره کینگ توت ، در کنار تابوت طلایی و سارکوفاگوس یافت شد. پس از اجرای مراسم دهان بر روی مومیایی خود توسط Anubis ، سفر پس از زندگی خود را که توسط چشم هوروس (Wadjet) محافظت می شود ، شروع می کنید تا از قلمرو عالم اموات اوزیریس عبور کند و یک دشمن نامرئی را در داخل مقبره مخفی مصری در دره کوئین های واقع در نزدیکی بهتر ... به چالش بکشد ..."
    },
    {
        "title": "epic games mobile machinarium",
        "store": "epicgames",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1n2epbu/epic_games_mobile_game_machinarium/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1343400/2354f470ed43dbcf63e168dc2b256285434ea52c/header.jpg?t=1750692577",
        "description": "Journey into the Sixth Age of Gielinor and discover a fantasy world deep with legend and lore. Gielinor's people may be thriving, but the Elder Gods still scheme. The clouds are darkening and war looms. Experience a fantasy online world 19 years in the making. It's up to you. Will you explore the world with friends, or seek your fame and fortune as a lone adventurer? Whether you’re engaged in daring quests, quietly tending to your farm, risking it all against a high-level boss or spending a night at the circus, RuneScape is the perfect second-screen game. Play how you want – the choice is yours. What type of hero will you be? With a world that’s been growing for an incredible 19 years, RuneScape continues to thrill players with an adventure unlike any other. With 270 million installations and cross-playability on PC and mobile, join the hundreds of millions of people who have explored the fantastic and mystical world of Gielinor. Make friends – and maybe sometimes enemies – with a rich roster of memorable NPC characters. From lovable companions and friendly rogues, to deceitful villains and vengeful gods, the many faces of Gielinor offer a deep fantasy experience unlike anything else. Visit dozens and dozens of unique and striking locations, from the medieval castles of Burthorpe and the tranquil harbours of Catherby, to the dangerous barren expanses of the Wilderness or the tropical reaches of Anachronia. Own your own port! Run your own farm! Make a pretty penny trading with players at The Grand Exchange, and keep your exotic wares safe in the Bank. With 28 skills to master, what will you become? Will you be one with nature by perfecting Woodcutting, Fishing, Herblore and Cooking? Or would you prefer to be more creative with Crafting, Farming, Smithing and Construction? Or perhaps your tastes lay elsewhere – with Hunting, Divination, Invention or Runecrafting? Or maybe your soul yearns action, and you’ll take to Magic, Summoning, Slayer and Dungeoneering! Do you want to get up close and personal with a sharp blade in your hand? Or will you take a tactical approach and attack from range? Or perhaps your skills are more mystical, and you prefer the arena of magic? Fight a dazzling assortment of foes including an unimaginable array of epic bosses. From demons to dragons and rock monsters to serpents, nightmares beyond your wildest imagination lay in wait. RuneScape can be played free, but also offers optional membership that unlocks even more thrilling content, including 8 additional skills, over 120 extra quests and access to the entire game world map! Check out the Steam DLC Bundles Membership Access offers featuring launch exclusive Steam cosmetic items and special rewards. Add your unique voice to our vibrant RuneScape community. Enjoy a strong connection to RuneScape's independent development team by joining them for regular livestreams, and share ideas on the forums. We shape RuneScape together!",
        "id_in_db": "t3_1n2epbu",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1343400",
        "genres": [
            "Massively Multiplayer",
            "RPG",
            "Free To Play"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256800506/movie_max_vp9.webm?t=1634556984",
        "is_dlc_or_addon": false,
        "persian_summary": "سفر به ششم عصر ژیلینور و کشف دنیای فانتزی در اعماق افسانه و لور. قوم جیلینور ممکن است رونق داشته باشد ، اما خدایان بزرگتر هنوز هم طرح می شوند. ابرها تاریک می شوند و جنگ می شوند. 19 سال یک دنیای خیالی آنلاین را در ساخت تجربه کنید. این به شما بستگی دارد آیا با دوستان جهان را کشف خواهید کرد یا به دنبال شهرت و ثروت خود به عنوان یک ماجراجو تنها هستید؟ این که آیا شما مشغول جستجوی جسورانه هستید ، بی سر و صدا به مزرعه خود تمایل دارید ، همه اینها را در برابر یک رئیس سطح بالا یا گذراندن یک شب در سیرک به خطر می اندازید ، Runescape بازی عالی صفحه دوم است. بازی را که می خواهید بازی کنید - انتخاب شماست. شما چه نوع قهرمان خواهید بود؟ با دنیایی که 19 سال باورنکردنی در حال رشد است ، Runescape بر خلاف سایر موارد ، بازیکنان را با یک ماجراجویی هیجان زده می کند. با 270 میلیون نصب و قابلیت بازی متقابل در رایانه شخصی و موبایل ، به صدها میلیون نفر که دنیای خارق العاده و عرفانی Gielinor را کاوش کرده اند ، بپیوندید. با ... دوست شوید - و شاید گاهی اوقات دشمن - با ..."
    },
    {
        "title": "epic games mobile strange horticulture",
        "store": "epicgames",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1mwdw8j/epic_games_mobile_game_strange_horticulture/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/391730/a3b21cf10ad950e25aaf459bc04e0f38fc1f115e/header.jpg?t=1756393960",
        "description": "TIME Magazine Top 10 Games of 2016 \"Usually I can say what a game IS and be done, but it's hard to figure out what Crashlands ISN'T. It's a funny, crafty, fighty, jumpy, makey, adventurey, type... thing. I think they started making a cool game and just couldn't stop. \" - Tycho, Penny Arcade Crash land and craft, battle, and quest your way through this story-driven Crafting ARPG overflowing with sass! Become Flux Dabes, a galactic trucker whose latest shipment gets derailed by a chin-strapped alien menace named Hewgodooko, leaving you stranded on an alien planet. As you hustle to retrieve your packages you’ll become enmeshed in a nefarious plot of world domination, which will require all of your wits and both of your glutes to overcome. Learn recipes from the local sentient life, make new friends, uncover ancient secrets and deadly bosses, tame everything and build yourself a home-away-from-home as you learn to thrive after crash landing on planet Woanope. Player 2 can now play as Juicebox! Juicebox's S.T.R.A.W.™ not only harvests resources but also brings additional firepower to the battlefield. But watch out, the enemies are gonna try to kick his robotic butt too now! But Juicebox has a few special moves up his mechanical sleeves... Happy Juiceboxing with your friend! Key Features Expansive Crafting System Unlock over 500 craftable items as you explore the world and learn its secrets! Self-managing, Infinite Inventory Your inventory is infinite, manages itself, and retrieves your tools when you need them, so you can focus on adventuring, questing, and building. You'll never dig through your bag or return to your base to free up inventory space - giving you more time to thrive after crash landing! RPG-Style Character Progression Become more powerful through creating ever-more-amazing items! As you grow in power, you can venture to new regions of the world, meet strange characters, discover new stories, and encounter new and interesting enemies. Skill-Based Combat Learn the attacks of the enemies you encounter, and use your skill, agility, and wits to defeat them! You can even augment your fighting prowess with the power of the dozens of gadgets you can craft. Set your enemies on fire, stun them, slow down time, and more! Intuitive Base Building Building a base in Crashlands is so simple it feels like fingerpainting. You can create beautiful, sprawling bases in minutes! Tameable Creatures Every creature in Crashlands can become a trusty combat sidekick. Find an egg, incubate it, and hatch your very own adorable or hideous bundle of joy. You can even craft special items to grow and empower them! Huge World... with Huge Problems Crash land on a planet with four sentient races, three continents, an epic bid for the future of the planet, and you - trapped in the middle, trying to deliver your freakin' packages. Take your time to dive into the sidestories of the characters you meet or just rush headlong into making that special delivery. With hundreds upon hundreds of quests, there's a lot to do and discover on planet Woanope! Crossplatforminess Don't want the fun to stop? Crashlands is also available on mobile - the exact same game, with your cloud-synced progress - so you never have to stop!",
        "id_in_db": "t3_1mwdw8j",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "391730",
        "genres": [
            "Action",
            "Adventure",
            "Indie",
            "RPG"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257186870/movie_max_vp9.webm?t=1755874746",
        "is_dlc_or_addon": false,
        "persian_summary": "مجله تایم 10 بازی برتر سال 2016 \"معمولاً می توانم بگویم که یک بازی چیست و انجام می شود ، اما می توان فهمید که Crashlands چه چیزی نیست. این یک خنده دار ، حیله گر ، مبارز ، پرشور ، Makey ، Type ... چیز است. فکر می کنم آنها شروع به ساختن یک بازی جالب کردند و فقط نمی توانند متوقف شوند.\" تبدیل به Flux dabes ، یک کامیون کهکشانی که آخرین محموله آن توسط یک تهدید بیگانه چانه به نام Hewgodooko از بین می رود و شما را در سیاره ای بیگانه قرار می دهد. هنگامی که برای بازیابی بسته های خود عجله می کنید ، در یک نقشه ناعادلانه از سلطه جهانیان گنجانیده خواهید شد ، که برای غلبه بر همه عقل و هر دو گلوت شما نیاز دارد. دستور العمل های زندگی احساساتی محلی را بیاموزید ، دوستان جدیدی بسازید ، از اسرار باستانی و کارفرمایان کشنده پرده بردارید ، همه چیز را لکه دار کنید و خود را به خانه بسازید و از خانه خارج شوید ، زیرا یاد می گیرید پس از سقوط در سیاره Woanope ، شکوفا شوید. بازیکن 2 اکنون می تواند به عنوان ..."
    },
    {
        "title": "exiled giveaways and itchio mega threads",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1n5u7zr/exiled_giveaways_and_itchio_mega_threads/",
        "image_url": "https://preview.redd.it/exiled-giveaways-mega-thread-v0-mkdm5ewra2df1.png?width=1034&auto=webp&s=1a9c78b8ae25df4649050b689dea10606b514e6d",
        "description": "To increase visibility, the mega threads are posted on a weekly basis. This is being done following the overall discussion of Mega Threads via FGF Update - https://redd.it/jkxyzw Please use the below threads for your posts. :) Exiled Giveaways Mega Thread (#2) Itchio Mega Thread (#10) Want to setup alerts to these threads? RSS Feed information can be found in our wiki! https://www.reddit.com/r/FreeGameFindings/wiki/rssfeed Included is information about our discord bot and general RSS feed stuff. Definitely give it a look! submitted by /u/AutoModerator [link] [comments]",
        "id_in_db": "t3_1n5u7zr",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "برای افزایش دید ، موضوعات مگا به صورت هفتگی ارسال می شوند. این کار پس از بحث کلی موضوعات مگا از طریق بروزرسانی FGF انجام می شود - https://redd.it/jkxyzw لطفاً از موضوعات زیر برای پست های خود استفاده کنید. :) Giveaways Mega Thread (شماره 2) Thread Mega Itchio (#10) آیا می خواهید هشدارهایی را برای این موضوعات تنظیم کنید؟ اطلاعات خوراک RSS را می توان در ویکی ما یافت! https://www.reddit.com/r/freegamefindings/wiki/rssfeed شامل اطلاعات مربوط به ربات Discord و General RSS Feed است. قطعاً به آن نگاه کنید! ارسال شده توسط /u /automoderator [پیوند] [نظرات]"
    },
    {
        "title": "free survival management game where you lead a team of 8 survivors stranded on a strange island after a plane crash assign them to tasks develop your survival skills research and craft new items explore the island and solve its mysteries",
        "store": "steam",
        "url": "https://store.steampowered.com/app/384310/Dead_In_Bermuda/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/384310/header.jpg?t=1755126644",
        "description": "DEAD IN BERMUDA is a survival management game with RPG and adventure elements, in which you lead a team of 8 survivors from a plane crash on a strange island. Assign your survivors to tasks, gain experience and develop your survival skills, research and craft new items for the camp, explore the island for resources and solve the mysteries behind an ancient atlantean prophecy. Key Features Manage the well-being of your team: they can die from Hunger, Fatigue, Sickness, Injury and Depression as well as lack of water. Relationships between characters evolve! They can argue, become friends and even lovers. Research & Craft to upgrade your camp. Deep RPG system running behind the scenes: the efficiency of every action is tied to character skill, opinions and the state of the character. Exploration: 100 map areas to discover, each with its own rewards… or traps! Randomized elements: the map, the items, the dialogs, the skills and traits of your characters changes every new game. Special encounters in the jungle with choose-you-own-adventure like elements. Easy to play, but hard to survive!",
        "id_in_db": "t3_1n1mmw9",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "384310",
        "genres": [
            "Adventure",
            "Indie",
            "RPG",
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256655288/movie_max.webm?t=1447377385",
        "is_dlc_or_addon": false,
        "persian_summary": "Dead در برمودا یک بازی مدیریت بقا با RPG و عناصر ماجراجویی است که در آن شما تیمی از 8 بازمانده را از سقوط هواپیما در یک جزیره عجیب رهبری می کنید. بازماندگان خود را به وظایف اختصاص دهید ، تجربه کسب کنید و مهارت های بقا ، تحقیق و تحقیق و توسعه موارد جدید را برای اردوگاه توسعه دهید ، جزیره را برای منابع کشف کنید و اسرار پشت یک پیشگویی آتلانتیایی باستانی را حل کنید. ویژگی های کلیدی مدیریت بهزیستی تیم شما: آنها می توانند از گرسنگی ، خستگی ، بیماری ، آسیب و افسردگی و همچنین کمبود آب جان خود را از دست دهند. روابط بین شخصیت ها تکامل می یابد! آنها می توانند استدلال کنند ، دوست و حتی عاشق شوند. تحقیق و کاردستی برای به روزرسانی اردوگاه خود. سیستم RPG عمیق که در پشت صحنه اجرا می شود: کارآیی هر عملی با مهارت شخصیت ، عقاید و وضعیت شخصیت گره خورده است. اکتشاف: 100 منطقه نقشه برای کشف ، هر کدام دارای پاداش های خاص خود هستند ... یا تله! عناصر تصادفی: نقشه ، موارد ، گفتگوها ، مهارت ها و ویژگی های شخصیت های شما هر بازی جدید را تغییر می دهد. خاص ..."
    },
    {
        "title": "frontiers of pandora",
        "store": "steam",
        "url": "https://store.steampowered.com/app/2840770/Avatar_Frontiers_of_Pandora/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2840770/header.jpg?t=1742490068",
        "description": "Avatar: Frontiers of Pandora™ is a first-person, action-adventure game set in the Western Frontier. Abducted by the RDA, you, a Na’vi, were molded to serve their purpose. Fifteen years later, you are free, but find yourself a stranger in your birthplace. Reconnect with your lost heritage and discover what it truly means to be Na'vi as you join other clans to protect Pandora. EXPLORE A WORLD OF WONDER AND DANGER Experience the epic wonders of the Western Frontier, a never-before-seen continent of Pandora. Journey through beautiful yet unpredictable open world regions, where lowering your guard can lead to deadly mistakes. BECOME NA’VI Harness your incredible strength and agility while customizing your character, crafting new gear, and upgrading skills and weapons to fit your playstyle. SOAR THE SKIES Bond with your own personal banshee that will give you an edge in aerial combat and can be used for traveling across the vast Western Frontier. MASTER MULTIPLE COMBAT STYLES Fight off the dangers of Pandora as you embrace the precision of traditional Na’vi weapons, including your bow and spear-thrower, or leverage your human training with more destructive weapons, such as an assault rifle or a shotgun. SHARE YOUR ADVENTURE IN FULL CAMPAIGN CO-OP Play the full story campaign in single-player or with a friend online in two-player co-op.",
        "id_in_db": "t3_1n5w3qw",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "75% off",
        "steam_app_id": "2840770",
        "genres": [
            "Action",
            "Adventure"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257026836/movie_max_vp9.webm?t=1717782621",
        "is_dlc_or_addon": false,
        "persian_summary": "Avatar: Frontiers of Pandora ™ یک بازی اول شخص ، اکشن-ماجراجویی است که در مرز غربی تنظیم شده است. ربوده شده توسط RDA ، شما ، یک ناوی ، برای خدمت به هدف خود ساخته شده اید. پانزده سال بعد ، شما آزاد هستید ، اما خود را در زادگاه خود غریبه می دانید. با میراث گمشده خود ارتباط برقرار کنید و دریابید که واقعاً به معنای Na'vi بودن در هنگام پیوستن به قبیله های دیگر برای محافظت از پاندورا است. دنیای شگفتی و خطر را در مورد شگفتی های حماسی مرزهای غربی ، قاره ای که قبلاً دیده نشده از پاندورا است ، تجربه کنید. سفر از طریق مناطق زیبا و در عین حال غیرقابل پیش بینی جهان باز ، جایی که پایین آوردن نگهبان شما می تواند منجر به اشتباهات کشنده شود. در حالی که شخصیت خود را سفارشی می کنید ، تجهیزات جدید و مهارت ها و سلاح های خود را متناسب با Playstyle خود می کنید ، قدرت و چابکی باورنکردنی خود را به دست می آورید. پیوند آسمان را با Banshee شخصی خود که به شما در نبردهای هوایی می دهد ، صعود کنید و می توانید برای سفر در مرزهای وسیع غربی استفاده کنید. Master Multiple Styles Combat با ..."
    },
    {
        "title": "games for palestine 2025 charity bundle",
        "store": "other",
        "url": "https://www.reddit.com/r/GameDeals/comments/1n70ou9/itch_play_for_peace_games_for_palestine_2025/",
        "image_url": "https://img.itch.zone/aW1nLzIyOTA5MjA5LmpwZw==/original/gD5c9R.jpg",
        "description": "https://itch.io/b/2979/play-for-peace-games-for-palestine-2025-charity-bundle \"The people of Palestine continue to be subjected to hostility, destruction of homes, critical infrastructure, and devastating loss of lives. We, as a games community, will bring together our incredible games from across the world, for a charity bundle with proceeds that go directly to Palestine aid and relief. We are partnering with UNRWA USA, who will receive the funds and grant them to UNRWA (UN agency) in support of direct humanitarian aid in Palestine. Together, the game dev community and UNRWA USA will raise awareness on the situation in Gaza, spotlight our communities, and the devs participating in this charity drive.\" \"Thanks to all the incredible devs who contributed their games to this bundle, we have 382 amazing games, from cozy narrative sims, to meditative adventures, to action games, visual novel tools, experimental sims, an RPG about being a cow, to tabletop experiences about everything from the occult, to journaling of self-discovery, and so much more.\" submitted by /u/Adewade [link] [comments]",
        "id_in_db": "t3_1n70ou9",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "99% off",
        "is_dlc_or_addon": false,
        "persian_summary": "https://itch.io/b/2979/play-for-peace-games-for-palestine-2025-charity-bundle \"مردم فلسطین همچنان در معرض خصومت ، نابودی خانه ها ، زیرساخت های بحرانی و از دست دادن ویران کننده زندگی هستند. با UNRWA USA همکاری می کنند ، که این بودجه را دریافت می کند و به آنها در حمایت از کمک های بشردوستانه مستقیم در فلسطین ، به UNRWA (آژانس سازمان ملل) اعطا می کند. \"با تشکر از همه شیطان های باورنکردنی که بازی های خود را به این بسته نرم افزاری کمک کرده اند ، ما 382 بازی شگفت انگیز داریم ، از سیم های روایت دنج ، ماجراهای مراقبه ، بازی های اکشن ، ابزارهای رمان بصری ، سیم های تجربی ، یک RPG در مورد گاو بودن ، تا تجارب تبلت درباره همه چیز از ..."
    },
    {
        "title": "ingredient checker lifetime 79 free scan food products for microplastics seed oils pfas processing info and get longevity score available aug 28",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/ingredient-checker-chemzero/id6739990764?platform=iphone",
        "image_url": "https://external-preview.redd.it/X_B6HHCGVN74O7moAPL-8ABWvzI5mvx2hlsNZ9optC8.png?width=640&crop=smart&auto=webp&s=bb82fbb9df844a269549ccbb316f67c0bce75a47",
        "description": "We wanted a way to quickly see if the food we buy supports long-term health - so we built an app that scans products for microplastics, seed oils, processing level, and hidden ingredients that impact longevity. From Aug 28 untill Aug 31, we’ve made our Lifetime PRO unlock completely free via in-app purchase. Regular price is $79 - this weekend it’s $0.00, forever unlocked. If you end up finding ChemZero useful, we’d love a quick App Store rating - it really helps others discover it and motivate us app makers trying to build genuinely useful tool that supports our health. submitted by /u/LeaderRude5700 [link] [comments]",
        "id_in_db": "t3_1n2psb3",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ما می خواستیم راهی برای سریع ببینیم که آیا غذایی که ما خریداری می کنیم از سلامت طولانی مدت پشتیبانی می کند - بنابراین ما برنامه ای را ساختیم که محصولات را برای میکروپلاستیک ، روغن بذر ، سطح پردازش و مواد مخفی که بر طول عمر تأثیر می گذارد ، اسکن می کند. از 28 اوت تا 31 اوت ، ما باعث شده ایم که Lifetime Pro باز شود و از طریق خرید درون برنامه ای کاملاً رایگان باشد. قیمت منظم 79 دلار است - این آخر هفته 0.00 دلار است ، برای همیشه باز نشده است. اگر در نهایت پیدا کردن Chemzero مفید هستید ، ما عاشق یک رتبه بندی سریع فروشگاه App هستیم - این واقعاً به دیگران کمک می کند تا آن را کشف کنند و ما را به سازندگان برنامه ها انگیزه دهند که سعی می کنند ابزاری واقعاً مفید را بسازند که از سلامتی ما پشتیبانی کند. ارسال شده توسط /u /LeaderRude5700 [لینک] [نظرات]"
    },
    {
        "title": "ios ipados run for fun 799 free till august 31st restrict addictive apps on your device until you exercise",
        "store": "iosappstore",
        "url": "https://apps.apple.com/ca/app/run-for-fun-screen-time-focus/id6743376966",
        "image_url": "https://external-preview.redd.it/YnxK9fl_RkHDMZAdBXXVatKpFRnscoVwFhb5cd5LcIM.png?width=640&crop=smart&auto=webp&s=a8739d679f88286ceb51dee42e7160f4af3ed263",
        "description": "submitted by /u/busymom0 [link] [comments]",
        "id_in_db": "t3_1n2j0we",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /busymom0 [پیوند] [نظرات]"
    },
    {
        "title": "ios ocrforge 499 to free for 48h easily extract text from images documents or photos with ocrforge fast accurate ocr scanning",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/ocrforge-text-scanner/id6748552382",
        "image_url": "https://external-preview.redd.it/xQ4IUBq41R_70FsaQNZIleGrqRpNpJO7Y7ZhcJmb0IE.png?width=640&crop=smart&auto=webp&s=c6012f5c728c246fbcdc19249cb1505d96125ea3",
        "description": "Recently updated the app, added 10 languages, I will be very thankful for any feedback especially when it comes to localization, also im open for suggestions so if have any let me know! submitted by /u/MefjuEditor [link] [comments]",
        "id_in_db": "t3_1n6clqi",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "اخیراً برنامه را به روز کرده است ، 10 زبان اضافه شده است ، من از هرگونه بازخورد بسیار سپاسگزارم ، به خصوص وقتی که بومی سازی می شود ، همچنین برای پیشنهادات باز هستم ، بنابراین اگر به من اطلاع دهید! ارسال شده توسط /u /mefjueditor [پیوند] [نظرات]"
    },
    {
        "title": "ios pdfforge 499 to free for 48h scan edit sign and extract text from pdfs with ocr pdfforge is your all",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/pdfforge-pdf-scanner-edit/id6744874734",
        "image_url": "https://external-preview.redd.it/PNfCcidLKXZHRLcYTn3uNtT41HGYqz1Zn6L7cWNG6QA.png?width=640&crop=smart&auto=webp&s=b2fb7c4401500346b922367e6dc7ccc56b143e95",
        "description": "What I’m Looking For: Feedback on usability, design, or anything that feels off Suggestions for new features or improvements Your thoughts on how it compares to other PDF Scanning apps submitted by /u/MefjuEditor [link] [comments]",
        "id_in_db": "t3_1msaagg",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "آنچه من به دنبال آن هستم: بازخورد در مورد قابلیت استفاده ، طراحی یا هر چیزی که از ویژگی های جدید برای ویژگی های جدید یا بهبود افکار خود در مورد نحوه مقایسه آن با سایر برنامه های اسکن PDF ارسال شده توسط /u /mefjueditor [پیوند] [پیوند] [نظرات] استفاده می کند."
    },
    {
        "title": "ios pillmate 499 to free for 48h pillmate is a medication tracker with smart pill reminders and daily dose logs stay on schedule and never miss your medicine again",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/pillmate-medicine-tracker/id6743670524",
        "image_url": "https://external-preview.redd.it/gHWLg7EN0rauX2cH08Dkf3zj2Y4WrrWxaqL0V4rymN4.png?width=640&crop=smart&auto=webp&s=83cf4fe30891962473f87a8187f0ab97709a9183",
        "description": "What I’m Looking For: Any feedback on app usability, design, or anything that doesn’t feel quite right. Suggestions for new features or improvements! General thoughts on your experience using the app. submitted by /u/MefjuEditor [link] [comments]",
        "id_in_db": "t3_1n37pdp",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "آنچه من به دنبال آن هستم: هرگونه بازخورد در مورد قابلیت استفاده ، طراحی یا هر چیزی که کاملاً درست نیست. پیشنهادات برای ویژگی های جدید یا پیشرفت ها! افکار عمومی در مورد تجربه خود با استفاده از برنامه. ارسال شده توسط /u /mefjueditor [پیوند] [نظرات]"
    },
    {
        "title": "ios receipto 4999 free for 24h scan organize export receipts easily",
        "store": "iosappstore",
        "url": "https://apps.apple.com/es/app/receipto-receipt-scanner-app/id6745450337",
        "image_url": "https://external-preview.redd.it/q5T7Dme7Yv9pNIyAWMGYkMMiFpWM8lm_dA297GBF5T4.png?width=640&crop=smart&auto=webp&s=e93460aaa75beaa6d5036364daf16338fbf6a1e4",
        "description": "Normally $49.99, but for the next 24 hours you can grab Receipto completely free. App Store link: https://apps.apple.com/es/app/receipto-receipt-scanner-app/id6745450337 Features: • Scan and digitize receipts with your camera • Auto-extract merchant, date, totals • Organize and search receipts easily • Works offline by default (optional sync if you want backup) I’d really appreciate it if you could leave a positive review on the App Store after trying it — it helps a ton 🙏 Enjoy the app! submitted by /u/OwnFix1582 [link] [comments]",
        "id_in_db": "t3_1msxn48",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "به طور معمول 49.99 دلار ، اما برای 24 ساعت آینده می توانید رسیده را کاملاً رایگان بگیرید. برنامه App Store: https://apps.apple.com/es/app/receipto-receipt-scanner-app/id6745450337 ویژگی ها: • اسکن و دیجیتالی کردن رسیدها با دوربین خود • بازرگان خودکار Extract Auto-Extract ، تاریخچه ، جمع آوری و جستجوی شما به راحتی می توانید از کارآیی خود استفاده کنید اگر می خواهید به طور پیش فرض را انجام دهید (اگر می خواهید به طور پیش فرض می کنید) اگر می خواهید به طور پیش فرض می کنید (اگر می خواهید به طور پیش فرض می کنید (Synd) IT - به یک تن کمک می کند 🙏 از برنامه لذت ببرید! ارسال شده توسط /u /homefix1582 [لینک] [نظرات]"
    },
    {
        "title": "ios sonicscript 499 to free for 48h clean powerful text to speech tts app for ios",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/sonicscript-text-to-speech/id6745083919",
        "image_url": "https://external-preview.redd.it/mi5wmzC5Ti-YJ7hdZo-JFE7t4_oD6ljYaWw-KoKAKZM.png?width=640&crop=smart&auto=webp&s=927a63c995b08d3298d6c99da7e7eb53ff0f8e05",
        "description": "What I’m Looking For: Any feedback on app usability, design, or anything that doesn’t feel quite right. Suggestions for new features or improvements! General thoughts on your experience using the app. Recently updated with some suggestions from Reddit users. Now app should not crash over the longer text, added clear button to just delete whole content from the text field. But still look for more feedback. Now looking for new voice models for requested languages. Soon app will also work on iPads and Macs. submitted by /u/MefjuEditor [link] [comments]",
        "id_in_db": "t3_1mv6k11",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "آنچه من به دنبال آن هستم: هرگونه بازخورد در مورد قابلیت استفاده ، طراحی یا هر چیزی که کاملاً درست نیست. پیشنهادات برای ویژگی های جدید یا پیشرفت ها! افکار عمومی در مورد تجربه خود با استفاده از برنامه. اخیراً با برخی از پیشنهادات کاربران Reddit به روز شده است. اکنون برنامه نباید روی متن طولانی تر خراب شود ، دکمه CLEAR را اضافه کرد تا فقط محتوای کل را از قسمت متن حذف کند. اما هنوز به دنبال بازخورد بیشتر هستید. اکنون به دنبال مدل های صوتی جدید برای زبانهای درخواستی هستید. برنامه به زودی روی iPads و MAC نیز کار خواهد کرد. ارسال شده توسط /u /mefjueditor [پیوند] [نظرات]"
    },
    {
        "title": "iosmacos hours calculator lifetime 599",
        "store": "iosappstore",
        "url": "https://apps.apple.com/app/id6745176754",
        "image_url": "https://external-preview.redd.it/JT2VUdNsqbvSG_1aS4EoDiU0bgVgfJOQl8zR4JSRU-w.png?width=640&crop=smart&auto=webp&s=dfb9bd58c93a9495e3c8937d12aacbfbb37f6f59",
        "description": "Hours Calculator makes it easy to calculate hours, minutes, and seconds - as well as hourly rate. It's perfect for tracking work, calculating billable hours, or managing your schedule. It works across iOS and macOS. Any feedback is much appreciated! Thanks for your support. submitted by /u/londonfinn [link] [comments]",
        "id_in_db": "t3_1n0fotv",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ماشین حساب ساعتها محاسبه ساعت ، دقیقه و ثانیه - و همچنین نرخ ساعتی را آسان می کند. این برای ردیابی کار ، محاسبه ساعات قابل پرداخت یا مدیریت برنامه خود مناسب است. در سراسر iOS و MACOS کار می کند. از هر بازخورد بسیار استقبال می شود! با تشکر از حمایت شما ارسال شده توسط /u /londonfinn [پیوند] [نظرات]"
    },
    {
        "title": "iosnotestackiap 10",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/notestack-notes-and-lists/id1672575304",
        "image_url": "https://external-preview.redd.it/XakeRltSJEkdAk5zsR2pjn5ncfonR463hNu3YIGHmNc.png?width=640&crop=smart&auto=webp&s=632fb57660f15c53f10a47ee26c6bb4a27c5a99a",
        "description": "Less is more, when it’s done right. NoteStack gives you only what you need to take and organise notes quickly. While other apps show you a really tiny preview, with NoteStack you can see the real note before you open it. This makes the app more fun and easier to find your notes. submitted by /u/rohanmerchant [link] [comments]",
        "id_in_db": "t3_1n0697k",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "کمتر ، وقتی درست انجام شد. Notestack فقط آنچه را که باید بگیرید و یادداشت ها را به سرعت سازماندهی می کنید به شما می دهد. در حالی که برنامه های دیگر پیش نمایش بسیار ریز و درشتی را به شما نشان می دهند ، با Notestack می توانید قبل از باز کردن ، یادداشت واقعی را مشاهده کنید. این باعث می شود برنامه سرگرم کننده تر و آسان تر برای یافتن یادداشت های شما باشد. ارسال شده توسط /u /rohanmerchant [لینک] [نظرات]"
    },
    {
        "title": "iospdfforge499 to free for 48hscan edit sign and extract text from pdfs with ocr pdfforge is your all",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/pdfforge-pdf-scanner-edit/id6744874734",
        "image_url": "https://external-preview.redd.it/8Ln6jDc15lIZZjnpmDdTfQoSMRjND0fVKlw4GiEO1TI.png?width=640&crop=smart&auto=webp&s=e9b01f5bb287c93e1a7f982ee622fc82f9444936",
        "description": "What I’m Looking For: Feedback on usability, design, or missing features Suggestions for improvements or pain points Thoughts on how it compares to other PDF apps Recently updated, I added localization for 10 languages, let me know how it looks like. I will be very thankful for any feedback! submitted by /u/MefjuEditor [link] [comments]",
        "id_in_db": "t3_1mzeipo",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "آنچه من به دنبال آن هستم: بازخورد در مورد قابلیت استفاده ، طراحی یا ویژگی های مفقود شده برای بهبود یا نقاط درد در مورد نحوه مقایسه آن با سایر برنامه های PDF که اخیراً به روز شده اند ، محلی سازی را برای 10 زبان اضافه کردم ، به من اطلاع دهید که چگونه به نظر می رسد. من برای هر بازخورد بسیار سپاسگزارم! ارسال شده توسط /u /mefjueditor [پیوند] [نظرات]"
    },
    {
        "title": "kamaeru",
        "store": "epicgames",
        "url": "https://store.epicgames.com/p/kamaeru-0c301e",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1978150/header.jpg?t=1745518335",
        "description": "Kamaeru is a cozy frog collecting game about farming and preserving nature. You play as a kind soul helping an old friend restore the wetlands of your childhood by transforming them into a safe haven for friendly little frogs. With the help of the game’s cast of welcoming NPCs, you will photograph and breed frogs to increase your reputation, decorate your frog refuge, and plant native crops to help your amphibian abode thrive! Collect frogs 🐸 Feed, breed, collect, and raise all of the game’s 500+ frogs! 🐸 It’s up to you to figure out the secret to attracting new and adorable frogs. You can complete your collection by unlocking all the rare colors through a special breeding mini-game. When new ones join your refuge, use the in-game camera to take photos of them and collect them for your frogedex! Restore the wetlands 🌾 In order to succeed in your quest for frog preservation, you will need to restore the nearby wetlands to their former glory. This will allow you to continually support and cultivate the area through a process known as paludiculture! Dig ponds to let water roam the land again and plant native wetlands species to harvest precious crops. From there, you can transform your pickings into manufactured goods that can be sold to improve your froggy habitat further! Customize your frog refuge 🎨 New furniture will bring new frogs with it! As you personalize your habitat, new poses of frogs will be shown into specific kinds of furniture. Plus, it’ll attract attention to the area–and with it, new visitors! You can even repaint furniture to better fit your own unique style sensibilities.",
        "id_in_db": "t3_1mwddck",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1978150",
        "genres": [
            "Casual",
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257028619/movie_max_vp9.webm?t=1717877628",
        "is_dlc_or_addon": false,
        "persian_summary": "Kamaeru یک قورباغه دنج است که در مورد کشاورزی و حفظ طبیعت جمع آوری می کند. شما به عنوان یک روح مهربان بازی می کنید و به یک دوست قدیمی کمک می کند تا با تبدیل آنها به یک پناهگاه امن برای قورباغه های کوچک دوستانه ، تالابهای کودکی خود را بازگرداند. با کمک بازیگران بازی از استقبال از NPC ها ، برای افزایش شهرت ، تزئین پناهگاه قورباغه خود و کاشت محصولات بومی خود ، از قورباغه های قورباغه خود عکس می گیرید و پرورش می دهید تا به زندگی دوزیستان کمک کنید! قورباغه ها را جمع آوری کنید 🐸 خوراک ، پرورش ، جمع آوری و جمع آوری همه قورباغه های 500+ بازی! 🐸 این وظیفه شماست که راز جذب قورباغه های جدید و شایان ستایش را بفهمید. شما می توانید مجموعه خود را با باز کردن تمام رنگ های نادر از طریق یک مینی بازی مخصوص پرورش تکمیل کنید. هنگامی که افراد جدید به پناهگاه شما می پیوندند ، از دوربین درون بازی استفاده کنید تا از آنها عکس بگیرید و آنها را برای FrogedEx خود جمع کنید! تالابها را بازیابی کنید 🌾 برای موفقیت در تلاش برای حفظ قورباغه ، باید تالابهای اطراف خود را به شکوه سابق خود بازگردانید. این به شما امکان می دهد به طور مداوم پشتیبانی کنید ..."
    },
    {
        "title": "kamaeru ca2299 free cozy frog collecting game where you take pictures of frogs play mini",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/kamaeru-0c301e",
        "image_url": "https://gameluster.com/wp-content/uploads/2024/02/Kamaeru_KeyArt_1920x1080.jpg",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1mwe5gk",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /pm_me_freegames [لینک] [نظرات]"
    },
    {
        "title": "kenshi",
        "store": "steam",
        "url": "https://store.steampowered.com/app/233860/Kenshi/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/233860/header.jpg?t=1750245202",
        "description": "A free-roaming squad based RPG focusing on open-ended sandbox gameplay features rather than a linear story. Be a trader, a thief, a rebel, a warlord, an adventurer, a farmer, a slave, or just food for the cannibals. Research new equipment and craft new gear. Purchase and upgrade your own buildings to use as safe fortified havens when things go bad, or use them to start up a business. Aid or oppose the various factions in the world while striving for the strength and wealth necessary to simply survive in the harsh desert. Train your men up from puny victims to master warriors. Carry your wounded squad mates to safety and get them all home alive. FEATURES Freeform gameplay in a seamless game world in the largest single-player RPG world since Daggerfall, stretching over 870 square kilometers. The game will never seek to limit you or restrict your personal play style. Custom design as many characters as you want and build up a whole squad to fight for you. Characters will grow and become stronger with experience, not just in their stats but their appearance too. Build a base where you can research new technologies, upgrade your defences and craft new gear. Original take on the RTS-RPG hybrid genre. No \"hero\" characters with artificially stronger stats than everybody else- Every character and NPC you meet is potentially an equal, and has a name, a life. You are not the chosen one. You're not great and powerful. You don't have more 'hitpoints' than everyone else. You are not the center of the universe, and you are not special. Unless you work for it. Purchase and upgrade your own buildings to use as safe fortified havens when things go bad, or use them to start up a business. Variation and possibilities of gameplay. Be good, be evil, be a businessman, be a thief, live in a town, live in the desert, travel alone, travel in hordes, build a fortress, raze a city. Devote yourself to freeing slaves, or maybe end up a slave yourself. Dynamic, ever changing world. Support or hinder whoever you wish, or keep to yourself, the world won't stop moving. This is not just a \"game\", you are living and surviving in a simulated world. Get captured by cannibals and eaten alive , or sold off by slavers and forced to work in the mines. These are not scripted events, just a regular part of this chaotic world that ruins your life by chance. Anything can happen, yet anything can be overcome if you have the strength. Absolutely no Level-scaling. The world does not level up along with you, and the shops don't change their inventory to only items matching your level. At the start of the game almost everyone will be stronger than you, and survival will always be a struggle. The game won't hold your hand or help you when you're down. Realistic medical system that affects gameplay. A character with a wounded leg will limp or crawl and slow the party down, wounded arms means you must use your sword one-handed or not at all. Severe injuries will result in amputees needing robotic limb replacements. Blood loss means you can pass out, and the blood will attract predators. A character’s stats are affected by equipment, encumbrance, blood loss, injuries and starvation. Intelligent AI that allows for characters to reason and work towards long-term goals and desires. Squads work together and carry their wounded to safety. Characters can be setup to take care of micromanagement for you and run production in your base. Aid or oppose the various factions in the world while striving for the strength and wealth necessary to simply survive in the harsh environment. Independently developed with no design influences, or alterations dictated by men in gray suits who have never played a game before in their lives. Original game world. There are no fantasy-knock-off cliches. No magic.",
        "id_in_db": "t3_1n53km5",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "60% off",
        "steam_app_id": "233860",
        "genres": [
            "Action",
            "Indie",
            "RPG",
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256737631/movie_max.webm?t=1665146351",
        "is_dlc_or_addon": false,
        "persian_summary": "یک RPG مبتنی بر تیم ملی مبتنی بر RPG با تمرکز بر ویژگی های گیم پلی ماسه ای باز به جای یک داستان خطی. یک معامله گر ، یک دزد ، یک شورشی ، یک جنگ سالاری ، یک ماجراجو ، یک کشاورز ، یک برده یا فقط غذا برای آدمخوار باشید. تجهیزات جدید و تجهیزات جدید را تحقیق کنید. ساختمانهای خود را خریداری و به روز کنید تا در هنگام بد شدن اوضاع به عنوان پناهگاه های ایمن و ایمن استفاده کنید ، یا از آنها برای راه اندازی یک تجارت استفاده کنید. کمک یا مخالفت با جناح های مختلف در جهان ضمن تلاش برای قدرت و ثروت لازم برای زنده ماندن در صحرای سخت. مردان خود را از قربانیان پژمرده تا استاد رزمندگان آموزش دهید. همسران مجروح خود را به ایمنی منتقل کنید و همه آنها را زنده کنید. ویژگی های گیم پلی Freeform در دنیای بازی یکپارچه در بزرگترین دنیای RPG تک نفره از زمان خنجر ، بیش از 870 کیلومتر مربع است. این بازی هرگز به دنبال محدود کردن شما یا محدود کردن سبک بازی شخصی شما نخواهد بود. طراحی سفارشی به همان اندازه شخصیت های مورد نظر خود را طراحی کنید و یک تیم کامل را بسازید تا برای شما بجنگد. شخصیت ها رشد می کنند و می شوند ..."
    },
    {
        "title": "lord of the rings online",
        "store": "other",
        "url": "https://www.lotro.com/news/lotro-free-questing-coupon-2025-en",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/212500/header.jpg?t=1745615503",
        "description": "In The Lord of the Rings Online™ , join the world’s greatest fellowship of players in the faithful online re-creation of J. R. R. Tolkien’s legendary Middle-earth. From the crumbling, shadowed ruins of Weathertop to the ageless, golden wood of Lothlórien, immerse yourself in Middle-earth as you have never seen it before. Visit the peaceful, verdant fields of the Shire, brave the dark depths of the Mines of Moria, and raise a pint at the Prancing Pony in Bree! Key Features: Explore the Massive World of Middle-earth: Immerse yourself in the award-winning recreation of the beloved fantasy world of J.R.R. Tolkien through renowned locations including the Shire, the Mines of Moria, and Lothlórien. Create & Advance Your Hero: Advance to the highest levels with boundless character customization possibilities. Choose from a vast array of races, classes, and professions, plus earn countless titles, skills, and traits, direct from the stories of Middle-earth. Solo & Co-op Skirmishes: Dive into instant adventure alongside friends or customizable AI soldiers in exciting, scalable battles! Legendary Items: Design and customize your own legendary weapons of immense power like Bilbo’s Sting or Gandalf’s Glamdring! Play as a Monster: Fight as a servant of Sauron against other players in intense PvMP Combat! Craft Your Own Gear: Farm crops in the fertile fields of the Shire or let your hammer ring in the Dwarven halls Ered Luin. Free Online Play: No monthly fees required.",
        "id_in_db": "t3_1n2hwps",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "212500",
        "genres": [
            "Action",
            "Adventure",
            "Massively Multiplayer",
            "RPG",
            "Free To Play"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257070341/movie_max_vp9.webm?t=1730926346",
        "is_dlc_or_addon": false,
        "persian_summary": "در Lord of the Rings Online ™ ، به بزرگترین کمک هزینه بازیکنان جهان در ایجاد مجدد آنلاین وفادار J. R. R. Tolkien's Legendary Middle Middle ، بپیوندید. از ویرانه های خرد شده و سایه دار Weathertop گرفته تا چوب های طلایی و طلایی لوتلین ، خود را در سرزمین میانه غوطه ور کنید ، همانطور که قبلاً آن را ندیده اید. از مزارع صلح آمیز و پرشور Shire دیدن کنید ، در اعماق تاریک مین های موریا شجاع شوید و یک پین را در Pony Pony در Bree پرورش دهید! ویژگی های کلیدی: دنیای عظیم سرزمین میانه را کاوش کنید: خود را در تفریح ​​برنده جایزه دنیای فانتزی محبوب J.R.R. تالکین از طریق مکانهای مشهور از جمله Shire ، Mines of Moria و Lothlórien. ایجاد و پیشرفت قهرمان خود: با امکانات شخصی سازی شخصیت بی حد و حصر ، به بالاترین سطح بروید. از میان نژادها ، کلاس ها و حرفه ها ، به علاوه عناوین ، مهارت ها و صفات بی شماری کسب کنید ، مستقیماً از داستان های سرزمین میانه کسب کنید. درگیری های انفرادی و تعاونی: شیرجه رفتن به ..."
    },
    {
        "title": "Machinarium",
        "id_in_db": "machinarium@1756394481",
        "store": "other",
        "url": "https://itad.link/0193bb4d-8c33-725f-a8c6-6672744f7fbf/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "40700",
        "description": "Help Josef the robot save his girlfriend Berta kidnapped by the Black Cap Brotherhood gang! Machinarium is the award-winning independent adventure game developed by the makers of Samorost, Botanicula and CHUCHEL. A little robot who’s been thrown out to the scrap yard behind the city must return and confront the Black Cap Brotherhood and save his robot-girl friend. World: Machinarium world is populated only by robots of various forms and functions. One of the most interesting places in this world is old, rusty and legendary city of Machinarium where the game takes place Story: You will have to get rid of wicked robots from the Black Cap Brotherhood and save the head of the city and also your robot-girl friend Puzzles: You will be solving many logical puzzles, adventure quests, brain teasers and mini-games Graphics: Backgrounds and characters are 2D hand-drawn and there is more then one hour of carefully crafted animations Music: Beautiful original soundtrack was composed and recorded by Floex (Samorost2 OST) Communication: You won't find any lengthy boring dialogs in this game, characters talk by comic bubbles with simple animations and symbols",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/40700/header.jpg?t=1748258174",
        "genres": [
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257145642/movie_max_vp9.webm?t=1748253073",
        "is_dlc_or_addon": false,
        "subreddit": "FreeGameFindings",
        "persian_summary": "به Josef Robot کمک کنید تا دوست دختر خود Berta را که توسط باند اخوان المسلمین Black Cap ربوده شده است ، نجات دهد! Machinarium بازی ماجراجویی مستقل برنده جایزه است که توسط سازندگان Samorost ، Botanicula و Chuchel ساخته شده است. یک ربات کوچک که به حیاط قراضه در پشت شهر پرتاب شده است ، باید برگردد و با اخوان المسلمین سیاه مقابله کند و دوست دختر ربات خود را نجات دهد. جهان: Machinarium World فقط توسط روبات هایی با اشکال و کارکردهای مختلف جمع می شود. یکی از جالب ترین مکان های این جهان ، شهر قدیمی ، زنگ زده و افسانه ای Machinarium است که در آن بازی داستان می شود: شما باید از ربات های شرور از اخوان المسلمین خلاص شوید و سر شهر را نجات دهید و همچنین دوست دختر ربات شما را معجزه می کنید: شما بسیاری از معما های منطقی ، کشتارگاه های ماجراجویی ، ساعت های مغز و مغز را حل خواهید کرد. موسیقی انیمیشن: موسیقی متن اصلی زیبا ساخته شده و ضبط شده است ..."
    },
    {
        "title": "Make Way",
        "id_in_db": "make-way@1756394466",
        "store": "other",
        "url": "https://itad.link/01982c54-710d-70f1-8a3f-51d3bab2eaf6/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1445790",
        "description": "Make Way is classic, top-down, multiplayer racing shifted up multiple gears. Grab track pieces from a pick n mix menu and snap them together to build your first course. Dodge hazards, unleash weaponry, and avoid falling off the edge in a chaotic rush to the finish line, then bolt on new track pieces for the next round. Scrap across ever-growing courses with increasingly perilous features until a winner is crowned before starting over with a brand-new course. Build your course Work together—or against one another—to quickly build tracks using a range of ridiculous pieces, including loops, seesaws, corkscrews, and even train crossings. Then add obstacles and power-ups. Ruin your friends’ race with a well-placed barrier or jettison them off the side of a curve with a crafty boost-pad. Blow up the competition Six racers jostle and shunt to cross checkpoints and reach the finish line. Obliterate opponents with a range of wacky weapons, including goo cannons and Tesla coils, but beware: each checkpoint acts as a respawn point and revenge is a dish best served via a giant mallet or rooftop-mounted shotgun… Keep on truckin’ The finish line isn’t the finish! Add new track pieces after each round to create monstrously large courses, and score bonus points with your performance to take home the trophy. Add to your collection Unlock new track pieces and hazards for more dangerous course designs. Add new vehicles to your garage to romp to victory in style. Key Features Mix and match unique track pieces and hazards for near-endless course configurations Fight for weapons and power-ups to gain the advantage Unlock new track pieces and vehicles for wackier races Up to six players, on the same screen or online with cross-platform multiplayer Toggle traps and safety barriers on or off to make those twisty turns easier (or more perilous!) using fully customisable rulesets",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1445790/header.jpg?t=1754475272",
        "genres": [
            "Action",
            "Casual",
            "Indie",
            "Racing"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256984238/movie_max_vp9.webm?t=1752486146",
        "is_dlc_or_addon": false,
        "subreddit": "FreeGameFindings",
        "persian_summary": "Make Way کلاسیک ، از بالا به پایین و مسابقه چند نفره است که چندین چرخ دنده را تغییر می دهد. قطعات آهنگ را از منوی Pick N Mix بگیرید و آنها را با هم ببندید تا اولین دوره خود را بسازید. خطرات Dodge ، اسلحه را رها کنید ، و از سقوط از لبه در یک عجله هرج و مرج به خط پایان خودداری کنید ، سپس برای دور بعدی روی قطعات جدید آهنگ پیچ کنید. در دوره های رو به رشد در حال رشد با ویژگی های فزاینده خطرناک تا زمانی که یک برنده قبل از شروع کار با یک دوره کاملاً جدید ، تاج گذاری شود. کار دوره خود را با هم - یا در مقابل یکدیگر - بسازید تا به سرعت آهنگ ها را با استفاده از طیف وسیعی از قطعات مسخره ، از جمله حلقه ها ، Seesaws ، Corkscrews و حتی گذرگاه های قطار بسازید. سپس موانع و قدرت را اضافه کنید. مسابقه دوستان خود را با یک سد مناسب و یا جتیسون آنها از کنار یک منحنی با یک چاشنی حیله گر خراب کنید. برای عبور از پاسگاه ها و رسیدن به خط پایان ، این مسابقه را شش مسابقه Jostle و Shunt منفجر کنید. مخالفان بی نظیر با طیف وسیعی از سلاح های حواس پرت ، از جمله توپ های گو و سیم پیچ تسلا ، اما مراقب باشید: ..."
    },
    {
        "title": "make way ca1999 free a racing party game with crazy track builder options",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/make-way-bddf5f",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1445790/header.jpg?t=1754475272",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1n2etx4",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /pm_me_freegames [لینک] [نظرات]"
    },
    {
        "title": "nintendo abathor",
        "store": "other",
        "url": "https://www.nintendo.com/us/store/products/abathor-switch",
        "image_url": "https://external-preview.redd.it/10axaEUDyVh6-vKhDOimzA0XrkBlKBdGjCIn_jxDOPA.jpeg?width=640&crop=smart&auto=webp&s=2999369cc5cca8b79cae8d50a646c7b24e56efac",
        "description": "submitted by /u/Xenocritus [link] [comments]",
        "id_in_db": "t3_1n4vhc6",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "50% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /xenocritus [لینک] [نظرات]"
    },
    {
        "title": "once upon a puppet yield fall of rome wild woods shift 87 into the emberlands capes reveil new cycle the lord of the rings",
        "store": "indiegala",
        "url": "https://www.indiegala.com/store/publisher-sale/daedalic",
        "image_url": "https://external-preview.redd.it/rOv71r-mUpcmOkPyAdczRZqDW8LWCgPzqs7e7zY5JRk.jpeg?width=640&crop=smart&auto=webp&s=40a2207fe27bedbdf67b3f7e5ba899494dcc8ded",
        "description": "submitted by /u/indieg [link] [comments]",
        "id_in_db": "t3_1n6q5ca",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "20% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /indieg [پیوند] [نظرات]"
    },
    {
        "title": "other terminull brigade",
        "store": "other",
        "url": "https://www.mmobomb.com/giveaway/terminull-brigade-coin-keys",
        "image_url": "https://external-preview.redd.it/v2dEi9V8a--1ofDbna0U8PRpy1t1x4AZJRXoY1Cyx-w.png?width=320&crop=smart&auto=webp&s=a167cfb16265f70e060f5036e1f5708e1e62f0fe",
        "description": "submitted by /u/yogurtsapien [link] [comments]",
        "id_in_db": "t3_1n1jsg1",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /yogurtsapien [لینک] [نظرات]"
    },
    {
        "title": "pcplaystationxbox other genshin impact",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1n3pw4u/pcplaystationxbox_other_genshin_impact_300/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2564140/header.jpg?t=1754763749",
        "description": "Desktop Garage Kit : Go Desktop Garage Kit : Go is an ultra-cute and loveable desktop application & game. It adopts a cartoon rendering shader similar to Genshin Impact as a tribute to miHoYo, and we've spent a year and a half humbly researching and perfecting it. The software breaks through the barriers between 2D and 3D dimensions, making the desktop characters more delicate and realistic. And it has rich interactive action modules and a brand new massive character update, lively and cute. The brand-new physics engine presents a more realistic movement, supports acting cute, coy, cute, and healing, and has more actions, and interactions. It can always be kept on top of all other windows, always accompanying you, looking forward to your opening. Features ▪ Experience the magic of these 3D characters that dance to your music, showcasing dynamic and captivating postures and styles. Immerse yourself in the seamless fusion of music and animation. ▪ Employing a modest yet effective 3D cartoon shader, presenting a pleasantly delicate and realistic visual experience for users to enjoy. ▪ Rich figurine model library, constantly updating. ▪ Brand new physics engine, character image, clothing, and hair support physics motion calculation, presenting more realistic movement. ▪ 1600+ 3D posture libraries and 198+ 3D action sets included, making the characters more lively and cute. ▪ Interaction mode button, adding more interesting gameplay. ▪ Particle rendering mode, lighter and shadow special effects presented.",
        "id_in_db": "t3_1n3pw4u",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2564140",
        "genres": [
            "Casual",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257180866/movie_max_vp9.webm?t=1754763745",
        "is_dlc_or_addon": false,
        "persian_summary": "کیت گاراژ دسک تاپ: GO کیت گاراژ دسک تاپ: GO یک برنامه و بازی دسک تاپ فوق العاده زیبا و دوست داشتنی است. این یک کارتون را به عنوان ادای احترام به Mihoyo ، یک سایه بان کارتونی شبیه به Genhin Impact را به تصویب می رساند ، و ما یک سال و نیم را صرف تحقیق و تکمیل آن کرده ایم. این نرم افزار از موانع بین ابعاد 2D و 3D عبور می کند و شخصیت های دسک تاپ را ظریف تر و واقع بینانه تر می کند. و دارای ماژول های اکشن تعاملی غنی و به روزرسانی شخصیت جدید و با نام تجاری جدید ، پر جنب و جوش و زیبا است. موتور فیزیک با نام تجاری جدید حرکتی واقع بینانه تر ارائه می دهد ، از عملکرد زیبا ، کوی ، ناز و شفابخش پشتیبانی می کند و اقدامات و تعامل بیشتری دارد. همیشه می تواند در بالای همه پنجره های دیگر نگه داشته شود ، همیشه شما را همراهی کند و منتظر افتتاح شما باشد. ویژگی ها ▪ جادوی این شخصیت های سه بعدی که به موسیقی شما می رقصند ، تجربه می کنند و وضعیت ها و سبک های پویا و جذاب را به نمایش می گذارند. خود را در همجوشی یکپارچه موسیقی و انیمیشن غوطه ور کنید. ▪ استفاده از یک سه بعدی متوسط ​​و در عین حال مؤثر ..."
    },
    {
        "title": "period survival",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3689200/PERIOD_SURVIVALFinal_Trial/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2792830/header.jpg?t=1735956628",
        "description": "시놉시스 데뷔 6년차가 되었지만 여전히 평범한 인지도를 가지고 있는 가수 헤일리는 그의 밴드 멤버들과 함께 목숨을 거는 예능에 출연하게 된다. 이 정신나간 예능에 출연한 참가자는 총 21명. 우승하기 위해서는 상금을 노리고 다른 참가자의 목숨을 위협하는 \"변종\" 참가자를 찾아서 모두 죽여야 한다. 과연 그는 이 곳에서 우승하고 상금을 얻을 수 있을까? 게임에 대해 PERIOD SURVIVAL은 추리와 배틀을 통해 스토리가 진행되는 마피아 방식의 어드벤처 게임입니다. 키보드 리듬게임 비슷한 무언가와 간단한 미니 게임이 구현되어 있으며, 이들을 하나씩 클리어해 가며 스토리를 진행할 수 있습니다. 리듬게임 비슷한 무언가 PERIOD SURVIVAL의 모든 배틀은 키보드 방향키를 암기하여 한 턴이 끝날 때 까지 입력해야 하는 리듬게임 비슷한 무언가로 이루어져 있습니다. 잘 입력하여 퍼펙트 플레이를 노려보세요! 조사와 추리 \"변종\" 을 찾아내기 위해서는 조사와 그를 통한 추리가 필요합니다. 스튜디오 곳곳에 있는 것들을 열심히 조사하여 변종을 찾아내세요! 토론 조사한 것들을 가지고 참가자들과 함께 누가 변종인지 토론할 수 있습니다. 가끔 감성추리를 하는 이상한 참가자가 있긴 하지만, 아무튼 변종으로 몰리지 않도록 주의하세요! 만약 토론에서 실수를 한다면 불구덩이에 빠지게 될 것입니다. 행운을 빌어요!",
        "id_in_db": "t3_1mx3sqx",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2792830",
        "genres": [
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256994941/movie_max_vp9.webm?t=1706666180",
        "is_dlc_or_addon": false,
        "persian_summary": "시놉시스 데뷔 6 년차가 되었지만 여전히 평범한 인지도를 가지고 있는 가수 헤일리는 그의 밴드 멤버들과 함께 목숨을 거는 예능에 된다. 이 정신나간 예능에 출연한 총 총 21. 우승하기 위해서는 상금을 노리고 다른 참가자의 목숨을 위협하는 \"변종\" 참가자를 찾아서 모두 죽여야 한다. 과연 그는 이 곳에서 우승하고 상금을 얻을 있을까؟ 게임에 대해 بقا دوره 은 추리와 배틀을 통해 스토리가 진행되는 마피아 방식의 게임입니다 게임입니다. 키보드 리듬게임 비슷한 무언가와 간단한 미니 게임이 구현되어 있으며 ، 이들을 하나씩 클리어해 가며 스토리를 진행할 있습니다 있습니다. 리듬게임 비슷한 무언가 بقا دوره 의 모든 배틀은 키보드 방향키를 암기하여 한 턴이 끝날 때 까지 입력해야 하는 리듬게임 비슷한 무언가로 있습니다 있습니다. 잘 입력하여 퍼펙트 플레이를 노려보세요! 조사와 추리 \"변종\" 을 찾아내기 위해서는 조사와 그를 통한 필요합니다. 스튜디오 곳곳에 있는 것들을 열심히 조사하여 변종을 찾아내세요! 토론 조사한 것들을 가지고 참가자들과 함께 누가 변종인지 토론할 있습니다. 가끔 감성추리를 하는 이상한 참가자가 있긴 하지만 ، 아무튼 변종으로 몰리지 않도록 주의하세요! 만약 토론에서 실수를 한다면 불구덩이에 빠지게 것입니다. 행운을 빌어요!"
    },
    {
        "title": "pierre the maze detective amazon games are complimentary with prime gaming",
        "store": "amazon",
        "url": "https://gaming.amazon.com/home?filter=Game",
        "image_url": "https://external-preview.redd.it/YhC5UGHUSWogViGih_qi-WVDC67C3VRMExrTNy9YaRM.jpeg?width=640&crop=smart&auto=webp&s=d6063cc6040deb77777cc87eefdfe544726844e0",
        "description": "submitted by /u/emilianozeta [link] [comments]",
        "id_in_db": "t3_1mwgs4g",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /emilianozeta [لینک] [نظرات]"
    },
    {
        "title": "platform machinarium ca2599 free an adventure puzzle game in which you play as josef the robot to save your girlfriend robot",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1n2er88/multiplatform_machinarium_ca2599_free_an/",
        "image_url": "https://amanita-design.net/img/open-graph/machinarium-og-image.jpg",
        "description": "https://store.epicgames.com/en-US/p/machinarium-ios-cde620 https://store.epicgames.com/en-US/p/machinarium-android-cb6e90 https://store.epicgames.com/en-US/p/machinarium-5e6c71 A little robot who’s been thrown out to the scrap yard behind the city must return and confront the Black Cap Brotherhood and save his robot-girl friend. submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1n2er88",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "https://store.epicgames.com/en-US/p/machinarium-ios-cde620 https://store.epicgames.com/en-US/p/machinarium-android-cb6e90 https://store.epicgames.com/en-US/p/machinarium-5e6c71 A little robot who’s been thrown out to the scrap حیاط پشت شهر باید برگردد و با اخوان المسلمین سیاه مقابله کند و دوست دختر ربات خود را نجات دهد. ارسال شده توسط /u /pm_me_freegames [لینک] [نظرات]"
    },
    {
        "title": "platform macmobility lifetime usd 1499 usd 799 powerful remote control app for macos 48 hours offer",
        "store": "other",
        "url": "https://coderblocks.eu/mobility",
        "image_url": "https://i.redd.it/macmobility-powerful-control-app-for-macbook-update-and-48h-v0-b73yhxl0hrkf1.jpg?width=1920&format=pjpg&auto=webp&s=a393f6d17707fc408f8e34fa729ffbecdcca96b2",
        "description": "MacMobility App Lets You Control MacOS from iPhone & iPad! It works together with MobilityControl - an iPhone / iPad app that gives you full control over your Mac. The MacOs app costs now 7.99$, and the MobilityControl app is free! What it can do? With just a tap on your iPhone or iPad, you can: Launch apps on your Mac Trigger Apple Shortcuts (including curated, ready-made ones) Run custom Bash scripts Open specific web links or tools instantly Create and execute keyboard macros Convert files effortlessly Build and run powerful automations It also allows for: Virtual Desktop Streaming Create a virtual Mac desktop and stream it directly to your iPhone or iPad - like Sidecar, but without iCloud restrictions. It supports iPhones and includes touch controls for smooth interaction. App-Specific Pages Assign pages to individual apps. Create utility dashboards tailored for specific software, and MacMobility will automatically switch to the relevant page when you focus that app - boosting your workflow with fewer manual steps. Quick Action Menu No companion device connected? No problem. Assign up to 10 favorite actions to the new Quick Action Menu. Just press Control + Option + Space, and the action wheel appears under your cursor - letting you trigger MacMobility features instantly. HTML/JS Widget Support MacMobility supports rendering custom HTML/JS widgets! Use your own web code to build tools that assist your workflow. We’ve included four example widgets to get you started - but the sky’s the limit. AppStore link: https://apps.apple.com/pl/app/mobilitycontrol/id6744455092 MacMobility: https://coderblocks.eu/mobility There’s no subscription - just a one-time purchase with free updates. Like the good old days of software. submitted by /u/Potential_Link4295 [link] [comments]",
        "id_in_db": "t3_1mxxfdx",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": false,
        "persian_summary": "برنامه MacMobility به شما امکان می دهد MACOS را از iPhone و iPad کنترل کنید! این برنامه به همراه MocialControl - یک برنامه iPhone / iPad که کنترل کامل بر MAC شما را به شما می دهد ، کار می کند. برنامه MACOS اکنون 7.99 $ هزینه دارد و برنامه MobilityControl رایگان است! چه کاری می تواند انجام دهد؟ فقط با ضربه زدن به iPhone یا iPad خود ، می توانید: برنامه هایی را در میانبرهای Apple Mac Trigger خود (از جمله موارد آماده ، آماده) راه اندازی کنید) اسکریپت های WASH سفارشی را باز کنید ، پیوندهای وب خاص را باز کنید و یا ابزارهایی را ایجاد کنید که فوراً ماکروهای صفحه کلید را تبدیل کرده و اتوماسیون های قدرتمندی را ایجاد می کنند و می توانند آن را ایجاد کنند: محدودیت های iCloud. این از آیفون ها پشتیبانی می کند و شامل کنترل لمسی برای تعامل صاف است. صفحات خاص برنامه صفحات را به برنامه های انفرادی اختصاص می دهند. داشبوردهای ابزار متناسب با نرم افزار خاص ایجاد کنید ، و MacMobility هنگام تمرکز آن برنامه ، به طور خودکار به صفحه مربوطه تغییر می کند - BOOSTING ..."
    },
    {
        "title": "platform strange horticulture ca1699 free an occult puzzle game in which you play as the proprietor of a local plant store find and identify new plants pet your cat speak to a coven or join a cult",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1mwebu0/multiplatform_strange_horticulture_ca1699_free_an/",
        "image_url": "https://cdn1.epicgames.com/spt-assets/15e8e3eba65a4763a815d6eae1d763b2/strange-horticulture-9rj5g.jpg",
        "description": "https://store.epicgames.com/en-US/p/strange-horticulture-360e80 https://store.epicgames.com/p/strange-horticulture-android-8143c0 https://store.epicgames.com/p/strange-horticulture-ios-42250a An occult puzzle game in which you play as the proprietor of a local plant store. Find and identify new plants, pet your cat, speak to a coven, or join a cult. Use your collection of powerful plants to influence the story and unravel Undermere’s dark mysteries. submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1mwebu0",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "https://store.epicgames.com/en-us/p/strange-horticulture-360e80 https://store.epicgames.com/ptrange-horticulture-8143c0 https://store.epicgames.com/p/strange-hort-hort-horticulture-ios-42250a فروشگاه گیاهان محلی. گیاهان جدید را پیدا کرده و شناسایی کنید ، گربه خود را حیوان خانگی کنید ، با یک میثاق صحبت کنید ، یا به یک فرقه بپیوندید. از مجموعه گیاهان قدرتمند خود برای تأثیرگذاری بر داستان و اسرار تاریک Unvrawmere استفاده کنید. ارسال شده توسط /u /pm_me_freegames [لینک] [نظرات]"
    },
    {
        "title": "playsum rogue labyrinth 1048 942 c1398 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/a2f341cd-759b-4791-8fa3-b80d6bf021a8/rogue-labyrinth",
        "image_url": "https://external-preview.redd.it/5tYJd3oYmZgGAbDQbC1BTzSM9Z8ynq7YwmWXIBWgTHY.jpeg?width=216&crop=smart&auto=webp&s=4068db04d2f16a779e60cb9c837894a610f3770a",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1n6rh0m",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "30% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /lets_playsum [لینک] [نظرات]"
    },
    {
        "title": "playsum the precinct 1877 1622 1477 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/98420bc3-7335-43f6-ba8c-7309a12f9e88/the-precinct",
        "image_url": "https://external-preview.redd.it/zbOHaqTJEmFlXnQWpBFp0OvZBlUrBRsnt5OSvP18L0s.jpeg?width=320&crop=smart&auto=webp&s=889e9ebebf1c87c2b53c2053f9b383aaae7c0242",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1n5iwnq",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "37% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /lets_playsum [لینک] [نظرات]"
    },
    {
        "title": "pre order 3633 3718 eu us",
        "store": "other",
        "url": "https://www.allyouplay.com/highlight-3",
        "image_url": "https://external-preview.redd.it/pjJiy43niCfh5uL3WvVkY8hyIylXMQLVEYwOf3zc5Go.png?width=640&crop=smart&auto=webp&s=a5012c45ac8d23ccbb811d728e1825e503fd8b50",
        "description": "submitted by /u/AllYouPlay [link] [comments]",
        "id_in_db": "t3_1n6h9il",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "27% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /allyouplay [پیوند] [نظرات]"
    },
    {
        "title": "pro wrestling manager",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/pro-wrestling-manager/id1669825317",
        "id_in_db": "780fd19fa9b3f06cf5b841fb204e655f4f6fdc91dc1930460058743c14510eb3",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/4f/ba/b9/4fbab9e0-d098-895e-c90f-a0a97edd1770/AppIcon-0-0-1x_U007emarketing-0-8-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "psa heroes of loot 2 gog fantasy empires gog city legends",
        "store": "amazon",
        "url": "https://gaming.amazon.com/home?filter=Game",
        "image_url": "https://external-preview.redd.it/YhC5UGHUSWogViGih_qi-WVDC67C3VRMExrTNy9YaRM.jpeg?width=640&crop=smart&auto=webp&s=d6063cc6040deb77777cc87eefdfe544726844e0",
        "description": "submitted by /u/LighteningOneIN [link] [comments]",
        "id_in_db": "t3_1n2hulz",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /lighteningonein [پیوند] [نظرات]"
    },
    {
        "title": "psa steam third person shooter fest",
        "store": "steam",
        "url": "https://store.steampowered.com/points/shop/app/3300180/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3709850/88a3b6cbb73c799e78c1e08899d86784fa5df0e6/header.jpg?t=1749406383",
        "description": "The Archaic: UNAUTHORIZED is a story-driven 3D action platformer that blends metroidvania exploration with fluid traversal and tactical melee combat. Play as a 17-year-old girl from 2025, suddenly summoned into a future where no organic humans remain. Explore a broken civilization governed by digital memory and false immortality, and reignite the forgotten oath of return. - Traverse mysterious ruins and massive sky structures - Unlock new abilities through a central hub in orbit: Agitory - Fight rogue androids, corrupted systems, and remnants of humanity - Explore a world full of secrets, memories, and danger A 4-hour demo will be available during Next Fest. Try it and see how far her will can go. 🎮 Gameplay Information (Structured – English for Steam Page with Video Attachments) This game combines three core genres into a hybrid gameplay experience: 1. 3D Platforming X Metroidvania The game follows classic 3D platforming rules — you’ll run, jump, wall-kick, slide, and perform light parkour. You’ll interact with various environmental objects like springs, traps, and safety nets to traverse levels. However, certain paths are initially unreachable. This is where the metroidvania-style progression comes in: unlocking special abilities allows you to access previously unreachable areas. There are 9 unique abilities , including: 2. TPS Shooting Mechanics The game includes TPS (Third-Person Shooter) elements. Players can aim precisely while moving quickly , allowing for fluid, responsive gunplay. You can collect and combine Gun Modules , enabling you to construct different types of firearms. These can fire specialized rounds with unique properties. However, guns alone won’t kill most enemies — they can knock them back or stun them at best. 3. Momentum-Based Sword Combat Swords are the most powerful weapons in this world. Unlike guns, swords are the only way to defeat most enemies . Combat revolves around: Direct 1v1 confrontations Parrying and dodging Or, using momentum and aerial control to land decisive finishing blows Mastering movement and momentum is key to success. Core Identity This game’s core identity is the seamless blend of: Ability-driven metroidvania progression Momentum-based combat Platforming traversal The game includes a variety of collectible elements Various hairstyles and helmets Outfits with functional bonuses depending on what you wear Gun modules A wide selection of swords with different characteristics",
        "id_in_db": "t3_1mzw5ui",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3709850",
        "genres": [
            "Action",
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257135308/movie_max_vp9.webm?t=1746513759",
        "is_dlc_or_addon": false,
        "persian_summary": "Archaic: غیرمجاز یک پلتفرم اکشن سه بعدی داستان محور است که اکتشافات Metroidvania را با مسافر سیال و مبارزه با غوغا تاکتیکی مخلوط می کند. بازی به عنوان یک دختر 17 ساله از سال 2025 ، ناگهان به آینده ای احضار شد که هیچ انسان ارگانیک باقی نمی ماند. یک تمدن شکسته را که توسط حافظه دیجیتال و جاودانگی کاذب اداره می شود ، کاوش کنید و دوباره سوگند فراموش شده بازده را مجدداً مجددا کنید. - ویرانه های مرموز و ساختارهای عظیم آسمان - باز کردن توانایی های جدید از طریق یک مرکز مرکزی در مدار: Agitory - مبارزه با آندروئیدهای سرکش ، سیستم های فاسد شده و بقایای بشریت - جهان پر از رازها ، خاطرات و خطر را کشف کنید که یک نسخه ی نمایشی 4 ساعته در طول جشنواره بعدی در دسترس خواهد بود. آن را امتحان کنید و ببینید که او چقدر می تواند پیش برود. information اطلاعات گیم پلی (ساختار یافته-انگلیسی برای صفحه بخار با پیوست های ویدیویی) این بازی سه ژانر اصلی را در یک تجربه گیم پلی ترکیبی ترکیب می کند: 1. پلتفرم سه بعدی X Metroidvania بازی از قوانین کلاسیک سیستم عامل های کلاسیک پیروی می کند-شما اجرا می کنید ، پرش می کنید ، دیواری می کنید ، اسلاید می کنید و سبک را انجام می دهید ..."
    },
    {
        "title": "psa stove is giving out gravity circuit elypse fabledom ninja issen caravan sandwich and eternal rebirth",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1n5is6e/psa_stove_is_giving_out_gravity_circuit_elypse/",
        "image_url": "https://preview.redd.it/psa-stove-is-giving-out-gravity-circuit-elypse-fabledom-v0-qva8zvk8ipmf1.png?width=1284&auto=webp&s=3ad6f24b12a47f3b0af9ba5a78e8716a433f4ff3",
        "description": "UPDATE: There has been a change to the giveaway, but unfortunately I can't edit the post title as far as I know so I'll have to just explain it here. Many thanks to kwama57, asadx47, and PanTsour for the info. It seems that several of the games have been changed to hidden \"Coming Soon\" items that may or may not be the same as before. There are two that still seem confirmed Ninja Issen and Eternal Rebirth : Curses of Love both for 25 days. However the other games have been changed to 3 mystery items for 10, 15, and 20 days total with the other one replaced with flakes. To summarize, total number of items seemingly reduced to 5. The three at 10, 15, and 20 days replaced with mystery items. Ninja Issen and Eternal Rebirth : Curses of Love still listed at 25 days each. Stove is giving away another 6 games during September. The only catch is that you have to download their launcher and play a couple of games each day. The games are for the Stove store and use the Stove launcher. Four Games here: https://event.onstove.com/en/dailyshop/STOVEINDIE/202509 Gravity Circuit (5 days), Elypse (10 Days), Fabledom (20 Days) , and Ninja Issen (25 days). To get them you just need to run a game from their launcher each day and then check in on that webpage. I believe that Riichi City, LORD NINE, Epic SEVEN, and BTS Cooking on Stove are excluded. Plus logging in gets $1.60 in free store credit coupons. And the free games will likely have missions you can do for more store credit and discount coupons. Note: Elypse is a duplicate from last month. If you already have a game then they give you flakes instead when you try to redeem it and no bonus missions. Flakes can be used to sometimes exchange for more free games on this same page. You can see this official post for more information: https://page.onstove.com/indie/global/view/11031124 Two games here: https://event.onstove.com/en/dailyshop/RIICHICITY_IND/202509 Caravan Sandwich (15 Days) and Eternal Rebirth : Curses of Love (25 Days). WARNING: Eternal Rebirth : Curses of Love is given a 19+ rating. Though seemingly only a Teen rating on the Epic store . Not sure what's up with that. Same deal as above, except you need to play Riichi City, using their launcher and a stove connected account, to qualify for the check in. Steam links for review reading. https://store.steampowered.com/app/858710/Gravity_Circuit/ https://store.steampowered.com/app/1725340/Elypse/ https://store.steampowered.com/app/1651560/Fabledom/ https://store.steampowered.com/app/1714550/Ninja_Issen https://store.steampowered.com/app/1582650/Caravan_SandWitch/ No luck with Eternal Rebirth : Curses of Love. Other notes. There's $5 + 50% off, and a few other extras, for accounts under 7 days old here: https://event.onstove.com/en/welcome And a deal for accounts 7-30 days old that haven't agreed to game terms and haven't made a puchase (pick one of 8 games): https://event.onstove.com/en/welcome-for-you There's also a random free DLC available but it requires both the base game and one of the other DLC for that game: https://store.onstove.com/en/games/102385 Some other basically always free stuff. GigaBash Under the blue horizon - Aquarium Knight Overloaded Infinite Incarnation Also there's a DLC for Kalpa: Cosmic Symphony that requires the base game. Kalpa: Cosmic Symphony DLC submitted by /u/Fhczvyd474374846 [link] [comments]",
        "id_in_db": "t3_1n5is6e",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "بروزرسانی: تغییری در بخشش ایجاد شده است ، اما متأسفانه نمی توانم عنوان پست را تا آنجا که می دانم ویرایش کنم ، بنابراین باید فقط در اینجا توضیح دهم. با تشکر فراوان از KWAMA57 ، ASADX47 ، و Pantsour برای اطلاعات. به نظر می رسد که چندین بازی به موارد پنهان \"به زودی\" پنهان شده اند که ممکن است مانند گذشته باشد یا نباشد. دو مورد وجود دارد که هنوز هم به نظر می رسد نینجا Issen و تولد ابدی تأیید شده است: نفرین عشق به مدت 25 روز. با این حال بازی های دیگر به 3 مورد رمز و راز برای 10 ، 15 و 20 روز در کل تغییر یافته اند که دیگری جایگزین آن با پوسته ها است. به طور خلاصه ، تعداد کل موارد به نظر می رسد به 5 کاهش یافته است. این سه در 10 ، 15 و 20 روز با موارد رمز و راز جایگزین شدند. نینجا ایزن و تولد ابدی: لعنت های عشق هنوز در هر 25 روز ذکر شده است. اجاق گاز در ماه سپتامبر 6 بازی دیگر را به دست می آورد. تنها نکته این است که شما باید پرتاب کننده آنها را بارگیری کنید و هر روز چند بازی انجام دهید. این بازی ها برای فروشگاه اجاق گاز است و از پرتاب اجاق گاز استفاده می کند. چهار بازی ..."
    },
    {
        "title": "quasimorph",
        "store": "steam",
        "url": "https://store.steampowered.com/app/2059170/Quasimorph",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2059170/header.jpg?t=1756563274",
        "description": "Quasimorph is a mix of classic turn-based roguelike RPG with an unique extraction twist: If you die, you lose everything you took on the mission. If you survive, you keep everything you looted. No exceptions. No excuses. No mercy. Nothing in this Endless Space belongs to you. Far into the future, the space itself is privatized. Corporations actively seize control of the Solar System and trying to extend their reach far beyond its boundaries. It will be up to you to uncover the truth and the unforgivable things humanity has committed in the deep, dark depths of space Level the playing field. At any cost. Become the boss of your own Private Military Company: carry out orders from corporations, earn reputation with your blood and sweat. Explore planetary bases, secret labs, and wreckage of spaceships to find new technologies, abilities, and other items that will help you level the playing field during operations. Overcome, adapt and become better. Remember that you have an advantage: clone the best employees and send them to certain death to probe the weaknesses of your opponents. There is no need to risk valuable human assets and expose your PMC to unnecessary legal risks, but nobody cares about the fate of a clones. Unravel the mystery of Quasimorphosis. A strange disease is spreading on space stations. Crew members are getting sick with an unknown fever, and the rifts are opening the way to demons from Bramphatur to our dimension. Find out the dark secret behind this threat to all life and pile up the bodies of your clones to overcome anyone standing in your way. Don't bury yourself under crossfire. Corporations hire ruthless mercenaries to carry out their shadow operations. Demons distort human nature and pervert human evolution. Gather a team of professionals, count your ammo, and keep track of your equipment to be prepared for any perversions of this space slaughter.",
        "id_in_db": "t3_1n55bpr",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "30% off",
        "steam_app_id": "2059170",
        "genres": [
            "Indie",
            "RPG",
            "Simulation",
            "Strategy",
            "Early Access"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256985781/movie_max_vp9.webm?t=1701387458",
        "is_dlc_or_addon": false,
        "persian_summary": "Quasimorph ترکیبی از Roguelike RPG مبتنی بر نوبت کلاسیک با پیچش استخراج منحصر به فرد است: اگر بمیرید ، هر آنچه را که در این مأموریت گرفتید از دست می دهید. اگر زنده بمانید ، هر آنچه را که غارت کرده اید نگه می دارید. بدون استثنا هیچ بهانه ای بدون رحمت هیچ چیز در این فضای بی پایان متعلق به شما نیست. به آینده ، خود فضا خصوصی است. شرکت ها به طور فعال کنترل منظومه شمسی را به دست می گیرند و سعی می کنند دسترسی خود را به مراتب فراتر از مرزهای آن گسترش دهند. این به شما بستگی دارد که حقیقت و چیزهای فراموش نشدنی را که بشریت در اعماق عمیق و تاریک از فضا در زمین بازی قرار گرفته است ، کشف کنید. به هر قیمتی رئیس شرکت نظامی خصوصی خود شوید: سفارشات شرکت ها را انجام دهید ، با خون و عرق خود شهرت کسب کنید. پایگاه های سیاره ای ، آزمایشگاه های مخفی و خراب کردن سفینه فضایی را برای یافتن فناوری های جدید ، توانایی ها و موارد دیگر که به شما در سطح بازی در حین عملیات کمک می کند ، کاوش کنید. غلبه کنید ، سازگار شوید و بهتر شوید. به یاد داشته باشید که شما یک مزیت دارید: ..."
    },
    {
        "title": "sad virus western",
        "store": "other",
        "url": "https://gleam.io/i4eIR/free-x2500-sad-virus-western-steam-keys",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3783300/76a4c5a298234cdbf3695e4f83703cc519fa463a/header.jpg?t=1749815351",
        "description": "STORY: Player controls sad Virus character in this 3rd person walking simulation. Open world game in desert themed world, where player mission is to find 8 beer bottles to collect steam achievements. So sad virus can be again happy. So can you find beer bottles in open world FEATURES: 7 different beer bottles collect to get steam achievements Beautiful western desert style enviroment",
        "id_in_db": "t3_1n0r0ke",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3783300",
        "genres": [
            "Adventure",
            "Indie",
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257147728/movie_max_vp9.webm?t=1748672203",
        "is_dlc_or_addon": false,
        "persian_summary": "داستان: بازیکن شخصیت ویروس غم انگیز را در این شبیه سازی پیاده روی 3 نفر کنترل می کند. بازی Open World در Desert با مضمون Desert ، جایی که Mission Player برای جمع آوری دستاوردهای بخار 8 بطری آبجو پیدا می کند. بنابراین ویروس غم انگیز می تواند دوباره خوشحال شود. بنابراین آیا می توانید بطری های آبجو را در دنیای باز پیدا کنید: 7 بطری آبجو مختلف جمع آوری می شود تا دستاوردهای بخار زیبایی به سبک کویر غربی زیبا را بدست آورید"
    },
    {
        "title": "shantae and the seven sirens 1216 1048 c1684 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/4a6f8e7b-4fae-5f50-a57e-fbbb623b9be3/shantae-and-the-seven-sirens",
        "image_url": "https://www.wingamestore.com/images_boxshots/master/shantae-and-the-seven-sirens-1618594962.jpg",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1n4nmgs",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "59% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /lets_playsum [لینک] [نظرات]"
    },
    {
        "title": "slay the spire",
        "store": "steam",
        "url": "https://store.steampowered.com/app/646570/Slay_the_Spire/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/646570/header.jpg?t=1745019194",
        "description": "We fused card games and roguelikes together to make the best single player deckbuilder we could. Craft a unique deck, encounter bizarre creatures, discover relics of immense power, and Slay the Spire! Features Dynamic Deck Building : Choose your cards wisely! Discover hundreds of cards to add to your deck with each attempt at climbing the Spire. Select cards that work together to efficiently dispatch foes and reach the top. An Ever-changing Spire : Whenever you embark on a journey up the Spire, the layout differs each time. Choose a risky or safe path, face different enemies, choose different cards, discover different relics, and even fight different bosses! Powerful Relics to Discover : Powerful items known as relics can be found throughout the Spire. The effects of these relics can greatly enhance your deck through powerful interactions. But beware, obtaining a relic may cost you more than just gold... Slay the Spire left Early Access and comes with: Four characters that each have their own unique set of cards. 350+ fully implemented cards. 200+ different items to be found. 50+ unique combat encounters. 50+ mysterious events that can help or harm you. Daily Climbs allow you to compare yourself with every other player in the world. Custom mode that allows mixing and matching various crazy run modifiers.",
        "id_in_db": "t3_1n4b98t",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "60% off",
        "steam_app_id": "646570",
        "genres": [
            "Indie",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256740869/movie_max.webm?t=1548258737",
        "is_dlc_or_addon": false,
        "persian_summary": "ما بازی های Card و Roguelikes را با هم ذوب کردیم تا بهترین بازیکن DeckBuilder را که می توانستیم بسازیم. یک عرشه منحصر به فرد ، با موجودات عجیب و غریب روبرو شوید ، یادگارهایی از قدرت عظیم را کشف کنید و اسپیر را به قتل برسانید! ویژگی های ساختمان Dynamic Deck: کارتهای خود را عاقلانه انتخاب کنید! صدها کارت را کشف کنید تا با هر تلاش برای صعود از اسپیر ، به عرشه خود اضافه کنید. کارتهایی را انتخاب کنید که با هم کار می کنند تا دشمنان را به طور مؤثر اعزام کنند و به بالا برسند. یک اسپیر همیشه در حال تغییر: هر وقت سفر خود را به سمت Spire سوار می کنید ، هر بار طرح متفاوت است. یک مسیر خطرناک یا ایمن را انتخاب کنید ، با دشمنان مختلف روبرو شوید ، کارت های مختلفی را انتخاب کنید ، یادگارهای مختلفی را کشف کنید و حتی با کارفرمایان مختلف مبارزه کنید! یادگارهای قدرتمند برای کشف: موارد قدرتمندی که به عنوان یادگار شناخته می شوند را می توان در طول Spire یافت. اثرات این یادگارها می تواند از طریق تعامل قدرتمند ، عرشه شما را تا حد زیادی تقویت کند. اما مراقب باشید ، به دست آوردن یک یادگار ممکن است بیش از طلا برای شما هزینه داشته باشد ... اسپییر را به سمت چپ بکشید و به دست بیاورید: چهار کاراکتر که هر کدام ..."
    },
    {
        "title": "still heroes",
        "store": "steam",
        "url": "https://store.steampowered.com/app/1962540/Still_Heroes/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1962540/header.jpg?t=1750430766",
        "description": "IMPORTANT : This comic is mostly silent, it's normal! :) Still Heroes is a digital comic with a reading time of approximately one hour. It includes interactivity, animation and sound elements. Emeline is a member of a group of superheroes. She hopes to make a living out of it even though the group doesn’t have many missions. However during a hectic party, her friends tell her that they don’t want to be superheroes anymore. Emeline feels like her whole world is falling apart. How will she get over her disappointment and continue to live her passion? Follow the daily life of a vulnerable superheroine trying to find a way to pursue her dreams. A gentle and moving story, drawn by hand. This digital comic has been fully designed for screen reading.",
        "id_in_db": "t3_1n5h9w2",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "85% off",
        "steam_app_id": "1962540",
        "genres": [
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256882138/movie_max_vp9.webm?t=1650717170",
        "is_dlc_or_addon": false,
        "persian_summary": "مهم: این طنز بیشتر ساکت است ، طبیعی است! :) هنوز هم قهرمانان یک طنز دیجیتال با زمان خواندن تقریباً یک ساعت است. این شامل تعامل ، انیمیشن و عناصر صوتی است. املین عضو گروهی از ابرقهرمانان است. او امیدوار است حتی اگر این گروه مأموریت های زیادی نداشته باشد ، از آن خارج شود. با این حال در یک مهمانی پرخاشگر ، دوستانش به او می گویند که دیگر نمی خواهند ابرقهرمانان شوند. املین احساس می کند که تمام دنیا در حال از هم پاشیدن است. چگونه او ناامید شده و همچنان به زندگی خود ادامه خواهد داد؟ زندگی روزمره یک ابرقهرمان آسیب پذیر را دنبال کنید و سعی در یافتن راهی برای پیگیری رویاهای خود داشته باشید. داستانی ملایم و متحرک ، با دست کشیده شده است. این طنز دیجیتال کاملاً برای خواندن صفحه نمایش طراحی شده است."
    },
    {
        "title": "stove love n war",
        "store": "stove",
        "url": "https://store.onstove.com/en/games/1992",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1508680/header.jpg?t=1731742959",
        "description": "Wandering around town without any clear purpose, you are suddenly approached by an attractive female general and given an important task left by the father you never knew: You are to become a warlord and take his place. Threatened by an expansionist Empire in the North, you must find more gorgeous… and…, of course, talented female warriors that can help lead you to victories! Take your rightful claim: Many beautiful girls with different roles, ranks, and passions Recruit and secure the loyalty of the heroes by exploring their own tales Branching story, resource management & upgrades Duel defense battles, ambushes, and more Game Features: Many gorgeous girls with eye-candy Live2D animations that blow your heart away Japanese voice-over for all the ladies Many intense and strategic battles to fight Engaging plot with twists and turns Yuna General A Samuyure values honor above all else. She fights for glories and glories alone. If you want Yuna to submit to your will, my lord, you have to prove your superiority, a thing you are destined to possess. Ah Cy Military Advisor She is elegant, intelligent, and ambitious. Ah Cy will do whatever it takes to achieve her purpose and only the ultimate warlord deserves her attention. Can you capture her love and devotion? Khulan Grand Marshal The dreadful nomadic horsemen bring fear across the land and Khulan is the leader of these valorous warriors, so you can imagine what you are up against now. However, the rewards for defeating her are quite substantial. And More There are other great personalities to explore as you will encounter more warriors coming from different backgrounds: mercenary, barbarians, assassin, and so on. You’d better hope you can handle them all!",
        "id_in_db": "t3_1mzvvuf",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1508680",
        "genres": [
            "Casual",
            "RPG",
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256835960/movie_max_vp9.webm?t=1621930014",
        "is_dlc_or_addon": false,
        "persian_summary": "سرگردان در اطراف شهر بدون هیچ هدف مشخصی ، ناگهان توسط یک ژنرال جذاب زن به شما نزدیک می شوید و وظیفه مهمی را که پدر شما هرگز نمی دانستید به شما داده می شود: شما باید یک جنگ سالاری شوید و جای او را بگیرید. تهدید شده توسط یک امپراتوری توسعه گرایانه در شمال ، شما باید زرق و برق دار تر پیدا کنید ... و ... البته ، جنگجویان با استعداد زن که می تواند شما را به سمت پیروزی ها سوق دهد! ادعای حق خود را در نظر بگیرید: بسیاری از دختران زیبا با نقش ها ، رده ها و احساسات مختلف با کاوش در داستان شاخه های داستان های خود ، مدیریت منابع و به روزرسانی های دوئل دفاعی ، و ویژگی های بیشتر بازی: بسیاری از دختران زرق و برق دار که قلب شما را از بین می برد ، صدای توطئه های ژاپنی را از بین می برد و بسیاری از لباس های توت فرنگی را از بین می برد و بسیاری از جوایز را از بین می برد و بسیاری از لباس های زرق و برق دار را از بین می برد و باعث می شود که بسیاری از افراد را از بین ببرد. یک ساموویور بیش از هر چیز افتخار می کند. او به تنهایی برای افتخارات و افتخارات می جنگد. اگر می خواهید یونا به خواست خود تسلیم شود ، پروردگار من ، شما ..."
    },
    {
        "title": "strange horticulture",
        "store": "epicgames",
        "url": "https://store.epicgames.com/p/strange-horticulture-360e80",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1574580/header.jpg?t=1741961232",
        "description": "Find and identify new plants, pet your cat, speak to a coven, or join a cult. Use your growing collection to influence the story and unravel Undermere’s dark mysteries. Welcome to Undermere, a quaint town surrounded by hag-infested forests and rugged mountains. You are the Horticulturist, owner of local plant store Strange Horticulture. As a cast of colorful customers come by your shop, you are quickly thrust into an occult mystery stretching back hundreds of years. Explore the lands beyond your store to find new plants, but be careful! The dark woods and lakes are not always friendly to a simple herbalist. You might discover powers beyond your wildest dreams - or lose your mind completely. Use context clues to determine which places to visit, and which to avoid! Using your trusty encyclopedia and clues found on your explorations, you learn more about the strange plants you come across. By identifying each plant, you will be able to use their effects to influence the story -- from hypnotic hallucinogens to powerful poisons.",
        "id_in_db": "t3_1mwddq2",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1574580",
        "genres": [
            "Adventure",
            "Indie",
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256870452/movie_max_vp9.webm?t=1643040655",
        "is_dlc_or_addon": false,
        "persian_summary": "گیاهان جدید را پیدا کرده و شناسایی کنید ، گربه خود را حیوان خانگی کنید ، با یک میثاق صحبت کنید ، یا به یک فرقه بپیوندید. از مجموعه رو به رشد خود برای تأثیرگذاری بر داستان و اسرار تاریک Undermere استفاده کنید. به Undermere ، یک شهر عجیب و غریب که توسط جنگل های آلوده به هاگ و کوه های ناهموار احاطه شده است ، خوش آمدید. شما باغبان ، صاحب فروشگاه محلی گیاه باغبانی عجیب و غریب هستید. همانطور که بازیگران مشتریان رنگارنگ توسط مغازه شما می آیند ، شما به سرعت به یک رمز و راز غیبی می پردازید که صدها سال به عقب کشیده می شود. برای یافتن گیاهان جدید ، زمین های فراتر از فروشگاه خود را کاوش کنید ، اما مراقب باشید! جنگل ها و دریاچه های تاریک همیشه با یک گیاه شناس ساده دوست نیستند. ممکن است قدرتهای فراتر از وحشی ترین رویاهای خود را کشف کنید - یا ذهن خود را کاملاً از دست دهید. از سرنخ های متن برای تعیین مکان های بازدید استفاده کنید و از کدام یک برای جلوگیری از آن استفاده کنید! با استفاده از دائر ycl المعارف قابل اعتماد و سرنخ های موجود در کاوش های خود ، در مورد گیاهان عجیب و غریب که با آنها روبرو می شوید ، بیشتر می دانید. با شناسایی هر گیاه ، شما قادر خواهید بود از جلوه های آنها برای تأثیرگذاری بر داستان استفاده کنید - از ..."
    },
    {
        "title": "strider",
        "store": "other",
        "url": "https://gaming.lenovo.com/strider-key-drops",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/235210/header.jpg?t=1712193426",
        "description": "Strider returns in a brand new adventure, complete with incredible side-scrolling action, and lightning fast combat all in a massive interconnected world! Download the full game February 19th and become the original assassin! Key Features The ultimate ninja returns – Strider Hiryu, the original assassin that inspired many third person action titles returns in a completely new game for a new generation of gamers as he takes on the Grand Master Meio. Lightning fast combat – Use an arsenal of moves and weapons against your enemies whilst slicing your way through a massive interconnected game world. Plasma Cyphers – From scorching enemies to freezing them in their tracks or deflecting a host of bullets, the indestructible plasma charged cypher offers a range of action tactics for players to use against their foes. Seamless Traversal – Jump, climb and run through the expansive game world with the speed and agility of a ninja whilst climbing surfaces to gain that extra height and engaging the enemy from virtually any direction. Varied enemy design – From cybernetic soldiers to immense bio-mechanical creatures the enemy types in Strider guarantee engaging and unique combat challenges.",
        "id_in_db": "t3_1n1l4jf",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "235210",
        "genres": [
            "Action",
            "Adventure"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/2031106/movie_max.webm?t=1447360569",
        "is_dlc_or_addon": false,
        "persian_summary": "Strider در یک ماجراجویی کاملاً جدید ، کامل با اقدامات باورنکردنی پیمایش جانبی ، و رعد و برق سریع همه در یک دنیای گسترده به هم پیوسته است! بازی کامل 19 فوریه را بارگیری کنید و به قاتل اصلی تبدیل شوید! ویژگی های کلیدی بازده های نهایی نینجا - Strider Hiryu ، قاتل اصلی که الهام بخش بسیاری از عناوین اکشن شخص ثالث در یک بازی کاملاً جدید برای نسل جدید گیمرها است ، زیرا او در Grand Master Meio می گیرد. رعد و برق سریع مبارزه - از زرادخانه حرکات و سلاح ها در برابر دشمنان خود استفاده کنید در حالی که راه خود را از طریق دنیای بازی گسترده به هم پیوسته می کنید. Cyphers Plasma - از سوزش دشمنان گرفته تا یخ زدن آنها در آهنگ های خود یا منحرف کردن میزبان گلوله ها ، Cypher با شارژ پلاسما غیر قابل تخریب ، طیف وسیعی از تاکتیک های اکشن را برای بازیکنان برای استفاده در برابر دشمنان خود ارائه می دهد. Traversal بدون درز - پرش ، صعود و عبور از دنیای بازی گسترده با سرعت و چابکی نینجا در حالی که صعود به سطح صعود برای به دست آوردن آن ارتفاع اضافی و جذاب ..."
    },
    {
        "title": "suicide guy soundtrack",
        "store": "other",
        "url": "https://gleam.io/kIfR5/suicide-guy-soundtrack-key",
        "image_url": "https://external-preview.redd.it/fUnROoHePixKGdwsFcJMwvQ8Ht-_f8j7H4pUBAIlers.png?width=640&crop=smart&auto=webp&s=cf6859a6cf0ffa5c8b3bf75bce466cb2a5218f00",
        "description": "submitted by /u/0xy1113311 [link] [comments]",
        "id_in_db": "t3_1n5cl5g",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": true,
        "persian_summary": "ارسال شده توسط /u /0xy1113311 [پیوند] [نظرات]"
    },
    {
        "title": "the collection",
        "store": "steam",
        "url": "https://store.steampowered.com/sub/127633/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/976730/header.jpg?t=1740682623",
        "description": "The series that changed console gaming forever is on PC with six blockbuster games in one epic experience. PC Settings/Optimizations Halo: The Master Chief Collection is now optimized for PC and looking better than ever at up to 4k UHD and at 60+ FPS.* Other setting options include customizable mouse and keyboard support, ultrawide support, FOV customization, and more. Campaign Featuring Halo: Reach, Halo: Combat Evolved Anniversary, Halo 2: Anniversary, Halo 3, Halo 3: ODST Campaign, and Halo 4, The Master Chief Collection offers players their own exciting journey through the epic saga. Starting with the incredible bravery of Noble Six in Halo: Reach and ending with the rise of a new enemy in Halo 4, the Master Chief’s saga totals 67 campaign missions over six critically-acclaimed titles. Multiplayer Each of the six games in The Master Chief Collection brings its own multiplayer maps, modes and game types. With more than 120 multiplayer maps and countless ways to play with community-created Forge content the Collection has the most diverse and expansive Halo multiplayer experience to date. Forge Halo’s iconic map editor is improved, refreshed and better than ever. Build new maps with expanded functionality, increased budget, new objects and create new ways to play with custom game modes.** *Look to system requirements for guidance on hardware minimum specs to achieve performance metrics. **Forge mode not available in Halo: Combat Evolved Anniversary or Halo 3: ODST.",
        "id_in_db": "t3_1n6s0ue",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "80% off",
        "steam_app_id": "976730",
        "genres": [
            "Action"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256819673/movie_max_vp9.webm?t=1611767856",
        "age_rating": "FPS with frequent violence and blood with some mature language.",
        "is_dlc_or_addon": true,
        "persian_summary": "این سریال که بازی کنسول را برای همیشه تغییر داده است ، در رایانه شخصی با شش بازی بلاکچین در یک تجربه حماسی قرار دارد. تنظیمات رایانه شخصی/بهینه سازی هاله: مجموعه اصلی اصلی اکنون برای رایانه شخصی بهینه شده است و بهتر از همیشه در 4K UHD و در 60+ FPS به نظر می رسد.* گزینه های تنظیم دیگر شامل پشتیبانی ماوس و صفحه کلید قابل تنظیم ، پشتیبانی Ultrawide ، سفارشی سازی FOV و موارد دیگر است. کمپین با Halo: Reach ، Halo: Combat Evolution Anniversary ، Halo 2: Anniversary ، Halo 3 ، Halo 3: ODST Campaign و Halo 4 ، مجموعه اصلی Master Players سفر هیجان انگیز خود را از طریق حماسه حماسی ارائه می دهد. با شروع شجاعت باورنکردنی Noble Six در Halo: Reach و پایان دادن به ظهور یک دشمن جدید در Halo 4 ، Saga رئیس ارشد 67 ماموریت مبارزات انتخاباتی بیش از شش عنوان منتقدان را به خود اختصاص داده است. Multiplayer هر یک از شش بازی در مجموعه اصلی اصلی نقشه ها ، حالت ها و انواع بازی های چند نفره خاص خود را به ارمغان می آورد. با بیش از 120 نقشه چند نفره و راه های بی شماری برای بازی با ..."
    },
    {
        "title": "underworld office",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/underworld-office-novel-game/id1523265842",
        "id_in_db": "77b80f6ec2afebc6f344bc73e0879a731a1eb9fa1bb746f41da4d044e1cadd57",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple112/v4/bd/00/73/bd007327-9f61-88f9-05d9-c5fa6b1ac3f2/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "vocabulary builder 9999 free for 36h learn new words with flashcards ai",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/flexi-vocabulary-builder/id6499282610",
        "image_url": "https://external-preview.redd.it/YFH9rdvaLFGAk80Ce1Qe2Y1kpiMeE7F0OfWOEKAqb9g.png?width=640&crop=smart&auto=webp&s=ac748710cfb7cf069b0bbfa83fda100bb92be919",
        "description": "Hi everyone 👋 I’m the developer of Flexi: Vocabulary Builder , an iOS app for learning new words in 24 languages (English, Spanish, French, German, Arabic, Japanese, and more). About the app 🔠 Create flashcards with your own words. ✨ Use AI to generate translations, examples, and images. 📖 Catalog of 3,500+ pre-made English cards. 🧠 FSRS-5 spaced-repetition algorithm (same as in Anki). Extras 🌚 Dark Mode 🍎 iPadOS support 🛜 Offline mode 📌 Widgets The deal Lifetime unlock: $99.99 → Free Until: Sun, August 24, 2025, 5:00 PM PT Looking for feedback I’d love feedback on the onboarding experience, the process of creating flashcards, and the review flow 🙏 submitted by /u/tomerbeilinson [link] [comments]",
        "id_in_db": "t3_1my01sx",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "سلام به همه 👋 من توسعه دهنده Flexi هستم: سازنده واژگان ، یک برنامه iOS برای یادگیری کلمات جدید به 24 زبان (انگلیسی ، اسپانیایی ، فرانسوی ، آلمانی ، عربی ، ژاپنی و موارد دیگر). درباره برنامه 🔠 با کلمات خود مرتبا ایجاد کنید. ✨ از AI برای تولید ترجمه ها ، مثال ها و تصاویر استفاده کنید. 📖 کاتالوگ 3500+ کارت انگلیسی از پیش ساخته. 🧠 الگوریتم Re-retition FSRS-5 (همانند آنکی). Extras 🌚 Dark Mode 🍎 IPADOS پشتیبانی 🛜 حالت آفلاین 📌 ویجت های بازپرداخت عمر: 99.99 $ → رایگان تا: خورشید ، 24 اوت 2025 ، 5:00 بعد از ظهر به دنبال بازخورد ، من عاشق بازخورد در مورد تجربه سوارکاری ، روند ایجاد فلش و جریان ارسال شده توسط /u /tomerbeilinson [نظرات]"
    },
    {
        "title": "voice to text app lifetime 5999",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/transcribe-voice-to-text-app/id6467717913",
        "image_url": "https://external-preview.redd.it/XE7bE9ZJfUuuearghoPCFr4WwD8zbBwE_tjcrvcIQ4Q.png?width=640&crop=smart&auto=webp&s=75ece0c4e090d531d9ac7e9684118d4ce896fe55",
        "description": "To celebrate the new version release, enjoy a 2-day special discount : Lifetime subscription slashed from $59.99 to just $4.99! The upgraded app now supports direct transcription from YouTube, X , and more. Unlock smarter productivity today! Key Features: * YouTube/X Video Transcription: Convert videos to text effortlessly. * Video to Text: Transform video content into accurate text transcripts. * Multi-Language Support: Transcribe and translate across English, Chinese, Japanese, and 130+ languages. * High-Quality Recording: Capture crystal-clear audio from meetings, lectures, or your phone. * Accurate Transcription: Convert recordings to text with exceptional precision. * Live Notes: Real-time transcription as you speak. * Flexible Exports: Save recordings and transcripts in SRT, TXT, or PDF formats. * Easy Sharing: Share transcripts and audio via WhatsApp, Messenger, and more for seamless collaboration. Experience Transcribe now – voice-to-text made simple and smart! submitted by /u/kakaApp [link] [comments]",
        "id_in_db": "t3_1mw4yk8",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": false,
        "persian_summary": "برای جشن گرفتن نسخه جدید ، از تخفیف ویژه 2 روزه لذت ببرید: اشتراک Lifetime از 59.99 دلار به 4.99 دلار کاهش یافته است! برنامه به روز شده اکنون از رونویسی مستقیم از YouTube ، X و موارد دیگر پشتیبانی می کند. بازدهی هوشمندانه امروز را باز کنید! ویژگی های کلیدی: * رونویسی ویدیوی YouTube/X: فیلم ها را با زحمت تبدیل کنید. * فیلم به متن: محتوای ویدیویی را به متن متن دقیق تبدیل کنید. * پشتیبانی چند زبانه: رونویسی و ترجمه به زبان های انگلیسی ، چینی ، ژاپنی و 130+. * ضبط با کیفیت بالا: ضبط صدای کریستالی را از جلسات ، سخنرانی ها یا تلفن خود ضبط کنید. * رونویسی دقیق: ضبط ها را به متن با دقت استثنایی تبدیل کنید. * یادداشت های زنده: رونویسی در زمان واقعی هنگام صحبت کردن. * صادرات انعطاف پذیر: ضبط ها و رونوشت ها را در قالب های SRT ، TXT یا PDF ذخیره کنید. * اشتراک گذاری آسان: به اشتراک گذاشتن رونوشت و صدا از طریق WhatsApp ، مسنجر و موارد دیگر برای همکاری یکپارچه. تجربه رونویسی اکنون-صدا به متن ساخته شده ساده و هوشمند! ارسال شده توسط ..."
    },
    {
        "title": "walking survival",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3506800/Walking_Survival/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3506800/header.jpg?t=1753828386",
        "description": "In Walking Survival, the darkness is closing in, and monstrous creatures are coming for you! Harness the power of magic, develop unique abilities, and obliterate waves of enemies before they overwhelm you. 🔮 Master the Walking – Choose from a variety of magical abilities, upgrade them, and create devastating spell combinations. 👹 Endless Waves of Enemies – Face creatures with different strengths, weaknesses, and unpredictable attack patterns. 🛡️ Survive Against All Odds – Dodge, strike, and strategize as you fight to stay alive in an ever-escalating battle. 🌟 Powerful Upgrades – Unlock new skills, enhance your magic, and become an unstoppable force. How long can you survive the relentless onslaught? Unleash your power and carve your own legend in Walking Survival! 🔥 Wishlist now and prepare for battle! 🔥",
        "id_in_db": "t3_1n3cy49",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3506800",
        "genres": [
            "Action",
            "Adventure",
            "Casual"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257111660/movie_max_vp9.webm?t=1741351149",
        "is_dlc_or_addon": false,
        "persian_summary": "در زنده ماندن ، تاریکی بسته می شود و موجودات هیولا برای شما می آیند! قدرت جادو را مهار کنید ، توانایی های منحصر به فردی را ایجاد کنید و امواج دشمنان را از بین ببرید قبل از اینکه شما را تحت الشعاع قرار دهند. 🔮 Master the Walking - از انواع توانایی های جادویی انتخاب کنید ، آنها را ارتقا دهید و ترکیب های طلسم ویرانگر را ایجاد کنید. 👹 امواج بی پایان دشمنان - موجودات با نقاط قوت ، ضعف و الگوهای حمله غیرقابل پیش بینی روبرو هستند. 🛡 در برابر همه شانس ها زنده بمانید-در حالی که می جنگید برای زنده ماندن در یک نبرد فزاینده ، می جنگید ، Dodge ، Strike و استراتژی کنید. uprate های قدرتمند - مهارت های جدید را باز کنید ، جادوی خود را تقویت کنید و به یک نیروی غیرقابل توقف تبدیل شوید. چه مدت می توانید از حمله بی امان زنده بمانید؟ قدرت خود را از بین ببرید و افسانه خود را در Walking Survival حک کنید! 🔥 اکنون لیست دلخواه و آماده شدن برای نبرد! 🔥"
    },
    {
        "title": "xbox moving out 2",
        "store": "xbox",
        "url": "https://www.xbox.com/en-US/games/store/moving-out-2/9P88K6NQW12H",
        "image_url": "https://upload.wikimedia.org/wikipedia/en/8/8b/Moving_Out_2_cover.jpg",
        "description": "submitted by /u/BudgetGamerNet [link] [comments]",
        "id_in_db": "t3_1n4ncv3",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "60% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /بودجه gamernet [لینک] [نظرات]"
    }
]