[
    {
        "title": "(Game) A Game of Changes or Fairy Escape",
        "store": "other",
        "url": "https://givee.club/event/1071",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/381210/2fdf4a3e96886e4435e81e195bb206b65b272a7e/header_alt_assets_2.jpg?t=1753818200",
        "description": "<p class=\"bb_paragraph\"><div class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/381210/extras/e1a939fea29a88b11847b43e7fcb86a6.poster.avif?t=1753818200\" ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/381210/extras/e1a939fea29a88b11847b43e7fcb86a6.webm?t=1753818200\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/381210/extras/e1a939fea29a88b11847b43e7fcb86a6.mp4?t=1753818200\" type=\"video/mp4\"></video></div></p><h2 class=\"bb_tag\">Death Is Not an Escape.</h2><p class=\"bb_paragraph\"></p><p class=\"bb_paragraph\">Trapped forever in a realm of eldritch evil where even death is not an escape, four determined Survivors face a bloodthirsty Killer in a vicious game of nerve and wits. Pick a side and step into a world of tension and terror with horror gaming's best asymmetrical multiplayer.</p><p class=\"bb_paragraph\"> </p><p class=\"bb_paragraph\">Survivors play in third-person and have the advantage of better situational awareness. The Killer plays in first-person and is more focused on their prey.</p><p class=\"bb_paragraph\"> </p><p class=\"bb_paragraph\">The Survivors' goal in each encounter is to escape the Killing Ground without getting caught by the Killer - something that sounds easier than it is, especially when the environment changes every time you play.</p><p class=\"bb_paragraph\"></p><p class=\"bb_paragraph\"></p><h2 class=\"bb_tag\">Key Features</h2><p class=\"bb_paragraph\">•\t<strong>Survive Together… Or Not</strong> - Survivors can either cooperate with the others or be selfish. Your chance of survival will vary depending on whether you work together as a team or if you go at it alone. Will you be able to outwit the Killer and escape their Killing Ground?</p><p class=\"bb_paragraph\"></p><p class=\"bb_paragraph\">•\t<strong>Where Am I?</strong> - Each level is procedurally generated, so you’ll never know what to expect. Random spawn points mean you will never feel safe as the world and its danger change every time you play.</p><p class=\"bb_paragraph\"></p><p class=\"bb_paragraph\">•\t<strong>A Feast for Killers</strong> - Dead by Daylight draws from all corners of the horror world. As a Killer you can play as anything from a powerful Slasher to terrifying paranormal entities. Familiarize yourself with your Killing Grounds and master each Killer’s unique power to be able to hunt, catch and sacrifice your victims.</p><p class=\"bb_paragraph\"></p><p class=\"bb_paragraph\"><div class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/381210/extras/86ce185b4e1bac2e800bc48df9784b1a.poster.avif?t=1753818200\" ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/381210/extras/86ce185b4e1bac2e800bc48df9784b1a.webm?t=1753818200\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/381210/extras/86ce185b4e1bac2e800bc48df9784b1a.mp4?t=1753818200\" type=\"video/mp4\"></video></div></p><p class=\"bb_paragraph\">•\t<strong>Deeper and Deeper</strong> - Each Killer and Survivor has their own deep progression system and plenty of unlockables that can be customized to fit your own personal strategy. Experience, skills and understanding of the environment are key to being able to hunt or outwit the Killer.</p><p class=\"bb_paragraph\"></p><p class=\"bb_paragraph\">•\t<strong>Real People, Real Fear</strong> - The procedural levels and real human reactions to pure horror makes each game session an unexpected scenario. You will never be able to tell how it’s going to turn out. Ambience, music, and chilling environments combine into a terrifying experience. With enough time, you might even discover what’s hiding in the fog.</p><p class=\"bb_paragraph\"></p><p class=\"bb_paragraph\"></p><p class=\"bb_paragraph\"><strong>WARNING: PHOTOSENSITIVITY/EPILEPSY SEIZURES - READ THIS NOTICE BEFORE PLAYING</strong></p><p class=\"bb_paragraph\"></p><p class=\"bb_paragraph\"><i>A very small percentage of people may experience epileptic seizures or blackouts when exposed to certain kinds of flashing lights or light patterns. These persons, or even people who have no history of seizures or epilepsy, may experience epileptic symptoms or seizures while playing video games. If you or any of your relatives has an epileptic condition or has had seizures of any kind, consult your physician before playing any video game.</i></p><p class=\"bb_paragraph\"><i></i></p><p class=\"bb_paragraph\"><i>IMMEDIATELY DISCONTINUE use and consult a physician if you or your child experience any of the following symptoms: dizziness, altered vision, eye or muscle twitching, involuntary movements, loss of awareness, disorientation, or convulsions. Parents should watch for or ask their children about the above symptoms.</i></p><p class=\"bb_paragraph\"><i></i></p><p class=\"bb_paragraph\"><i>You may reduce risk of photosensitive epileptic seizures by taking the following precautions: sit farther from the screen, use a smaller screen, play in a well-lit room, do not play when you are drowsy or fatigued.</i></p>",
        "id_in_db": "t3_1mc93gx",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "381210",
        "genres": [
            "Action"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257175451/movie_max_vp9.webm?t=1753818191",
        "age_rating": "17",
        "is_dlc_or_addon": false,
        "persian_summary": "<p class = \"bb_paragraph\"> <div class = \"bb_img_ctn\"> <video class = \"bb_img\" autoplay loop playsinline poster = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/381210/extras/e1a939fea29a8b11847b43e7fcb86a6.poster.avif؟t=175381818200\" src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/381210/extras/e1a939fea29a8b11847b43e7fcb86a6.webm؟webm؟webm؟t=17538200\" src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/381210/extras/e1a939fea29a8b11847b43e7fcb86a6.mp4؟t=17538200\" type = \"video/mp4\"> </poide> </vik> </p> <h2 class = \"bb_tag\"> مرگ فرار نیست. عصب و عقل با بهترین چند نفره نامتقارن بازی های ترسناک ، یک طرف را انتخاب کنید و به دنیای تنش و ترور بروید. قاتل در شخص اول بازی می کند و بیشتر روی طعمه آنها متمرکز است. class = \"bb_paragraph\"> </p> <p class = \"bb_paragraph\"> </p> <h2 class = \"bb_tag\"> ویژگی های کلیدی </h2> <p class = \"bb_paragraph\"> • <strong> با هم زنده بمانید ... یا نه </strong> - بازماندگان می توانند با دیگران همکاری کنند یا خودخواه باشند. احتمال زنده ماندن شما بسته به اینکه آیا شما به عنوان تیم با هم کار می کنید یا اینکه به تنهایی به آن می روید متفاوت خواهد بود. آیا می توانید از قاتل پیشی بگیرید و از زمین قتل آنها فرار کنید؟ نقاط تخم ریزی تصادفی به این معنی است که شما هرگز به عنوان جهان احساس امنیت نخواهید کرد و خطر آن هر بار که بازی می کنید تغییر می کند. به عنوان یک قاتل می توانید به عنوان هر چیزی از یک برش قدرتمند گرفته تا موجودات ماوراء الطبیعه وحشتناک بازی کنید. خود را با زمین های قتل خود آشنا کنید و قدرت منحصر به فرد هر قاتل را به این نتیجه برسانید تا بتوانید قربانیان خود را شکار ، صید و قربانی کنید. poster = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/381210/extras/86ce185b4e1bac2e800bc48df9784b1a.poster.avif؟t=17538200\" src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/381210/extras/86ce185b4e1bac2e800bc48df9784b1a.webm؟webm؟t=1753818200\" src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/381210/extras/86ce185b4e1bac2e800bc48df9784b1a.mp4؟t=175381818200\" type = \"video/mp4\"> </poide> </div> </p> <p class = \"bb_paragraph\"> • <strong> عمیق تر و عمیق تر </strong> - هر قاتل و بازمانده سیستم پیشرفت عمیق خود را دارد و تعداد زیادی از قفل های خود را دارد که می تواند متناسب با استراتژی شخصی خود باشد. تجربه ، مهارت و درک محیط زیست برای اینکه بتوانید قاتل را شکار یا پیشی بگیرید ، مهم است. شما هرگز نمی توانید بگویید که چگونه می تواند به نتیجه برسد. محیط ، موسیقی و محیط های خنک کننده با یک تجربه وحشتناک ترکیب می شوند. با گذشت زمان کافی ، حتی ممکن است آنچه را که در مه پنهان شده است کشف کنید. class = \"bb_paragraph\"> </p> <p class = \"bb_paragraph\"> <i> درصد بسیار کمی از مردم ممکن است در هنگام قرار گرفتن در معرض انواع خاصی از چراغ های چشمک زن یا الگوهای نور ، تشنج یا خاموشی را تجربه کنند. این افراد یا حتی افرادی که سابقه تشنج یا صرع ندارند ، ممکن است هنگام انجام بازی های ویدیویی علائم صرع یا تشنج را تجربه کنند. اگر شما یا هر یک از اقوام خود یک بیماری صرع دارید یا از هر نوع تشنج برخوردار بوده اید ، قبل از انجام هر بازی ویدیویی با پزشک خود مشورت کنید. چرخش عضلات ، حرکات غیر ارادی ، از دست دادن آگاهی ، بی نظمی یا تشنج. والدین باید در مورد علائم فوق از فرزندان خود مراقبت کنند یا از آنها سؤال کنند. خسته. </i> </p>"
    },
    {
        "title": "(game) Art of Beauties",
        "store": "other",
        "url": "https://gleam.io/p77Ds/art-of-beauties-steam-key",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1250410/header.jpg?t=1748576233",
        "description": "From light planes to wide body jets to gliders and helicopters, fly highly detailed and accurate aircraft in the Microsoft Flight Simulator 40th Anniversary Edition. The world is at your fingertips.<br> <br><strong>Microsoft Flight Simulator 40th Anniversary Edition</strong> features 37 airplanes, gliders, and helicopters with unique flight models, 25 handcrafted airports, 4 classic commercial airports, 14 heliports and 15 glider airports.<br> <br>Explore Your World<br>• Vivid and Detailed Landscapes - Immerse yourself in the vast and beautiful world that is our planet with over 1.5 billion buildings, 2 trillion trees, mountains, roads, rivers and more.<br>• Living World - The Earth is vibrant and ever-changing and so is the world of Microsoft Flight Simulator, which includes live traffic, real-time weather, and animals.  <br> <br>Earn Your Wings<br>• Aircraft - Hone your pilot skills in a variety of aircraft from light planes to commercial jets with comprehensive flight models. Every aircraft includes highly detailed and accurate cockpits with realistic instrumentation.<br>• Checklist System - From pro to beginner, scale your level from full manual to full assist with interactive and highlighted instrument guidance and checklist.<br> <br>Test Your Skill<br>• Live Weather -The weather engine enables users to switch on the live weather mode to experience real-time weather including accurate wind speed and direction, temperature, humidity, rain and more.<br>• Day and Night Engine - Experience flight at any time of day or year allowing for night VFR, visual flight rules, navigation.<br>• Aerodynamic Modeling - A state-of-the-art physics engine with over 1000 control surfaces per plane allows for a truly realistic experience.<br> <br>Microsoft Flight Simulator has fulfilled the aspirations of aviators worldwide for 40 years. Celebrate the award-winning franchise with the <strong>40th Anniversary Edition</strong>, loaded with all-new features, aircraft and content that span the history of aviation.<br> <br>The <strong>40th Anniversary Edition</strong> update introduces:<br>•  1 true-to-life Airbus A310 Airliner<br>•  2 helicopters and 14 heliports<br>•  2 gliders and 15 glider airports<br>•  7 famous historical aircraft including the Hughes H-4 Hercules (aka the Spruce Goose)<br>•  4 classic commercial airports<br>•  24 classic missions from the franchise’s past<br><br>The <strong>Deluxe Edition</strong> includes everything from the Standard Edition plus 5 additional highly accurate planes with unique flight models and 5 additional handcrafted international airports.<br> <br><strong>Deluxe Additional Aircraft</strong><br>•  Diamond Aircraft DA40-TDI<br>•  Diamond Aircraft DV20<br>•  Textron Aviation Beechcraft Baron G58<br>•  Textron Aviation Cessna 152 Aerobat<br>•  Textron Aviation Cessna 172 Skyhawk<br> <br><strong>Deluxe Additional Handcrafted Airports</strong><br>•  Amsterdam Airport Schiphol (Netherlands)<br>•  Cairo International Airport (Egypt)<br>•  Cape Town International Airport (South Africa)<br>•  O’Hare International Airport (USA)<br>•  Adolfo Suárez Madrid–Barajas Airport (Spain)<br><br>The <strong>Premium Deluxe Edition</strong> includes everything from the Deluxe Edition plus 5 additional highly accurate planes with unique flight models and 5 additional handcrafted international airports.<br> <br><strong>Premium Deluxe Additional Aircraft</strong><br>•  Boeing 787-10 Dreamliner<br>•  Cirrus Aircraft SR22<br>•  Pipistrel Virus SW 121<br>•  Textron Aviation Cessna Citation Longitude<br>•  Zlin Aviation Shock Ultra<br> <br><strong>Premium Deluxe Additional Airports</strong><br>•  Denver International Airport (USA)<br>•  Dubai International Airport (United Arab Emirates)<br>•  Frankfurt Airport (Germany)<br>•  Heathrow Airport (United Kingdom)<br>•  San Francisco International Airport (USA)",
        "id_in_db": "t3_1mcbn28",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1250410",
        "genres": [
            "Simulation"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256915896/movie_max_vp9.webm?t=1684358207",
        "is_dlc_or_addon": false,
        "persian_summary": "از هواپیماهای سبک گرفته تا جت های بدنه گسترده گرفته تا گلایدرها و هلیکوپترها ، هواپیماهای بسیار دقیق و دقیق را در نسخه 40 سالگی شبیه ساز پرواز مایکروسافت پرواز می کنند. جهان در نوک انگشتان شما قرار دارد. این سیاره ما با بیش از 1.5 میلیارد ساختمان ، 2 تریلیون درخت ، کوه ، جاده ، رودخانه ها و موارد دیگر است. <BR> • جهان زنده-زمین پر جنب و جوش و در حال تغییر است و دنیای شبیه ساز پرواز مایکروسافت ، که شامل ترافیک زنده ، آب و هوای واقعی و حیوانات است.  <br> <br> بالهای خود را بدست آورید <br> • هواپیما - مهارت های خلبانی خود را در انواع هواپیماهای مختلف از هواپیماهای سبک گرفته تا جت های تجاری با مدل های جامع پرواز. هر هواپیمایی شامل کابین های بسیار دقیق و دقیق با ابزار واقعی است. <br> • سیستم چک لیست -از طرف حرفه ای تا مبتدی ، سطح خود را از کتابچه راهنمای کامل به کمک کامل با ابزار و لیست چک های تعاملی و برجسته ، مقیاس خود را مقیاس می کند. موتور-پرواز را در هر ساعت از روز یا سال تجربه کنید و اجازه دهید VFR شبانه ، قوانین پرواز بصری ، ناوبری. <BR> • مدل سازی آیرودینامیکی-یک موتور فیزیک پیشرفته با بیش از 1000 سطح کنترل در هر هواپیما امکان پذیر است. حق رای دادن برنده جایزه را با <strong> 40 سالگرد نسخه سالگرد </strong> ، که دارای ویژگی های جدید ، هواپیماها و محتوا است که تاریخ حمل و نقل هوایی را شامل می شود ، جشن بگیرید. فرودگاه ها <br> • 7 هواپیمای معروف تاریخی از جمله هیوز H-4 هرکول (با نام غاز صنوبر) هواپیمای اضافی </strong> <br> • هواپیمای الماس DA40-TDI <BR> • هواپیمای الماس DV20 <br> • Textron Aviation Beechcraft Baron G58 <BR> • Textron Aviation Cessna 152 Aerobat <br> • Textron Aviation Cessna 172 Skyhawk <br> <br> <br> strongtrontricted (هلند) <BR> • فرودگاه بین المللی قاهره (مصر) <BR> • فرودگاه بین المللی کیپ تاون (آفریقای جنوبی) <BR> • فرودگاه بین المللی OHhare (ایالات متحده) <BR> • فرودگاه آدولفو سوارز مادرید (با اربابان) (اسپانیا) <br> <br> <br> <strong> Premium DeLuxe Plus Edupry 5 Edupere از Enderve DeLuxe Edupry> DeLuxe Edupry> DeLuxe Edupry> DeLuxe Edupry> DeLuxe Edupry> DeLuxe Edupry> DeLuxe Edupry> DeLuxe Edupry> DeLuxe Edupry را شامل می شود. فرودگاه های بین المللی دست ساز. فرودگاه ها </strong> <br> • فرودگاه بین المللی دنور (ایالات متحده) <BR> • فرودگاه بین المللی دبی (امارات متحده عربی) <BR> • فرودگاه فرانکفورت (آلمان) <BR> • فرودگاه هیترو (انگلستان) • فرودگاه بین المللی سان فرانسیسکو (ایالات متحده)"
    },
    {
        "title": "(Game) Barro GT",
        "store": "steam",
        "url": "https://store.steampowered.com/app/1990740/Barro_GT/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1307090/header.jpg?t=1738798261",
        "description": "<strong>Important: DLCs were added after the launch as improvement to the game and more content will be added to it with time.</strong><br><br><strong>Barro Racing is a racing game with a toy car / go kart style, check out the different game modes listed below.</strong><h2 class=\"bb_tag\">Game Modes</h2><ul class=\"bb_ul\"><li>BR - Bugs (Base game)<br></li><li>BR - Origins (DLC)<br></li><li>BR - Formula (DLC)<br></li><li>BR - GT (DLC)<br></li><li>BR - Old Cars (DLC)<br></li><li>BR - Rally (DLC)</li></ul>",
        "id_in_db": "t3_1mblrg5",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1307090",
        "genres": [
            "Casual",
            "Indie",
            "Racing"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256798840/movie_max_vp9.webm?t=1598578144",
        "is_dlc_or_addon": false,
        "persian_summary": "<strong> مهم: DLC ها پس از راه اندازی به عنوان بهبود بازی اضافه شدند و محتوای بیشتری با زمان به آن اضافه می شود. ."
    },
    {
        "title": "(Game) Block N Load",
        "store": "steam",
        "url": "https://store.steampowered.com/app/299360/Block_N_Load/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/299360/header.jpg?t=1727937374",
        "description": "Five of you. Five of them. Face off in a tactical battle where everything you build, destroy, construct or shoot has devastating impact on the entire game. Build your defenses and charge into action to destroy theirs. Tunnel under the map or catapult over it, they’ll never see it coming! Be sneaky, be devious, be destructive. Be a large metal robot, twisted scientist, deadly ninja and more. Build using a crazy range of block types and work together in this FPS where no game is ever the same. Ready up! It’s time to Block N Load. NOW FREE TO PLAY.<h2 class=\"bb_tag\"><strong>Tell Me More!</strong></h2><br><ul class=\"bb_ul\"><li><strong>NO GAME THE SAME:</strong> The game world is ever-changing and evolving throughout every match, as players creatively build and tunnel their way to enemy positions and onto victory.<br></li><li><strong>UNHINGED HEROES:</strong> Character variety offers a robust mix of roles for full combat, defensive and supportive players in a team.<br></li><li><strong>BRAINS AS IMPORTANT AS BULLETS:</strong> Every game has a blend of intelligent and creative tactics fused with strategic shooter action. It’s fast-paced yet strategic.<br></li><li><strong>BUILD PHASE:</strong> Experiment and take the time to work on your defences, traps and setups before the team attacks truly begin. <br></li><li><strong>MASTERS OF CONSTRUCTION:</strong> Creative use of a wide choice of blocks in-game mean your deadly and devious constructions can cause havoc with the enemy – and the map. <br></li><li><strong>WHAT THE BLOCK!?</strong> Big bombs, turrets, bounce pads, poison traps, landmines, forcefields, speed pads, mortars, glue blocks, health blocks, ammo blocks and more. Everything you need for calculated mayhem. <br></li><li><strong>MAP EDITOR:</strong> Craft your own amazing Arenas using the same tools the developers do for official Arenas. Share them on the Steam Workshop and play them in game.<br></li><li><strong>CUSTOM GAME MODE:</strong> Set up your own game on the servers to choose your favourite map and build time. 1000s of player made maps available to try!<br></li><li><strong>TIME ASSAULT MODE:</strong> Ready for a single player challenge? Take on deadly hero based assault courses, utilise your parkour skills and compete against your own best times &amp; if you're fast enough win a top spot on the global leaderboards.</li></ul>",
        "id_in_db": "t3_1m9vdih",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "299360",
        "genres": [
            "Action",
            "Massively Multiplayer",
            "Strategy",
            "Free To Play"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/2036211/movie_max.webm?t=1447366194",
        "is_dlc_or_addon": false,
        "persian_summary": "پنج نفر از شما پنج مورد از آنها در یک نبرد تاکتیکی روبرو شوید که در آن همه چیزهایی که می سازید ، نابود می کنید ، ساخت یا ساخت و ساز تأثیر مخربی در کل بازی دارد. دفاع های خود را بسازید و برای از بین بردن آنها به اقدامات خود بپردازید. تونل زیر نقشه یا منجنیق آن ، آنها هرگز نمی بینند که در حال آمدن است! دزدکی باشید ، منحرف باشید ، مخرب باشید. یک ربات بزرگ فلزی ، دانشمند پیچ خورده ، نینجا کشنده و موارد دیگر باشید. با استفاده از طیف وسیعی از انواع بلوک ها بسازید و در این FPS با هم کار کنید که در آن هیچ بازی یکسان نیست. آماده! وقت آن است که بار N را مسدود کنیم. در حال حاضر رایگان بازی کنید. <h2 class = \"bb_tag\"> <strong> به من بیشتر بگویید! قهرمانان: </strong> Variety Variety ترکیبی قوی از نقش ها را برای بازیکنان کامل مبارزه ، دفاعی و پشتیبان در یک تیم ارائه می دهد. It’s fast-paced yet strategic.<br></li><li><strong>BUILD PHASE:</strong> Experiment and take the time to work on your defences, traps and setups before the team attacks truly begin. <br> </li> <li> <strong> استادان ساخت و ساز: </strong> استفاده خلاقانه از انتخاب گسترده ای از بلوک های بازی به معنای سازه های کشنده و شیطانی شما می تواند با دشمن و نقشه ایجاد کند. <br> </li> <li> <strong> چه بلوک! هر آنچه برای ضرب و شتم محاسبه شده نیاز دارید. <br> </li> <li> <strong> ویرایشگر نقشه: </strong> با استفاده از همان ابزارهایی که توسعه دهندگان برای عرصه های رسمی انجام می دهند ، عرصه های شگفت انگیز خود را تهیه کنید. آنها را در کارگاه Steam به اشتراک بگذارید و آنها را در بازی بازی کنید. 1000 نقشه پخش کننده برای امتحان کردن در دسترس است! دوره های تهاجمی مبتنی بر قهرمان کشنده را پشت سر بگذارید ، از مهارت های پارکور خود استفاده کنید و در برابر بهترین زمان های خود به رقابت بپردازید و اگر به اندازه کافی سریع می توانید در مسابقات جهانی ، یک امتیاز برتر را کسب کنید. </li> </ul>"
    },
    {
        "title": "(Game) Pilgrims",
        "store": "epicgames",
        "url": "https://store.epicgames.com/p/pilgrims-6d250f",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1049280/header.jpg?t=1743605932",
        "description": "Pilgrims is a playful adventure game, created by the team behind Machinarium and Samorost. Roam the land as you please and make new friends, share a laugh with your fellow travelers and help them complete their little stories, your way. How many different solutions can you find?<br />\r\n <br />\r\n It is most enjoyable if you’re into:<br />\r\n - Playfulness: Don’t beat it - play with it! Solve the various tasks using dozens of items and unique characters without being obliged to follow a single designated path.<br />\r\n - Replayability: Packed with 45 achievements, Pilgrims is a game designed to be played through more than just once. Can you collect them all?<br />\r\n - Hand-crafted appeal: Hundreds of unique animations and custom made sound effects result in countless humorous and unexpected outcomes. Try to discover as many as you can!<br />\r\n - Original music: Floex (Machinarium, Samorost 3) is back at it with his mix of live instruments and organic electronics, joined by guests on guitar or clarinet.",
        "id_in_db": "t3_1me3vmk",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1049280",
        "genres": [
            "Adventure",
            "Casual",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256761198/movie_max.webm?t=1570436917",
        "is_dlc_or_addon": false,
        "persian_summary": "Pilgrims یک بازی ماجراجویی بازیگوش است که توسط تیم پشت Machinarium و Samorost ساخته شده است. به عنوان دلخواه خود سرزمین را پرسه بزنید و دوستان جدیدی پیدا کنید ، با همکاران خود بخندید و به آنها کمک کنید تا داستان های کوچک خود را ، راه خود را تکمیل کنند. چند راه حل مختلف می توانید پیدا کنید؟ <br />\r\n <br />\r\n اگر وارد شوید: <br /> بیشتر لذت بخش است\r\n - بازیگوشی: آن را کتک نزنید - با آن بازی کنید! با استفاده از ده ها مورد و شخصیت های منحصر به فرد بدون اینکه موظف به دنبال یک مسیر مشخص شده باشید ، کارهای مختلف را حل کنید. <Br />\r\n - قابلیت پخش: بسته بندی شده با 45 دستاورد ، زائران یک بازی است که برای بیش از یک بار بازی می شود. آیا می توانید همه آنها را جمع کنید؟ <br />\r\n - جذابیت دست ساز: صدها انیمیشن منحصر به فرد و جلوه های صوتی ساخته شده سفارشی منجر به نتایج بی شماری طنز و غیر منتظره می شود. سعی کنید تا آنجا که می توانید کشف کنید! <br />\r\n - موسیقی اصلی: Floex (Machinarium ، Samorost 3) با ترکیبی از سازهای زنده و لوازم الکترونیکی ارگانیک ، که به میهمانان گیتار یا کلارینت پیوست ، دوباره به آن بازگشت."
    },
    {
        "title": "(game) RogueStone",
        "store": "steam",
        "url": "https://store.steampowered.com/app/1955990/RogueStone/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1955990/header.jpg?t=1748624736",
        "description": "<p class=\"bb_paragraph\"><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1955990/extras/dice01.gif?t=1748624736\" /></div></p><p class=\"bb_paragraph\">Hey pal, listen up! RogueStone might seem friendly for newbies, but don't be fooled. It's a beast that even hardcore RPG players will appreciate. It's a combat simulator with RPG elements, and dungeons get crazier as you progress. RogueStone's deep gameplay will hook you for a long time. Even if you're new to RPGs, you can still enjoy the action and be pushed to your limits. With its smooth gameplay and killer soundtrack, you'll feel the rush.</p><p class=\"bb_paragraph\"></p><p class=\"bb_paragraph\">RogueStone will test your skills, so strategize and plan every move in daunting dungeons. But the adrenaline rush of victory makes it worth it. It keeps you on your toes, no matter your level. RogueStone isn't a walk in the park, but it's worth it. RPG components give a fresh twist, while combat sim requires tactics. Tougher dungeons mean more satisfaction. Controls are simple, soundtrack catchy, and difficulty balanced.</p><p class=\"bb_paragraph\"></p><p class=\"bb_paragraph\">RogueStone is the game you've been waiting for. It's unique, entertaining, and challenging. Dive in and show your skills!</p><p class=\"bb_paragraph\"></p><p class=\"bb_paragraph\">KEY FEATURES</p><p class=\"bb_paragraph\">-Get ready to enter an fascinating universe where you can virtually train and become stronger. </p><p class=\"bb_paragraph\">-Collect and unleash thousands of amazing items in our game, each adding a new layer of excitement and strategy to your adventure!</p><p class=\"bb_paragraph\">-Seek power and artifacts on an endless quest, with the end game as the main focus.</p><p class=\"bb_paragraph\">-Enjoy the 20-hour campaign and gather treasure, trying to obtain all 14 Steam achievements, including 3 end-game ones.</p><p class=\"bb_paragraph\">-Choose from six character types, each with unique abilities and combos. Combine them to make your character stronger!</p><p class=\"bb_paragraph\">-Balance your GP values for maximum stat boosts. Destroy crates to gain GP and buy items from Town Vendors.</p><p class=\"bb_paragraph\">-As you explore, monsters get tougher, so keep your numbers up. Use the &quot;Get Better Gear&quot; or &quot;Boost your Stats&quot; loop for excitement.</p><p class=\"bb_paragraph\">-Grindcore* action where you farm XP, GP, and Pt. Gain magic gear from Monster Boxes and customize with the RogueStone System.</p><p class=\"bb_paragraph\">-Enhance the experience with the Save Function on the Steam client. Let's dive into this thrilling simulation!</p><p class=\"bb_paragraph\"></p><p class=\"bb_paragraph\">Challenge your skills and create your own personal journey today.</p><p class=\"bb_paragraph\"></p><p class=\"bb_paragraph\">*Click on 'View the quick reference', for a 110 pg. Supplemental Lore Book.</p><p class=\"bb_paragraph\">**Lore Keepers are the most knowledgeable and trusted sources of information about the world. They know everything there is to know about ancient treasures, monsters, and more.</p><p class=\"bb_paragraph\"></p><p class=\"bb_paragraph\">PS - Do NOT Leave a Review on a Dead Game. I know you get emotional about this game when playing it since it is Hard, and do NOT appreciate the Positives. This game is misunderstood since the audience that this game attracted was the Wrong Kind, It's FREE Now so why are you leaving a Sad Review when this Game is Dead. You DID NOT PAY FOR IT! Go Away! This Game to me the Developer is AMAZING! I rank my own Game VERY HIGH and I know every game that Exist. This Game if more Existed like it would be more Acceptable. This game was made on a very Tiny Budget, before A.i.. This game would be Different if it had Custom Assets but that doesn't matter to me as a Developer it's Strengths is it attempted to create a New Kind of RPG. But, the audience it attracted killed it.</p><p class=\"bb_paragraph\"></p><p class=\"bb_paragraph\"></p><p class=\"bb_paragraph\"><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1955990/extras/orb.gif?t=1748624736\" /></div></p>",
        "id_in_db": "t3_1ma2aje",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1955990",
        "genres": [
            "RPG",
            "Free To Play"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256886126/movie_max_vp9.webm?t=1652261934",
        "is_dlc_or_addon": false,
        "persian_summary": "<p class = \"bb_paragraph\"> <div class = \"bb_img_ctn\"> <img class = \"bb_img\" src = \"https://shared.akamai.steamstatic.com/store_item_assets/apps/1955990/extras/dice01.gife01 /> </iv> </p> <p class = \"bb_paragraph\"> سلام ، گوش کن! Roguestone ممکن است برای تازه واردان دوستانه به نظر برسد ، اما فریب نخورید. این جانوری است که حتی بازیکنان RPG هاردکور نیز از آن قدردانی می کنند. این یک شبیه ساز رزمی با عناصر RPG است و Dungeons با پیشرفت شما دیوانه تر می شوند. گیم پلی عمیق Roguestone برای مدت طولانی شما را به هم می زند. حتی اگر تازه وارد RPG ها هستید ، هنوز هم می توانید از این عمل لذت ببرید و به حد خود سوق دهید. با داشتن گیم پلی صاف و موسیقی متن فیلم قاتل خود ، عجله را احساس خواهید کرد. اما عجله پیروزی آدرنالین باعث می شود ارزش آن را داشته باشد. بدون توجه به سطح شما ، شما را روی انگشتان پا نگه می دارد. Roguestone پیاده روی در پارک نیست ، اما ارزش آن را دارد. اجزای RPG پیچ و تاب تازه ای می بخشند ، در حالی که سیم کارت مبارزه به تاکتیک ها نیاز دارد. سیاه چال های سخت تر به معنای رضایت بیشتر است. کنترل ها ساده ، موسیقی متن فیلم جذاب و با مشکل هستند. این بی نظیر ، سرگرم کننده و چالش برانگیز است. غواصی کنید و مهارت های خود را نشان دهید! </p> <p class = \"bb_paragraph\">-هزاران مورد شگفت انگیز را در بازی ما جمع آوری و از بین ببرید ، هر کدام یک لایه جدید از هیجان و استراتژی را به ماجراجویی خود اضافه می کنند! گنج ، تلاش برای به دست آوردن همه 14 دستاورد بخار ، از جمله 3 بازی نهایی. آنها را ترکیب کنید تا شخصیت خود را قوی تر کنید! برای به دست آوردن پزشکان عمومی و خرید کالاها از فروشندگان شهر ، جعبه ها را نابود کنید. برای هیجان از \"Get Better Gear\" یا \"تقویت آمار خود\" استفاده کنید. دنده جادویی را از جعبه های هیولا بدست آورید و با سیستم Roguestone سفارشی کنید. بیایید وارد این شبیه سازی هیجان انگیز شویم! کتاب Lore Lore. آنها همه چیز را می دانند که در مورد گنجینه های باستانی ، هیولا و موارد دیگر آگاهی دارند. من می دانم که هنگام بازی کردن از این بازی احساساتی می کنید زیرا این کار سخت است و از مثبت قدردانی نمی کنید. این بازی از آنجا که مخاطبی که این بازی جذب کرده است اشتباه است ، اشتباه است ، اکنون رایگان است ، بنابراین چرا وقتی این بازی مرده است ، یک بررسی غم انگیز را ترک می کنید. شما هزینه آن را پرداخت نکردید! برو دور! این بازی برای من توسعه دهنده شگفت انگیز است! من بازی خودم را بسیار بالا رتبه بندی می کنم و هر بازی موجود را می دانم. این بازی اگر بیشتر وجود داشته باشد مانند آن قابل قبول تر خواهد بود. این بازی قبل از A.I با بودجه بسیار کمی ساخته شده است. اگر دارایی های سفارشی داشته باشد ، این بازی متفاوت خواهد بود اما برای من به عنوان یک توسعه دهنده مهم نیست ، این نقاط قوت آن است که سعی در ایجاد نوع جدیدی از RPG است. اما ، مخاطبی که آن را به خود جلب کرد ، آن را کشته است. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1955990/extras/orb.gif؟t=1748624736\"/> </viv> </p> </p>"
    },
    {
        "title": "(Game) Sparganator",
        "store": "other",
        "url": "https://gleam.io/lF4s6/free-x2500-sparganator-steam-keys",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3802400/31b76f64b778328945d628e46ee8596c49800e0b/header.jpg?t=1750663821",
        "description": "<h2 class=\"bb_tag\">Game story:</h2><p class=\"bb_paragraph\">Third person sci-fi shooter with 8 maps. Player mission is to kill different enemies and find hidden orange flower which is captured by enemy army. Every level has 1 hidden orange flower, finding it finish level and gives steam achievements. Player need battle against several different enemies like melee cyborg, cyborg with weapons, Shooting turrets and flying robots. So can you be the hero of the universe and find captured flowers and save world</p><h2 class=\"bb_tag\">Features::</h2><p class=\"bb_paragraph\">- 8 different maps<br>- Melee fight<br>- Weapons: Rifle, pistol,shotgun and throwing grenades<br>- Collect more ammos and health pick-ups<br>- Several enemies: Cyborg with melee fight and knifes, Flying enemies with weapons, Turrets with weapons. Cyborg with weapons<br>- Steam Achievements</p>",
        "id_in_db": "t3_1m9fkzt",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3802400",
        "genres": [
            "Action",
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257151717/movie_max_vp9.webm?t=1749534671",
        "is_dlc_or_addon": false,
        "persian_summary": "<h2 class = \"bb_tag\"> داستان بازی: </h2> <p class = \"bb_paragraph\"> تیرانداز علمی تخیلی شخص سوم با 8 نقشه. مأموریت بازیکن این است که دشمنان مختلف را بکشید و گل نارنجی پنهان را پیدا کنید که توسط ارتش دشمن اسیر شده است. هر سطح دارای 1 گل نارنجی پنهان است که سطح آن را به پایان می رساند و دستاوردهای بخار می دهد. بازیکن نیاز به نبرد با چندین دشمن مختلف مانند Melee Cyborg ، Cyborg با سلاح ، تیراندازی بر برج و روبات های پرواز دارد. بنابراین می توانید قهرمان جهان باشید و گلهای اسیر شده را پیدا کنید و جهان را نجات دهید </p> <h2 class = \"bb_tag\"> ویژگی ها :: </h2> <p class = \"bb_paragraph\">- 8 نقشه های مختلف <br>- جنگ غوغا <br>- سلاح ها: اسلحه ، پیستول ، اسلحه و عکس های Grenades <br>- with melee fight and knifes, Flying enemies with weapons, Turrets with weapons. سایبورگ با سلاح <br>- دستاوردهای بخار </p>"
    },
    {
        "title": "(Game) Timen runner",
        "store": "other",
        "url": "https://givee.club/event/1068",
        "image_url": null,
        "description": "",
        "id_in_db": "t3_1m96kgl",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": ""
    },
    {
        "title": "(Game) Timerunner",
        "store": "other",
        "url": "https://givee.club/event/1072",
        "image_url": "https://external-preview.redd.it/dsa3B12_FSyZ8FtEWVOf-3ZgKsbcp4pMpXigDPFe89g.jpeg?width=320&crop=smart&auto=webp&s=6259606392ee87b6492283eead18e164f1ceab58",
        "description": "",
        "id_in_db": "t3_1mdcy0q",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": ""
    },
    {
        "title": "(game) To the Kingdom",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3251550/To_the_Kingdom/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3251550/header.jpg?t=1752499924",
        "description": "<p class=\"bb_paragraph\">To the Kingdom aims to create a rich and immersive strategic board game experience, blending seamless video game mechanics with stunning, artistic visuals. Whether you're playing with friends, family, or strangers from around the world, this game challenges you to master its dynamics.</p><h2 class=\"bb_tag\">Easy to Learn, Hard to Master</h2><p class=\"bb_paragraph\">Though simple to pick up, mastering &quot;To the Kingdom&quot; takes time. You'll need to be strong, organized, and occasionally ruthless to outsmart your opponents. Victory comes from understanding the finer details of strategy.</p><h2 class=\"bb_tag\">Claim the Lands</h2><p class=\"bb_paragraph\">The lands are fertile, rich, and waiting to be claimed. Expand strategically by capturing the most advantageous territories, preventing your enemies from gaining ground. Disrupt their strategic connections, create chaos, and use it to elevate your position. But beware—circumstances can shift at any moment, so never get too comfortable.</p><h2 class=\"bb_tag\">A Deeply Strategic Experience</h2><p class=\"bb_paragraph\">Like any great strategy game, &quot;To the Kingdom&quot; rewards careful planning. Every move from start to finish shapes the outcome. Each match offers new maps, enemies, and resources, ensuring every game is a fresh challenge. The key to victory lies in reading your opponents and adapting to their tactics.</p><h2 class=\"bb_tag\">Multiplayer Battles</h2><p class=\"bb_paragraph\">Compete against strategy enthusiasts worldwide. Whether tasting the sweet joy of victory or learning from defeat, respect for your opponents is paramount, just like a true leader.</p><h2 class=\"bb_tag\">Breathtaking Visuals and Sounds</h2><p class=\"bb_paragraph\">Beyond strategy, &quot;To the Kingdom&quot; offers a feast for the senses. Enjoy beautifully designed visuals, music, and an overall artistic experience that enhances your journey to becoming the ruler of a kingdom.</p>",
        "id_in_db": "t3_1m9w3wn",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3251550",
        "genres": [
            "Strategy",
            "Free To Play",
            "Early Access"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257077620/movie_max_vp9.webm?t=1735046970",
        "is_dlc_or_addon": false,
        "persian_summary": "<p class = \"bb_paragraph\"> به پادشاهی با هدف ایجاد یک تجربه بازی استراتژیک غنی و همهجانبه ، ترکیب مکانیک های بازی ویدیویی یکپارچه با تصاویر خیره کننده و هنری. چه با دوستان ، خانواده و چه غریبه هایی از سراسر جهان بازی می کنید ، این بازی شما را به چالش می کشد تا پویایی خود را تسلط دهید. برای پیشی گرفتن از مخالفان خود ، باید قوی ، سازمان یافته و گاهی بی رحم باشید. پیروزی از درک جزئیات دقیق تر استراتژی ناشی می شود. با گرفتن مزیت ترین سرزمین ها ، مانع از دستیابی به زمین های خود ، استراتژیک را گسترش دهید. اتصالات استراتژیک آنها را مختل کنید ، هرج و مرج ایجاد کنید و از آن برای بالا بردن موقعیت خود استفاده کنید. اما مراقب باشید - Circumstances هر لحظه می تواند تغییر کند ، بنابراین هرگز خیلی راحت نشوید. هر حرکت از ابتدا تا پایان نتیجه را شکل می دهد. هر مسابقه نقشه ها ، دشمنان و منابع جدیدی را ارائه می دهد ، و اطمینان می دهد که هر بازی یک چالش تازه است. کلید پیروزی در خواندن مخالفان شما و تطبیق با تاکتیک های آنها نهفته است. این که آیا طعم شیرین پیروزی و یا یادگیری از شکست ، احترام به مخالفان خود مهم است ، دقیقاً مانند یک رهبر واقعی است. از تصاویر ، موسیقی و یک تجربه هنری با طراحی زیبا لذت ببرید که سفر شما را برای تبدیل شدن به حاکم یک پادشاهی تقویت می کند. </p>"
    },
    {
        "title": "(Other) Eternal Return - Exclusive Game Pack",
        "store": "other",
        "url": "https://na.alienwarearena.com/ucf/show/2172715/boards/contest-and-giveaways-global/Giveaway/eternal-return-exclusive-game-pack-key-giveaway",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1649240/header.jpg?t=1750956860",
        "description": "Break the cycle as this award-winning third-person shooter brings bullet hell action to PC. Selene’s roguelike odyssey arrives with a suite of arresting graphical and performance-based enhancements to ensure an unforgettable journey. This includes the full Returnal™ experience, complete with Suspend Cycle, Photo and Co-op Modes, as well as the Tower of Sisyphus included from day one.<br><strong><h2 class=\"bb_tag\">BACKGROUND:</h2></strong> <br>After crash-landing on this shape-shifting world, Selene must search through the barren landscape of an ancient civilization for her escape. Isolated and alone, she finds herself fighting tooth and nail for survival. Again and again, she’s defeated – forced to restart her journey every time she dies. Through fast, relentless gameplay, you’ll discover that just as the planet changes with every cycle, so do the items at your disposal. Every loop offers new combinations, empowering you to push your boundaries and approach combat with a different strategy each time.<br><br>Brought to life by stunning visual effects, the dark beauty of the decaying world around you is packed with explosive surprises. From high stakes, bullet hell-fuelled combat, to jaw-dropping twists and turns set across stark and contrasting environments. You’ll explore, discover and fight your way through an unforgiving journey, where mystery stalks your every move. Designed for extreme replayability, the procedural world of Returnal invites you to dust yourself off in the face of defeat and take on new, evolving challenges with every rebirth.<br><strong><h2 class=\"bb_tag\">The complete PC experience </h2></strong><br>Includes support for achievements, complete with an in-game progress tracker. Five graphical pre-sets have also been included, alongside in-game performance metrics, including an FPS counter, a gauge for GPU and CPU usage and a latency tracker.<br><strong><h2 class=\"bb_tag\">Savour a dazzling visual experience </h2></strong><br><strong>16:10, Ultrawide (21:9) and Super Ultrawide (32:9) aspect ratios offer an expanded field of view throughout Atropos – with wider aspects adding additional options for cinematics and the user interface. All this in stunning 4K.<i>(1)</i> On high-specification PCs, experience deeper immersion with ray-traced reflections and shadows, adding a whole new layer of lighting options – all customizable through various sliders. Performance enhancing technologies such as NVIDIA’s DLSS and NVIDIA NIS, as well as AMD’s FSR<i>(2)</i>, are also available. </strong><br><br><strong><i>1</i> Compatible PC and display device required. <br><i>2</i> Compatible PC and graphics card required for enhanced graphics. </strong><br><strong><h2 class=\"bb_tag\">Feel sensory overload, first hand </h2></strong><br><strong>Play with the DualSense™ controller to experience haptic feedback and dynamic trigger effects.<i>(3)</i> Alternatively, choose mouse and keyboard or other controller inputs – all with fully customizable button prompts. Expanded accessibility options have also been added, including an alt-fire crosshair charging notification, alongside a Co-op ping system. Added support for Dolby Atmos, as well as the option to select type of 3D Audio support.<i>(4)</i> Hear sound all around you with pinpoint accuracy, bringing environments to life and helping improve your reactions.</strong> <br><br><strong><i>3</i> Wired connection required to experience the full range of in-game controller features.<br><i>4</i> 3D Audio modes require stereo headphones or compatible speaker</strong><br><strong><h2 class=\"bb_tag\">Co-op Mode: </h2></strong><br>In Co-op Mode, share your journey through the shifting labyrinth of Atropos with another PC player.<i>(5)</i> The hostile nature of Atropos will remain unwavering, but the possibility of teamwork adds a whole new dimension and means of survival. Each player controls a different version of Selene, from different cycles. Using the Chronosis device located in each biome, the host player summons a friend or is matched with another random online player. The progress of the host determines the available item pool for the duration of the multiplayer session.<br><strong><h2 class=\"bb_tag\">Tower of Sisyphus: </h2></strong><br>Next time you wake at the crash site, look up. You should be able to see a gate towards the Tower of Sisyphus, accessible as long as you’ve unlocked the Icarian Grapnel.<i>(5)</i> In this Tower, prepare for a new kind of challenge. It’s a nearly endless ascending gauntlet with a pure focus on combat, how high you build up your score and progress, exclusive items, Scout logs and as-yet unseen fragments from Selene’s story. <br><br><strong><i>5</i> The Tower of Sisyphus, House sequences and Challenge Mode are not available in Co-op Mode. Cross-play with players on PlayStation®5 consoles is not supported.</strong><br><br><i><strong>INTENSE COMBAT</strong> - Fight to survive in this third-person roguelike shooter. <br>- Take on ruthless enemies in explosive, bullet hell-fuelled combat.</i><br><br><i><strong>THRILLING EXPLORATION</strong> - Manage equipment and resources carefully – every time you die, you restart from the beginning. <br>- Scavenge alien tech for upgrades to enhance your abilities in future cycles.</i><br><br><i><strong>HAUNTING NARRATIVE</strong> - Piece together fragments of Selene’s memories as she seeks out answers. <br>- Forge a personal connection with the planet as you explore its constantly evolving and decaying terrain.</i>",
        "id_in_db": "t3_1m895pm",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1649240",
        "genres": [
            "Action"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256930268/movie_max_vp9.webm?t=1676476629",
        "age_rating": "13",
        "is_dlc_or_addon": true,
        "persian_summary": "چرخه را بشکنید زیرا این تیرانداز برنده جایزه شخص ثالث عمل جهنمی را به رایانه شخصی می بخشد. ادیسه Roguelike Selene با مجموعه ای از دستگیری پیشرفت های گرافیکی و مبتنی بر عملکرد برای اطمینان از یک سفر فراموش نشدنی وارد می شود. این شامل تجربه کامل برگشتی ، کامل با چرخه تعلیق ، عکس و حالت تعاونی و همچنین برج سیسیفوس از روز اول است. <br> <strong> <h2 class = \"bb_tag\"> زمینه: منزوی و به تنهایی ، خود را برای بقا در حال مبارزه با دندان و ناخن می داند. بارها و بارها ، او شکست خورد - مجبور شد هر بار که می میرد سفر خود را مجدداً آغاز کند. از طریق گیم پلی سریع و بی امان ، متوجه خواهید شد که دقیقاً همانطور که سیاره با هر چرخه تغییر می کند ، بنابراین موارد موجود در اختیار شما است. هر حلقه ترکیبات جدیدی را ارائه می دهد ، به شما این امکان را می دهد تا هر بار مرزهای خود را تحت فشار قرار داده و با یک استراتژی متفاوت به مبارزه بپردازید. از سهام زیاد ، مبارزات جهنمی گلوله ، گرفته تا پیچ و تاب های فک و چرخش هایی که در محیط های واضح و متضاد قرار دارند. شما از طریق یک سفر فراموش نشدنی ، جایی که رمز و راز هر حرکتی شما را ساقه می دهد ، کشف ، کشف و مبارزه خواهید کرد. طراحی شده برای قابلیت پخش شدید ، دنیای رویه ای از بازگشت شما را دعوت می کند تا در مقابل شکست خود را غبار کنید و با هر تولد دوباره چالش های جدید و در حال تحول را به خود اختصاص دهید. پنج مجموعه گرافیکی پیش مجموعه نیز در کنار معیارهای عملکرد در بازی ، از جمله پیشخوان FPS ، یک سنج برای استفاده از GPU و CPU و ردیاب تأخیر قرار گرفته است. یک میدان دید گسترده در سراسر آتروپوس - با جنبه های وسیع تری که گزینه های اضافی برای سینماتیک و رابط کاربری را اضافه می کند. همه اینها در 4K خیره کننده 4K. فن آوری های تقویت کننده عملکرد مانند DLS NVIDIA و NVIDIA NIS و همچنین FSR <i> (2) AMD نیز در دسترس هستند. </strong> <br> <br> <strong> <i> 1 </i> دستگاه سازگار و دستگاه نمایشگر مورد نیاز. <br> <i> 2 </i> کارت سازگار و کارت گرافیک مورد نیاز برای گرافیک پیشرفته. </strong><br><strong><h2 class=\"bb_tag\">Feel sensory overload, first hand </h2></strong><br><strong>Play with the DualSense™ controller to experience haptic feedback and dynamic trigger effects.<i>(3)</i> Alternatively, choose mouse and keyboard or other controller inputs – all with fully customizable button prompts. گزینه های دسترسی گسترده نیز اضافه شده است ، از جمله اعلان شارژ متقاطع Alt-Fire ، در کنار یک سیستم پینگ تعاونی. پشتیبانی اضافه شده برای Dolby Atmos ، و همچنین گزینه انتخاب نوع پشتیبانی صوتی سه بعدی. <i> (4) </i> صدای اطراف خود را با دقت مشخص می شنوید ، محیط ها را به زندگی می رساند و به بهبود واکنش های شما کمک می کند. هدفون یا بلندگو سازگار </strong> <br> <br> <strong> <h2 class = \"bb_tag\"> حالت تعاونی: </h2> </strong> <br> در حالت تعاونی ، به معنای تغییر لابرترین در حال جابجایی با بازیکن رایانه شخصی دیگر به اشتراک بگذارید. بقا هر بازیکن از چرخه های مختلف نسخه دیگری از سلن را کنترل می کند. با استفاده از دستگاه Chronosis واقع در هر بیوم ، بازیکن میزبان یک دوست را احضار می کند یا با یک پخش کننده آنلاین تصادفی دیگر مطابقت دارد. پیشرفت میزبان استخر مورد موجود را برای مدت زمان جلسه چند نفره تعیین می کند. <br> <strong> <h2 class = \"bb_tag\"> برج سیزیف: شما باید بتوانید دروازه ای را به سمت برج سیسیفوس مشاهده کنید ، تا زمانی که دستکش ایکاریان را باز کرده اید. این یک دستکش صعودی تقریباً بی پایان با تمرکز خالص بر مبارزه است ، چقدر می توانید نمره و پیشرفت خود را ایجاد کنید ، موارد اختصاصی ، سیاهههای مربوط به پیشاهنگی و قطعاتی که هنوز غیب از داستان سلن هستند. <br> <br> <strong> <i> 5 </i> برج سیزیفوس ، توالی خانه و حالت چالش در حالت تعاونی در دسترس نیست. بازی متقابل با بازیکنان در کنسول های PlayStation®5 پشتیبانی نمی شود. <br>- دشمنان بی رحمانه را در مبارزات انفجاری ، گلوله جهنم سوخت. <br> - تکنیک بیگانه را برای ارتقاء برای ارتقاء توانایی های خود در چرخه های آینده افزایش دهید. <br>- ارتباط شخصی با سیاره را در هنگام کشف زمین های مداوم در حال تحول و پوسیدگی آن ایجاد کنید. </i>"
    },
    {
        "title": "[Android / iOS] [Doodle Mafia: Epic Alchemy] [CA$2.89 → Free] [Create crimes or fight them in this crime-themed puzzle game]",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1m8727l/android_ios_doodle_mafia_epic_alchemy_ca289_free/",
        "image_url": null,
        "description": "https://store.epicgames.com/en-US/p/doodle-mafia-epic-alchemy-ios-f77211https://store.epicgames.com/en-US/p/doodle-mafia-epic-alchemy-android-f2683eDoodle Mafia is the biggest “Doodle” game ever! Over 500 puzzles to solve and items to create as you play the role of Crime Boss or Cop. You decide how you want to play as you play through multiple hard-nosed storylines & play modes.",
        "id_in_db": "t3_1m8727l",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "https://store.epicgames.com/en-us/p/doodle-mafia-epic-alchemy-ios-f77211https://sticgames.com/en-us/p/doodle-mafia-epic-alchemy-android-f2683edoodledledledledledledledledledledledledledledledledledledledledledledle بیش از 500 پازل برای حل و موارد برای ایجاد نقش در نقش رئیس جنایت یا پلیس. You decide how you want to play as you play through multiple hard-nosed storylines & play modes."
    },
    {
        "title": "[Epic Games Mobile] (Game) Doodle Mafia: Epic Alchemy",
        "store": "reddit",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1m86p91/epic_games_mobile_game_doodle_mafia_epic_alchemy/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1304490/header.jpg?t=1742928121",
        "description": "You are a legendary world builder, and the mysterious power of ancient alchemy is in your hands. Being the god and master of the new world, you will use forces of nature to separate the land from the seas and spark evolution.<br />\r\n<br />\r\nCreate new lands, mountains and forests, build houses, farms and workshops, discover new technologies. Start with a small mining village with a couple of mines and a sawmill. Grow it into a rich city surrounded by dense forests, golden wheat fields, and deep blue rivers.<br />\r\n<br />\r\nInvite and train settlers who will work for you and grow your economy. Equip merchant ships and caravans to sell goods for sparkling gold. Brave explorers await your orders, ready to travel in search of rare treasures.<br />\r\n<br />\r\nRemember: you are not alone in this universe. Other players, world builders like you, are ready to join you for cooperation or become irreconcilable and formidable rivals in weekly challenges.<br />\r\n<br />\r\nEveryone will find something of their own in WORLDS Builder—a game about alchemy, controlling forces of nature, creating worlds, building, researching and trading! Create your dream world without limits!<br />\r\n<br />\r\n• Open sandbox world can be changed with no limits in god mode<br />\r\n• Dozens of alchemical reactions to create new landscape elements and minerals<br />\r\n• Construction and progression of buildings: from huts to stone palaces, from primitive workshops to real factories<br />\r\n• Economic strategy: production planning, search for resources, new technologies<br />\r\n• Trade and travel by land, water, and air<br />\r\n• Training settlers unlocks unique skills and turns weak peasants into real experts<br />\r\n• Clans unite world builders for cooperation and competition<br />\r\n• Epic tournaments every week<br />\r\n<br />\r\n© WORLDS Builder: Farm &amp; Craft from creators of Doodle GOD, Doodle Devil and Doodle Mafia.",
        "id_in_db": "t3_1m86p91",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1304490",
        "genres": [
            "Casual",
            "Indie",
            "Massively Multiplayer",
            "Simulation",
            "Strategy",
            "Free To Play"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256862932/movie_max_vp9.webm?t=1638834772",
        "is_dlc_or_addon": false,
        "persian_summary": "شما یک سازنده افسانه ای جهان هستید و قدرت مرموز کیمیاگری باستانی در دست شماست. به عنوان خدای و استاد جهان جدید ، از نیروهای طبیعت استفاده خواهید کرد تا سرزمین را از دریاها جدا کنید و تکامل را جرقه بزنید. <br />\r\n<br />\r\nاراضی جدید ، کوه ها و جنگل ها را ایجاد کنید ، خانه ها ، مزارع و کارگاه های آموزشی بسازید ، فن آوری های جدید را کشف کنید. با یک روستای معدن کوچک با یک زن و شوهر معدن و یک کارخانه اره شروع کنید. آن را به یک شهر غنی که توسط جنگل های متراکم ، مزارع گندم طلایی و رودخانه های آبی عمیق احاطه شده است ، رشد دهید. <Br />\r\n<br />\r\nمهاجران را که برای شما کار می کنند دعوت و آموزش دهید. کشتی های بازرگان و کاروان ها را برای فروش کالا برای طلای درخشان تجهیز کنید. کاشفان شجاع در انتظار سفارشات شما هستند ، آماده سفر در جستجوی گنجینه های نادر است. <br />\r\n<br />\r\nبه یاد داشته باشید: شما در این جهان تنها نیستید. سایر بازیکنان ، سازندگان جهان مانند شما ، آماده هستند تا برای همکاری به شما بپیوندند یا در چالش های هفتگی به رقبای غیرقابل جبران و نیرومند تبدیل شوند. <Br />\r\n<br />\r\nهمه در سازندگان جهان چیزی از خودشان پیدا می کنند - بازی در مورد کیمیاگری ، کنترل نیروهای طبیعت ، ایجاد جهان ، ساختمان ، تحقیق و تجارت! دنیای رویایی خود را بدون محدودیت ایجاد کنید! <br />\r\n<br />\r\n• دنیای ماسهبازی باز را می توان بدون هیچ محدودیتی در حالت خدا تغییر داد <br />\r\n• ده ها واکنش کیمیاگری برای ایجاد عناصر و مواد معدنی منظره جدید <Br />\r\n• ساخت و پیشرفت ساختمانها: از کلبه ها تا کاخ های سنگی ، از کارگاه های ابتدایی گرفته تا کارخانه های واقعی <br />\r\n• Economic strategy: production planning, search for resources, new technologies<br />\r\n• تجارت و سفر از طریق زمین ، آب و هوا <Br />\r\n• آموزش مهاجران مهارت های منحصر به فرد را باز می کند و دهقانان ضعیف را به متخصصان واقعی تبدیل می کند <br />\r\n• قبیله ها سازندگان جهان را برای همکاری و رقابت متحد می کنند <br />\r\n• مسابقات حماسی هر هفته <br />\r\n<br />\r\n© Worlds Builder: Farm & Craft از سازندگان Doodle God ، Doodle Devil و Doodle Mafia."
    },
    {
        "title": "[Epic Games Mobile] (Game) Pilgrims",
        "store": "reddit",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1me3wdv/epic_games_mobile_game_pilgrims/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1343400/2354f470ed43dbcf63e168dc2b256285434ea52c/header.jpg?t=1750692577",
        "description": "<div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1343400/extras/RS3-01m_Section_header_image_1-WELCOME_TO_RUNESCAPE-EN.png?t=1750692577\" /></div><br><br>Journey into the Sixth Age of Gielinor and discover a fantasy world deep with legend and lore. Gielinor's people may be thriving, but the Elder Gods still scheme. The clouds are darkening and war looms. Experience a fantasy online world 19 years in the making.<br><br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1343400/extras/RS3-01m_Section_header_image_1-PLAY_YOUR_WAY-EN.png?t=1750692577\" /></div><br><br>It's up to you. Will you explore the world with friends, or seek your fame and fortune as a lone adventurer? Whether you’re engaged in daring quests, quietly tending to your farm, risking it all against a high-level boss or spending a night at the circus, RuneScape is the perfect second-screen game. Play how you want – the choice is yours. What type of hero will you be?<br><br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1343400/extras/RS3-01m_Section_header_image_1-ENDLESS_DISCOVERY-EN.png?t=1750692577\" /></div><br><br>With a world that’s been growing for an incredible 19 years, RuneScape continues to thrill players with an adventure unlike any other. With 270 million installations and cross-playability on PC and mobile, join the hundreds of millions of people who have explored the fantastic and mystical world of Gielinor.<br><br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1343400/extras/RS3-01m_Section_header_image_1-UNFORGETTABLE_ENCOUNTERS-EN.png?t=1750692577\" /></div><br><br>Make friends – and maybe sometimes enemies – with a rich roster of memorable NPC characters. From lovable companions and friendly rogues, to deceitful villains and vengeful gods, the many faces of Gielinor offer a deep fantasy experience unlike anything else.<br><br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1343400/extras/RS3-01m_Section_header_image_1-A_THRIVING_WORLD-EN.png?t=1750692577\" /></div><br><br>Visit dozens and dozens of unique and striking locations, from the medieval castles of Burthorpe and the tranquil harbours of Catherby, to the dangerous barren expanses of the Wilderness or the tropical reaches of Anachronia. Own your own port! Run your own farm! Make a pretty penny trading with players at The Grand Exchange, and keep your exotic wares safe in the Bank.<br><br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1343400/extras/RS3-01m_Section_header_image_1-POWERFUL_SKILLS-EN.png?t=1750692577\" /></div><br><br>With 28 skills to master, what will you become? Will you be one with nature by perfecting Woodcutting, Fishing, Herblore and Cooking? Or would you prefer to be more creative with Crafting, Farming, Smithing and Construction? Or perhaps your tastes lay elsewhere – with Hunting, Divination, Invention or Runecrafting? Or maybe your soul yearns action, and you’ll take to Magic, Summoning, Slayer and Dungeoneering!<br><br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1343400/extras/RS3-01m_Section_header_image_1-VERSATILE_COMBAT-EN.png?t=1750692577\" /></div><br><br>Do you want to get up close and personal with a sharp blade in your hand? Or will you take a tactical approach and attack from range? Or perhaps your skills are more mystical, and you prefer the arena of magic? Fight a dazzling assortment of foes including an unimaginable array of epic bosses. From demons to dragons and rock monsters to serpents, nightmares beyond your wildest imagination lay in wait.<br><br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1343400/extras/RS3-01m_Section_header_image_1-MEMBERSHIP_BENEFITS-EN-2.png?t=1750692577\" /></div><br><br>RuneScape can be played free, but also offers optional membership that unlocks even more thrilling content, including 8 additional skills, over 120 extra quests and access to the entire game world map! Check out the Steam DLC Bundles Membership Access offers featuring launch exclusive Steam cosmetic items and special rewards. <br><br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1343400/extras/RS3-01m_Section_header_image_1-JOIN_OUR_COMMUNITY-EN.png?t=1750692577\" /></div><br><br>Add your unique voice to our vibrant RuneScape community. Enjoy a strong connection to RuneScape's independent development team by joining them for regular livestreams, and share ideas on the forums. We shape RuneScape together!",
        "id_in_db": "t3_1me3wdv",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1343400",
        "genres": [
            "Massively Multiplayer",
            "RPG",
            "Free To Play"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256800506/movie_max_vp9.webm?t=1634556984",
        "is_dlc_or_addon": false,
        "persian_summary": "<div class=\"bb_img_ctn\"><img class=\"bb_img\" src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1343400/rextras/rs3-01m_section_header_image_image_to_runescape-en.png؟t=1750692577 Gielinor و کشف دنیای فانتزی در اعماق Legend و Lore. قوم جیلینور ممکن است رونق داشته باشد ، اما خدایان بزرگتر هنوز هم طرح می شوند. ابرها تاریک می شوند و جنگ می شوند. 19 سال یک دنیای خیالی آنلاین را در ساخت تجربه کنید. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1343400/rextras/rs3-01m_section_header_image_image_image_your_way-en.png؟t=175069257777777777777777777777777777777777777777777\" آیا با دوستان جهان را کشف خواهید کرد یا به دنبال شهرت و ثروت خود به عنوان یک ماجراجو تنها هستید؟ این که آیا شما مشغول جستجوی جسورانه هستید ، بی سر و صدا به مزرعه خود تمایل دارید ، همه اینها را در برابر یک رئیس سطح بالا یا گذراندن یک شب در سیرک به خطر می اندازید ، Runescape بازی عالی صفحه دوم است. بازی را که می خواهید بازی کنید - انتخاب شماست. شما چه نوع قهرمان خواهید بود؟ src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1343400/extras/rs3-01m_section_header_header_image_image- endless_discovery-en.png؟br> ab> ab> ab> <br> <iv> 19 سال ، Runescape بر خلاف سایر موارد ، بازیکنان خود را با ماجراجویی هیجان انگیز می کند. با 270 میلیون نصب و قابلیت بازی متقابل در رایانه شخصی و موبایل ، به صدها میلیون نفر که دنیای خارق العاده و عرفانی Gielinor را کاوش کرده اند ، بپیوندید. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1343400/extras/rs3-01m_section_header_image_image_image- unforgettable_encounters-en.png؟brives؟t=1750692577 - با یک فهرست غنی از شخصیت های به یاد ماندنی NPC. از همراهان دوست داشتنی و سرکش های دوستانه ، گرفته تا شرورهای فریبکار و خدایان انتقام جویانه ، بسیاری از چهره های Gielinor بر خلاف هر چیز دیگری تجربه فانتزی عمیق را ارائه می دهند. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1343400/extras/rs3-01m_section_header_image_image_image_triving_world-en.png؟t=1750692577\" و مکانهای جالب توجه ، از قلعه های قرون وسطایی Burthorpe و بندرهای آرام کاتربی ، گرفته تا وسایل بی ثمر خطرناک بیابان یا مناطق گرمسیری آناکرونیا. درگاه خود خود را داشته باشید! مزرعه خود را اجرا کنید! با بازیکنان در Grand Exchange یک تجارت پنی زیبا انجام دهید و کالاهای عجیب و غریب خود را در بانک ایمن نگه دارید. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1343400/rextras/rs3-01m_section_header_image_image_1-power_skills-en.png؟bt=175069257777 تبدیل شدن؟ آیا با تکمیل چوب ، ماهیگیری ، هرلور و آشپزی با طبیعت یکی خواهید بود؟ یا ترجیح می دهید با کاردستی ، کشاورزی ، اسمیت و ساخت و ساز خلاق تر باشید؟ یا شاید سلیقه های شما در جای دیگر - با شکار ، الهی ، اختراع یا Runecrafting؟ یا شاید روح شما آرزو کند ، و شما به جادو ، احضار ، قاتل و سیاه چال می روید! src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1343400/rextras/rs3-01m_section_header_image_image_image_combat-en.png؟b> <br> <br> <-> < تیغه تیز در دست شما؟ یا آیا شما یک رویکرد تاکتیکی و حمله از محدوده خواهید داشت؟ یا شاید مهارت های شما عرفانی تر باشد و شما عرصه جادو را ترجیح می دهید؟ با مجموعه ای خیره کننده از دشمنان از جمله مجموعه ای غیرقابل تصور از کارفرمایان حماسه مبارزه کنید. از شیاطین گرفته تا اژدها و هیولاهای راک گرفته تا مارها ، کابوسهای فراتر از وحشی ترین تخیل شما در انتظار است. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1343400/rextras/rstras/rs3-01m_section_header_image_image_imbership_benefits-en-2.png؟t=1750692577 < اما همچنین عضویت اختیاری را ارائه می دهد که محتوای هیجان انگیز تر ، از جمله 8 مهارت اضافی ، بیش از 120 کار اضافی و دسترسی به کل نقشه جهانی بازی را باز می کند! پیشنهادات دسترسی به عضویت Steam DLC Bundles را با ارائه موارد لوازم آرایشی و بهداشتی اختصاصی Steam و پاداش های ویژه بررسی کنید. <br> <br> <br> <div class = \"bb_img_ctn\"> <img class = \"bb_img\" src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1343400/extras/rs3-01m_section_header_image_image_our_our_community-en.pheng؟t=1750692577 < جامعه Runescape. با پیوستن به آنها برای زندگی منظم به طور منظم ، از یک ارتباط محکم با تیم توسعه مستقل Runescape لذت ببرید و ایده هایی را در انجمن ها به اشتراک بگذارید. ما Runescape را با هم شکل می دهیم!"
    },
    {
        "title": "[EtailMarket] WUCHANG: Fallen Feathers (26% off / €37.10)",
        "store": "other",
        "url": "https://etail.market/wuchang-fallen-feathers-64",
        "image_url": "https://external-preview.redd.it/oh9iUER9ih1qVzH_AfIOsPR_SxPqY7dtbmNjIuu93Fo.jpeg?width=640&crop=smart&auto=webp&s=e9f7589b358bfbb2255da75f97af81aa86f19e5e",
        "description": "",
        "id_in_db": "t3_1mdxjns",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "26% off",
        "is_dlc_or_addon": false,
        "persian_summary": ""
    },
    {
        "title": "[Fanatical] DOOM: The Dark Ages (37% Off - £44.09 / $44.09 / €50.39 / CA$56.69 / A$75.56 / ¥6098)",
        "store": "fanatical",
        "url": "https://www.fanatical.com/en/game/doom-the-dark-ages",
        "image_url": "https://external-preview.redd.it/u-Oo3eycFZzGbBEl1DEKwwU9QM4dNKZr0SVpsxHvwrk.jpeg?width=640&crop=smart&auto=webp&s=81cd85d829039f615279a4c3750247ca12273ffc",
        "description": "",
        "id_in_db": "t3_1md8w6g",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "37% off",
        "is_dlc_or_addon": false,
        "persian_summary": ""
    },
    {
        "title": "[Games] The Lonely Hacker ($2.99 -> Free)",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.TheLonelyDeveloper.TheLonelyHacker",
        "image_url": "https://external-preview.redd.it/yZF4XhlTa7gecHF3ie_vx69SWxbtodS9o6Q5_7s6RZ4.png?width=320&crop=smart&auto=webp&s=c33a5837f5e122c248c372a961274873baa93674",
        "description": "",
        "id_in_db": "t3_1mba0kl",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": ""
    },
    {
        "title": "[Indiegala] (Game) Hentai XXX Plus: Jigsaws Vol 1",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/hentai-xxx-plus-jigsaws-vol-1",
        "image_url": null,
        "description": "",
        "id_in_db": "t3_1m8vzf6",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": ""
    },
    {
        "title": "[Indiegala] (Game) War of the Human Tanks",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/war-of-the-human-tanks",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/784080/header.jpg?t=1750866924",
        "description": "BE YOUR OWN WEAPON OF WAR<br />\r\nWelcome to the year 3015! It’s a hell of a time to be alive.<br />\r\n<br />\r\nHumanity has colonized thousands of star systems spanning a vast region of space known as the Inner Sphere. The golden age of cooperation and advancement is now a distant memory, and humanity has once again splintered into disparate factions all vying for supremacy. <br />\r\n<br />\r\nIn the midst of these Succession Wars, power hungry Mercenaries like yourself are in a privileged position to capitalize big time. It’s dangerous work but that’s why you’re here, right? If you’ve got an itch to blast, wreck, stomp and go all out ballistic, step inside and become your own weapon of war!  <br />\r\n<br />\r\n<br />\r\nSTORY<br />\r\nAs the inheritor of a once-prominent Mercenary company, reborn in the flames of its near destruction at the hands of conspiring factions, your quest for glory and revenge will stretch light-years as you chase threads of interstellar intrigue along your journey to becoming an elite MechWarrior and mercenary commander.<br />\r\n<br />\r\n<br />\r\nTHE INNER SPHERE<br />\r\nHome to thousands of star systems and an array of stunning biomes, the Inner Sphere is alive with activity, purpose, consequence, and variety. Systems will be captured and reclaimed, major events will unfold, and new technologies will come to light.<br />\r\n<br />\r\nThe rigors of war will be seen with each passing week as your relationships with the various factions fluctuate according to the relentless Succession Wars and your choices as the leader of a Mercenary outfit.<br />\r\n<br />\r\n<br />\r\nGAMEPLAY<br />\r\nThe battlefields of the future are dominated by BattleMechs, hulking machines of war capable of leveling entire cities. As a BattleMech pilot you’ll rain havoc upon enemy ‘Mechs and targets, including tanks, ground vehicles, aircraft, advanced defenses, and reinforced bases.<br />\r\n<br />\r\nFew things can withstand the power of a ‘Mech for long, and the worlds of the Inner Sphere are veritable playgrounds of destruction awaiting your shielding defense or crushing devastation.<br />\r\n<br />\r\n<br />\r\nBATTLEMECHS<br />\r\n&quot;With over 50 unique ‘Mech chassis and hundreds of sub-variants, all fully-realized with high-fidelity models, damage states, and equipment, no two ‘Mechs are the same!<br />\r\nWhether acquired from scouring the markets of the Inner Sphere for rare and valuable chassis and equipment, or salvaging directly from the wreckage of your annihilated enemies and the spoils of war, the maintenance and operation of your BattleMechs will be vital to your success both as a MechWarrior and a Mercenary outfit commander.&quot;<br />\r\n<br />\r\n<br />\r\nTHE MERC LIFE<br />\r\nOff the battlefield, as the leader of a Mercenary company you will need to manage all the key components of running a unit.<br />\r\n<br />\r\nYou’ll need to maintain and acquire ‘Mechs and equipment, hire and field MechWarriors from throughout the Inner Sphere to join you on the battlefield, and manage your relationships with the Great Houses of the Inner Sphere, all of whom are vying for your contribution to their staggering war efforts.<br />\r\n<br />\r\nOf course, with each Contract comes negotiation, and with each victory comes consequence.<br />\r\n<br />\r\n<br />\r\nOTHER FEATURES<br />\r\nWith the vast scope of the Inner Sphere and its complex system of world generation providing huge variety and replayability, the MechWarrior 5: Mercenaries experience offers no end. Outside the campaign, a fully-featured Instant Action system will allow you to customize and kick off isolated missions at any time, free from campaign restrictions.<br />\r\n<br />\r\nWith four-player co-op supported both within the campaign and the Instant Action system, you can experience the full breadth of the MechWarrior 5: Mercenaries universe alongside your friends.<br />\r\n<br />\r\nMods extend your game even further! Unlock the boundless creativity of the community to alter and expand the game in amazing ways. With a full editor and interface supporting gameplay mods out of the box your creativity will know no limits.",
        "id_in_db": "t3_1m8vz62",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "784080",
        "genres": [
            "Action",
            "Simulation"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256833677/movie_max_vp9.webm?t=1620329544",
        "is_dlc_or_addon": false,
        "persian_summary": "سلاح جنگ خود باشید <br />\r\nبه سال 3015 خوش آمدید! این یک جهنم زمان زنده بودن است. <br />\r\n<br />\r\nبشریت هزاران سیستم ستاره را در منطقه وسیع از فضای معروف به حوزه داخلی استعمار کرده است. عصر طلایی همکاری و پیشرفت اکنون یک خاطره دور است و بشریت بار دیگر به جناح های متفاوت و متفاوتی که همه برای برتری می روند ، فرو رفته است. <br />\r\n<br />\r\nدر میان این جنگ های جانشینی ، مزدوران گرسنه قدرت مانند خود در موقعیت ممتازی برای سرمایه گذاری در زمان بزرگ قرار دارند. این کار خطرناک است اما به همین دلیل اینجا هستید ، درست است؟ اگر خارش برای انفجار ، خراب کردن ، لگد زدن و رفتن به همه بالستیک ، قدم به داخل و تبدیل به سلاح جنگ خود را دارید!  <br />\r\n<br />\r\n<br />\r\nداستان <br />\r\nبه عنوان وراثت یک شرکت مزدور برجسته ، متولد شده در شعله های نابودی نزدیک خود به دست جناح های توطئه ، تلاش شما برای شکوه و انتقام باعث افزایش سالهای نوری خواهد شد ، زیرا شما تعقیب موضوعات فتنه بین ستاره ای را در طول سفر خود برای تبدیل شدن به یک فرمانده نخبگان و فرمانده مزدور می کنید.\r\n<br />\r\n<br />\r\nحوزه داخلی <br />\r\nخانه هزاران سیستم ستاره و مجموعه ای از بیوم های خیره کننده ، حوزه داخلی با فعالیت ، هدف ، پیامد و تنوع زنده است. سیستم ها اسیر و بازپس گیری می شوند ، رویدادهای اصلی آشکار می شوند و فن آوری های جدید به آشکار می شوند. <Br />\r\n<br />\r\nسخت گیری های جنگ با هر هفته گذشت دیده می شود زیرا روابط شما با جناح های مختلف با توجه به جنگ های جانشینی بی امان و انتخاب شما به عنوان رهبر لباس مزدور در نوسان است. <Br />\r\n<br />\r\n<br />\r\nگیم پلی <br />\r\nجبهه های نبرد آینده تحت سلطه Battlemechs ، ماشین های هالکینگ جنگ هستند که قادر به تراز کردن کل شهرها هستند. به عنوان یک خلبان Battlemech ، شما از مکان ها و اهداف دشمن ، از جمله تانک ها ، وسایل نقلیه زمینی ، هواپیما ، دفاع پیشرفته و پایه های تقویت شده ، ویران خواهید شد.\r\n<br />\r\nتعداد کمی از موارد می توانند در برابر قدرت یک مکانیک برای مدت طولانی مقاومت کنند ، و دنیای حوزه داخلی زمین های بازی واقعی تخریب در انتظار دفاع محافظ شما یا ویرانی های خرد کننده است. <Br />\r\n<br />\r\n<br />\r\nBattlemechs <Br />\r\n\"با بیش از 50 شاسی منحصر به فرد‘ Mech و صدها متغیر فرعی ، همه با مدل های با وفاداری بالا ، حالت های آسیب دیده و تجهیزات کاملاً تحقق یافته ، هیچ دو مکانیک یکسان نیستند! <Br />\r\nاین که از تمیز کردن بازارهای حوزه داخلی برای شاسی ها و تجهیزات نادر و ارزشمند ، یا نجات مستقیم از زباله های دشمنان نابودی شما و غنایم جنگ ، به دست آمده ، نگهداری و بهره برداری از کشتی های جنگی شما برای موفقیت شما هم به عنوان یک مکانیک و هم یک فرمانده مزدور مزدور برای موفقیت شما بسیار مهم خواهد بود. \"\r\n<br />\r\n<br />\r\nزندگی Merc <br />\r\nخارج از میدان نبرد ، به عنوان رهبر یک شرکت مزدور ، شما باید تمام مؤلفه های اصلی اجرای یک واحد را مدیریت کنید. <br />\r\n<br />\r\nشما نیاز به حفظ و دستیابی به تجهیزات ‘تجهیزات و تجهیزات ، استخدام و تجهیزات میدانی از سراسر حوزه داخلی دارید تا در میدان نبرد به شما بپیوندند و روابط خود را با خانه های بزرگ حوزه داخلی مدیریت کنند ، همه آنها برای کمک به کمک شما در تلاش های جنگ مبهوت کننده خود می روند. <br />\r\n<br />\r\nالبته با هر قرارداد مذاکره می شود و با هر پیروزی نتیجه می گیرد. <Br />\r\n<br />\r\n<br />\r\nسایر ویژگی ها <br />\r\nبا توجه به دامنه وسیعی از حوزه درونی و سیستم پیچیده آن در نسل جهانی که تنوع و قابلیت پخش مجدد آن را فراهم می کند ، Mechwarrior 5: Mermenaries Experience پایان نمی یابد. در خارج از کمپین ، یک سیستم اکشن فوری کاملاً برجسته به شما امکان می دهد تا در هر زمان ، عاری از محدودیت های مبارزات انتخاباتی ، ماموریت های جدا شده را در هر زمان شخصی سازی و شروع کنید.\r\n<br />\r\nبا پشتیبانی چهار نفره که هم در برنامه و هم در سیستم اکشن فوری پشتیبانی می شود ، می توانید وسعت کامل Mechwarrior 5: Mrenaries Universe را در کنار دوستان خود تجربه کنید. <Br />\r\n<br />\r\nMods بازی شما را حتی بیشتر گسترش می دهد! خلاقیت بی حد و حصر جامعه را برای تغییر و گسترش بازی به روش های شگفت انگیز باز کنید. با داشتن یک ویرایشگر کامل و رابط کاربری گیم پلی از جعبه خارج از جعبه ، خلاقیت شما هیچ محدودیتی نمی داند."
    },
    {
        "title": "[IndieGala] 2K Publisher Sale: NBA 2K25 (86% OFF), Borderlands 3 (90% OFF), The Quarry (85% OFF), Mafia: Definitive Edition (85% OFF), Marvel's Midnight Suns (85% OFF), XCOM: Chimera Squad (85% OFF), WWE 2K25 (40% OFF), PGA TOUR 2K25 (33% OFF), Sid Meier's Civilization VII (15% OFF)",
        "store": "indiegala",
        "url": "https://www.indiegala.com/store/publisher-sale/2k",
        "image_url": "https://external-preview.redd.it/npuNbJXhqi4AWvmAm_JmiCTsQTkeDgzT3XifbN4dZbo.jpeg?width=640&crop=smart&auto=webp&s=3405ff8d0f981888e7095a179f83cad3b27b0201",
        "description": "",
        "id_in_db": "t3_1mcw7yw",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "86% off",
        "is_dlc_or_addon": true,
        "persian_summary": ""
    },
    {
        "title": "[IndieGala] Stealth Franchise Sale: Hitman: World of Assassination (60% OFF), V Rising (50% OFF), Ultros (64% OFF), Tomb Raider I-III Remastered (60% OFF), Shadow of the Tomb Raider: Definitive Edition (80% OFF), Deus Ex: Mankind Divided (85% OFF), Hitman: Absolution (90% OFF), Thief (85% OFF)",
        "store": "indiegala",
        "url": "https://www.indiegala.com/store/franchise-sale/stealth",
        "image_url": "https://external-preview.redd.it/SUegtK_H2vwnJqyb30ExkI_Il-HrAF3MDn8AnB-X0ho.jpeg?width=640&crop=smart&auto=webp&s=d2e1e38938d6eaa96ddd003cb390e4079aa003b0",
        "description": "",
        "id_in_db": "t3_1mdroca",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "60% off",
        "is_dlc_or_addon": true,
        "persian_summary": ""
    },
    {
        "title": "[iOS & iPad] [All Paid Apps from 16 Bit Virtual Studios] [$1.99 to Free]",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/developer/nick-pothier/id1073365354",
        "image_url": null,
        "description": "",
        "id_in_db": "t3_1md7lnn",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": ""
    },
    {
        "title": "[iOS Universal] [Weight Loss Tracking Buddy] [Lifetime Access: $99.99 → Free] [Weight Loss tracker, Calorie Counter, AI meal & nutrition label scanner]",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/weight-loss-tracking-buddy/id6448984613",
        "image_url": "https://external-preview.redd.it/G6S4uhnZQe5uv5vOVwTxE66fuesxnIfigwy4eL824wU.png?width=640&crop=smart&auto=webp&s=4b57480d0f0e8725f7a47e3ca3d49b84943f9f9d",
        "description": "🎉 To celebrate my birthday,Weight Loss Tracking Buddyis free for a limited time! 🎉Weight Loss Tracking Buddy is an all-in-one calorie counter and weight loss app with AI-powered meal and nutrition label scanning built in. Track calories, plan meals, and log your progress—effortlessly and privately, with seamless iCloud sync across all your Apple devices. The app also boasts tons of widgets for iPhone, iPad, and Mac, plus a companion Apple Watch app and complications to help keep you on track.🟢 No ads🟢 Lifetime access will be free on paywall📅 Free from July 25 to July 27, 20251am UK time (BST) / 5pm PT🤩 If you find it helpful and want to wish me a happy birthday, please leave a rating or review!Feel free to share your feedback here too—I’d love to hear what you think.",
        "id_in_db": "t3_1m8taoh",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "🎉 برای جشن تولد من ، ردیابی کاهش وزن Buddyis رایگان برای مدت زمان محدود! 🎉 ردیابی از دست دادن وزن بادی یک برنامه پیشخوان و کاهش وزن همه در یک با یک وعده غذایی و اسکن برچسب تغذیه ای است که در آن ساخته شده است. این برنامه همچنین دارای ویجت برای آیفون ، آی پد و مک ، به علاوه یک برنامه همراه اپل واچ و عوارض برای کمک به شما در مسیر است. هیچ دسترسی به طول عمر رایگان از 25 ژوئیه تا 27 ژوئیه ، ساعت 20251AM TIME (BST) / 5PM PT🤩 اگر می خواهید آن را دوست داشته باشید و می خواهید از شما لذت ببرید ، دوست دارم آنچه را که فکر می کنید بشنوید."
    },
    {
        "title": "[iOS/iPadOS/macOS] [Apollo AI] [$5.99 to Free] [Private & Local AI]",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/apollo-ai-private-local-ai/id6448019325",
        "image_url": "https://external-preview.redd.it/grb_r37tl11ARIYXhz1eEqlIDaVAQP1Lxmw1nd1ANao.png?width=640&crop=smart&auto=webp&s=4d9c406e6033ae652fb7265ba683623b131be1ff",
        "description": "",
        "id_in_db": "t3_1m2tlqk",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": ""
    },
    {
        "title": "[iOS] [FREE Lifetime Access until July 31] Cleaninder - Cleaning management app for your home",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/cleaninder/id1516607861",
        "image_url": "https://external-preview.redd.it/gynECA1k4r_69SBLyDOFW-TVXvYUNMYCF42vpwVOFrc.png?width=640&crop=smart&auto=webp&s=c28d3542c03b01ef2c4e3d5bb2846e45c02f8416",
        "description": "Hey everyone!I built Cleaninder, a simple and powerful app to manage your cleaning routines — whether it’s for your home, office, or Airbnb. You can track rooms, set cleaning schedules, manage supplies, and get reminders before things get messy.🎉 And the best part? Lifetime access is now 100% FREE! No subscriptions, no ads — just download the app and \"purchase\" the FREE Lifetime Access!I hope you'll like it and if so, feel free to drop a review or send some feedback, that would be highly appreciated!Available on iPhone & iPad with widget support.Give it a try and let me know what you think!",
        "id_in_db": "t3_1m6j2g4",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "سلام به همه! من Cleander ، یک برنامه ساده و قدرتمند برای مدیریت روال تمیز کردن شما - خواه برای خانه ، دفتر یا Airbnb شما باشد. شما می توانید اتاق ها را ردیابی کنید ، برنامه های تمیز کردن را تنظیم کنید ، لوازم را مدیریت کنید و یادآوری کنید قبل از اینکه همه چیز کثیف شود. و بهترین قسمت؟ دسترسی به طول عمر اکنون 100 ٪ رایگان است! بدون اشتراک ، بدون تبلیغ - فقط برنامه را بارگیری کرده و \"دسترسی به طول عمر رایگان\" را خریداری کنید! امیدوارم که شما آن را دوست داشته باشید و اگر چنین است ، احساس رایگان کنید ، یک بررسی را رها کنید یا بازخورد ارسال کنید ، این بسیار مورد استقبال قرار می گیرد! در آیفون و آی پد با پشتیبانی ویجت در دسترس است."
    },
    {
        "title": "[iOS] [Moneta - Currency Converter with Live Rates & Price Scanner] [Lifetime, $19.99 >> Free Until July 30]",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/currency-converter-moneta/id6590633533",
        "image_url": "https://external-preview.redd.it/s0O1Vi-4PMF9cWF08w6nwnC4HKwQPxQrTD7d3jhwclg.png?width=640&crop=smart&auto=webp&s=356d7ede692005d058614ecfd388d76c9228dae5",
        "description": "Heyr/AppHookup! I’m the developer of Moneta, a lightweight currency converter app.I'm giving away free lifetime premium access (normally $19.99) via official App Store price change. My previous giveaway was screved up by the wrong price schedule, but now the discounted price is set until July 30, 2025.If you like the app, please consider leaving an honest rating or review in the app store:https://itunes.apple.com/us/app/appName/idid6590633533?mt=8&action=write-reviewFeatures:Price scanner (point camera → see price in your currency)Works offline with the last updated ratesNo ads, no trackingMid-market exchange rates (same as Google/XE)10 years of historical data",
        "id_in_db": "t3_1maguqk",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "heyr/apphookup! من توسعه دهنده Moneta ، یک برنامه مبدل ارز سبک وزن هستم. من از طریق تغییر قیمت رسمی فروشگاه برنامه ، دسترسی رایگان به حق بیمه Lifetime (به طور معمول 19.99 دلار) را ارائه می دهم. هدیه قبلی من با برنامه قیمت اشتباه جمع شده بود ، اما اکنون قیمت تخفیف تا 30 ژوئیه 2025 تعیین شده است. اگر برنامه را دوست دارید ، لطفاً یک رتبه بندی صادقانه یا بررسی را در فروشگاه برنامه بگذارید: https: //itunes.com/us/appname/idid65906335333؟ mt = 8 & action = action = action = 8 & action = 8 & action = 8 & action = 8 & action = action = action = 8 & action = action = 8 و action = action = action = 8 & action = action = action rection ارز) به صورت آفلاین با آخرین تبلیغات به روز شده RATESNO ، بدون نرخ ارز ردیابی بازار (همان Google/XE) 10 سال از داده های تاریخی کار می کند"
    },
    {
        "title": "[iOS] [SuperAlarm - Alarm app for heavy sleepers] [$34.99/year → Free Lifetime]",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/superalarm-smart-alarm-clock/id6480463426",
        "image_url": "https://external-preview.redd.it/S9ZR64WDjN4isW51Eh_Web1VotAOqIzOU_m1ngVjm_o.png?width=640&crop=smart&auto=webp&s=e2590c0941500aed7b4bf4d823126666c406426f",
        "description": "",
        "id_in_db": "t3_1mdv6m4",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": ""
    },
    {
        "title": "[iOS] [WeatherGO] [Lifetime Access: $59.99 → Free] [Celsius & Fahrenheit Weather Together]",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/weather-forecast-app-weathergo/id1271073320",
        "image_url": "https://external-preview.redd.it/lZW31EvAh-4nkKTo7iElNkXB2v49xrVzifHr2i2ylIY.png?width=640&crop=smart&auto=webp&s=3805137748c9c7e2004e3e65c423de702e5b7345",
        "description": "",
        "id_in_db": "t3_1m77h2p",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": ""
    },
    {
        "title": "[iOS] [White Noise+] [Lifetime Unlock: $11.99 → FREE] [Create infinite ambient sound mixes- Apple Design Award Winner 2016]",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/white-noise-relaxing-sounds/id1129993224",
        "image_url": "https://external-preview.redd.it/M9CocXb4SHFhMiXsOV-MKQU6ryj5AlRnhh-JGVKG5OM.png?width=640&crop=smart&auto=webp&s=a2c41d744a0b6242a50579bf3328c429c64175e5",
        "description": "This is my app- released in 2016 and it actually won an Apple Design award which was incredible. It's a white noise/ambient sound app that uses a 4x4 grid that you can drag sounds into to create really cool and soothing sound scapes. I'm making it free because the white noise app space is just so competitive. We went from a decent monthly sales amount to nearly zero. So rather than let it get lost in the App Store- I'm hoping making it free(perhaps permanently) will breathe new life into it and get it into more hands. Enjoy and please let me know what you think!",
        "id_in_db": "t3_1m8npsz",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "این برنامه من است که در سال 2016 منتشر شد و در واقع برنده جایزه Apple Design شد که باورنکردنی بود. این یک برنامه صدای صوتی/صدای محیط سفید است که از یک شبکه 4x4 استفاده می کند که می توانید صداها را به سمت خود بکشید تا صدای صدای بسیار خنک و تسکین دهنده ایجاد شود. من آن را آزاد می کنم زیرا فضای برنامه سر و صدای سفید بسیار رقابتی است. ما از مبلغ فروش ماهانه مناسب به نزدیک به صفر رفتیم. بنابراین به جای اینکه اجازه دهید در فروشگاه App گم شود- امیدوارم که آن را آزاد کند (شاید به طور دائم) زندگی جدیدی را در آن نفس بکشد و آن را به دست بیشتری برساند. لذت ببرید و لطفاً به من اطلاع دهید که چه فکر می کنید!"
    },
    {
        "title": "[iOS] Alti - ADHD Planner – Lifetime Premium Access Free (Was $29.99, Now $0 for 7 Days)",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/alti-adhd-planner/id6738433959",
        "image_url": "https://external-preview.redd.it/TZgNNnwamISktyutn498unilPikV2cMtdFEKIvdEdpE.png?width=640&crop=smart&auto=webp&s=f7bf660d3f043e80d2b554309348fdafecc4b907",
        "description": "Hey everyone! I’m the solo dev behindAlti - ADHD Planner, an iOS app designed to make task management more visual and motivating — especially for ADHD users and visual thinkers.📌What it does:Turns your tasks into cozy animated room scenes (e.g., reading, cleaning, working)Designed for dopamine-driven focus with a soft, calming UIIncludes features like voice-to-task (\"Brain Dump\"), procrastination breaker (\"Spark Push\"), habit tracking, and focus timerFully supports both iPhone and iPad with a native design for each device💸Lifetime Premium is FREE for the next 7 days(was $29.99)🔗App Store LinkIf you enjoy it, a5-star rating and short reviewwould mean a lot and help support continued updates.Happy to hear your feedback or answer any questions!",
        "id_in_db": "t3_1mcopdz",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "سلام به همه! من تکنوازی پشت سر هم هستم-برنامه ریز ADHD ، یک برنامه iOS که به منظور ایجاد مدیریت کار بیشتر و انگیزه تر-به خصوص برای کاربران ADHD و متفکران بصری طراحی شده است. فشار \") ، ردیابی عادت ، و تمرکز به موقع از آیفون و آیپد با طراحی بومی برای هر دستگاه پشتیبانی می کند-برای 7 روز آینده رایگان است (29.99 دلار بود) 🔗APP فروشگاه Linkif شما از آن لذت می برید ، رتبه بندی A5 ستاره و بررسی کوتاه می تواند به معنای زیادی باشد و به شما کمک می کند تا به روزرسانی های خود را بشنوید."
    },
    {
        "title": "[iOS] FREE Lifetime - Photo Date Stamper - Add Dates to Photos - 24hr Free",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/timestamp-camera-stamper/id6743544880",
        "image_url": "https://external-preview.redd.it/u-A_ieJwlqejoa_BR2wGGAqEJU12J3tTqcIo42ntRtc.png?width=640&crop=smart&auto=webp&s=6c0898637a7c85ce6e7b762ca41792c552fbc6d3",
        "description": "Hey!Here's a pretty niche, small app I built that you can use to add dates to your photos.You can adjust:Date SizeDate FormatDate PositionDate ColorFontThe app extracts date from the photos EXIF data. You can also just choose a custom date.I felt waaaay too lazy to implement gestures, so the app only supports fixed positions.Looking forward to your feedback. Enjoy!To claim: Pass the onboarding screens, locate the paywall, choose the Lifetime package, tap continue. Enjoy forever for $0.App Store:https://apps.apple.com/us/app/timestamp-camera-stamper/id6743544880",
        "id_in_db": "t3_1m6pi9z",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "سلام! در اینجا یک برنامه کوچک و طاقچه ای که من ساخته ام ساخته شده است که می توانید از آنها برای اضافه کردن تاریخ به عکس های خود استفاده کنید. شما همچنین می توانید یک تاریخ سفارشی را انتخاب کنید. من برای اجرای حرکات بسیار تنبل احساس می کنم ، بنابراین برنامه فقط از موقعیت های ثابت پشتیبانی می کند. لذت ببرید! برای ادعا: از صفحه های پردازنده عبور کنید ، Paywall را پیدا کنید ، بسته Lifetime را انتخاب کنید ، روی ادامه ضربه بزنید. برای همیشه برای فروشگاه 0.App $ لذت ببرید: https: //apps.apple.com/us/app/timestamp-camera-stamper/id6743544880"
    },
    {
        "title": "[iOS][Swipe Clean - Clean up storage][Lifetime $29.99 -> Free][photo and phone, contacts, cleaner solution. Swipe left to delete, right to keep!, ONLY VALID WITHIN 19TH JULY]",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/swipe-clean-free-up-storage/id6475195875",
        "image_url": "https://external-preview.redd.it/HQZQbZc4ejG4NsBarJ8E8Gcc_SCOgNndOilEaJ7eEkY.png?width=640&crop=smart&auto=webp&s=b3ae1de65fa16f51164ba27830402e49ef61d850",
        "description": "",
        "id_in_db": "t3_1m3p24l",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": ""
    },
    {
        "title": "[Itch.io] (Game) The Black Within",
        "store": "itch.io",
        "url": "https://waleedzo.itch.io/the-black-within",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/311210/header.jpg?t=1748022663",
        "description": "Call of Duty®: Black Ops III Zombies Chronicles Edition includes the full base game and the Zombies Chronicles content expansion.<br />\r\n<br />\r\nCall of Duty: Black Ops III combines three unique game modes: Campaign, Multiplayer, and Zombies, providing fans with the deepest and most ambitious Call of Duty ever.<br />\r\n<br />\r\nThe Zombies Chronicles content expansion delivers 8 remastered classic Zombies maps from Call of Duty®: World at War, Call of Duty®: Black Ops and Call of Duty®: Black Ops II. Complete maps from the original saga are fully remastered and HD playable within Call of Duty®: Black Ops III.",
        "id_in_db": "t3_1m8yah0",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "311210",
        "genres": [
            "Action",
            "Adventure"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256785837/movie_max_vp9.webm?t=1589836574",
        "age_rating": "17",
        "is_dlc_or_addon": false,
        "persian_summary": "Call of Duty®: Black Ops III Zombies Chronicles Edition شامل بازی پایه کامل و گسترش محتوای Chronicles Chronicles است. <Br />\r\n<br />\r\nCall of Duty: Black Ops III سه حالت بازی منحصر به فرد را ترکیب می کند: کمپین ، چند نفره و زامبی ها ، عمیق ترین و جاه طلب ترین Call of Duty را به طرفداران ارائه می دهند. <Br />\r\n<br />\r\nگسترش محتوای Chronicles Chronicles 8 نقشه زامبی کلاسیک Remastered را از Call of Duty® ارائه می دهد: World at War ، Call of Duty®: Black Ops and Call of Duty®: Black Ops II. نقشه های کامل از حماسه اصلی کاملاً از بین رفته و HD قابل پخش در Call of Duty®: Black Ops III است."
    },
    {
        "title": "[Keylocker | Turn Based Cyberpunk Action] [CA$22.99 → Free] [Cyberpunk turn-based rhythm JRPG]",
        "store": "epicgames",
        "url": "https://store.epicgames.com/p/keylocker-622bcc",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/header.jpg?t=1752857108",
        "description": "<p class=\"bb_paragraph\"><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/capsule_main.png?t=1752857108\" /></div></p><p class=\"bb_paragraph\"><strong>Keylocker is a Cyberpunk turn based rhythm JRPG</strong> inspired by the <strong>Mario&amp;Luigi RPG series</strong> and <strong>Chrono Trigger</strong>, in which you play as the singer and songwriter, B0B0. Fuel your moves with the electric power of music in this unforgiving planet by using real-time execution of moves in rhythm game style! Battle the authorities, unlock the secrets of Saturn, play on your own bands' concerts and hack into the network to bring an end to this corrupt system, for better or worse.</p><p class=\"bb_paragraph\"></p><h2 class=\"bb_tag\"><strong>Features:</strong></h2><p class=\"bb_paragraph\"></p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\"><strong>Choose your path</strong> as a cyberpunk rebel, each with its own unique skill tree and storyline.<br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/Class_Select.gif?t=1752857108\" /></div></p></li><li><p class=\"bb_paragraph\"> Control Electricity with your own music! Transform it into attack or defense as needed, swapping between different movesets and tactics.<br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/control_electricity.gif?t=1752857108\" /></div></p></li><li><p class=\"bb_paragraph\"><strong>Classic Turn Based Combat with a twist:</strong> Real Time execution of moves in <strong>rhythm game style</strong>, aim your shots, time your attacks, parry and block your enemies in this unforgiving planet.<br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/Keyboard_Attack_.gif?t=1752857108\" /></div></p></li><li><p class=\"bb_paragraph\"> <strong>No Random-Encounters;</strong> fight your enemies head-on with seamless in world battles inspired by Chrono Trigger.<br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/Encounter_Revised.gif?t=1752857108\" /></div></p></li><li><p class=\"bb_paragraph\"> <strong>Befriend the citizens, or betray them:</strong> gift them to earn their favor and make choices that change the course of the story with multiple endings.<br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/friends.gif?t=1752857108\" /></div></p></li><li><p class=\"bb_paragraph\"> <strong>Play with your band to the friends you made at the Music Show minigame</strong>, featuring compositions by Elektrobear (Momodora, Virgo Versus The Zodiac), voiced by Psamathes.<br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/Play_With_Band.gif?t=1752857108\" /></div></p></li><li><p class=\"bb_paragraph\"> But watch out on the <strong>Danger Meter!</strong> The all-ears church-police will certainly come after devious denizens who do not respect the Law of Silence.<br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/danger.gif?t=1752857108\" /></div></p></li><li><p class=\"bb_paragraph\"> <strong>Completely customize your characters </strong>with a great variety of equipment; unlock special Talents using the Keys harvested from enemies you DELETE in combat.<br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/Skill_Tree.gif?t=1752857108\" /></div></p></li><li><p class=\"bb_paragraph\"> <strong>Unique interactions with every object of the world</strong>: exploring Saturn can lead to secrets, rewards or entire pieces of knowledge about the planet.</p></li></ul><p class=\"bb_paragraph\"><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/Ivys_Shop.gif?t=1752857108\" /></div></p><p class=\"bb_paragraph\"></p><p class=\"bb_paragraph\"></p><p class=\"bb_paragraph\"></p><h2 class=\"bb_tag\"><strong>Story:</strong></h2><p class=\"bb_paragraph\">| Saturn, Anno 801. |</p><p class=\"bb_paragraph\">| Music is banned for 141 years now. |</p><p class=\"bb_paragraph\">B0B0 is one of the Doppelgangers, twins born as perfect human beings fit to obey the purpose of the caste they were assigned to. Her purpose is to serve in the lowest caste for the prosperity of Saturn, but B0B0 doesn't quite agree to that. Amidst a revolution against the Saturnian Satellites, the ultimate form of law, B0B0 hears news of a newfound music robot that'll fit right in her illegal band as a drummer. Rebelling against the corrupt system using music is the only thing she knows how to do well and she only needed a drummer to join her pack of misfits. With every piece in place, she's out to break some laws, and discover the truth behind the essence of music, the Keylocker.</p><p class=\"bb_paragraph\"></p>",
        "id_in_db": "t3_1me3vm5",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1325040",
        "genres": [
            "Adventure",
            "Indie",
            "RPG"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257018672/movie_max_vp9.webm?t=1714411206",
        "is_dlc_or_addon": false,
        "persian_summary": "<p class=\"bb_paragraph\"><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/capsule_main.png?t=1752857108\" /> </iv> </p> <p class = \"bb_paragraph\"> <strong> Keylocker یک ریتم مبتنی بر چرخش سایبرپون است Jrpg </strong> با الهام از سری <strong> mario & luigi rpg </strong> و <strong> chrono trigger </strong> ، که در آن شما به عنوان خواننده و ترانه های Singer و Songser ، B0BRITER بازی می کنید. حرکت خود را با قدرت برقی موسیقی در این سیاره فراموش نشدنی با استفاده از اجرای زمان واقعی حرکت در سبک بازی ریتم سوخت! با مقامات ، اسرار کیوان را باز کنید ، در کنسرت های گروههای خود بازی کنید و به شبکه هک کنید تا به این سیستم فاسد پایان دهید ، برای بهتر یا بدتر. class = \"bb_ul\"> <li> <p class = \"bb_paragraph\"> <strong> مسیر خود را انتخاب کنید </strong> به عنوان یک شورشی سایبرپانک ، هر کدام دارای درخت مهارت و داستان منحصر به فرد خود هستند. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/class_select.gif؟t=1752857108\"/> </p> <li> <li> <li> <li> <li> <p> clase your! در صورت لزوم آن را به حمله یا دفاع تبدیل کنید ، بین حرکات مختلف و تاکتیک ها مبادله کنید. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/control_electricic.gif؟t=1752857108\"/> </p> </p> </li> <li> <li> <li> <li> <li> <li> پیچ و تاب: </strong> اجرای زمان واقعی حرکت در <strong> سبک بازی ریتم </strong> ، عکس های خود را هدف قرار دهید ، حملات خود را زمان ، پارسی و مسدود کردن دشمنان خود را در این سیاره فراموش نشدنی قرار دهید. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/extras/extras/extras_attack_attack_attack_attack؟t=1752857108\"/> </p> </p> </li> <li> <li> <li> <li> <li> <li> <li> <li> <li> <li> <li> <bb_paragh دشمنان شما با یکپارچه در نبردهای جهانی با الهام از Trigger Chrono. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/encounter_revized.gif؟t=1752857108\"/> </p> </p> </li> <li> <li> <li> <li> <li> <li> <p> <cips> <civ> <civ> آنها: </strong> به آنها هدیه می دهند تا لطف خود را بدست آورند و انتخاب هایی را انجام دهند که روند داستان را با پایان های مختلف تغییر می دهد. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/friends.gif؟t=1752857108\"/> </p> </li> <li> <li> <li> <p class = \"bb_pargraph\" minigame </strong> ، شامل ترکیبات Elektrobear (Momodora ، Virgo در مقابل زودیاک) ، که توسط psamathes ابراز شده است. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/Play_with_band.gif؟t=1752857108\"/> </p> <strongerener <rangerener <li> <li> <p> <p> <p> <p> <p> <p> متر! src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/danger.gif؟t=1752857108\"/> </p> </p> <li> <li> <li> <li> <p> <p> <p> <p> <p> <p> <p> <p> <p> <p> تجهیزات استعدادهای ویژه را با استفاده از کلیدهای برداشت شده از دشمنانی که در جنگ حذف می کنید ، باز کنید. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/skill_tree.gif؟t=1752857108\"/> </v> </p> </li> <li> <li> <li> <li> <li> <li> <li> <li> <li> <li> <p> <civ> جهان </strong>: کاوش در زحل می تواند منجر به اسرار ، پاداش یا کل دانش در مورد سیاره شود. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/ivys_shop.gif؟t=1752857108\"/> </p> <p class = \"p> p> p> p> p> p> p> p> class = \"bb_paragraph\"> </p> <h2 class = \"bb_tag\"> <strong> داستان: </strong> </h2> <p class = \"bb_paragraph\"> | کیوان ، آنو 801. | </p> <p class = \"bb_paragraph\"> | موسیقی اکنون به مدت 141 سال ممنوع است. | هدف او خدمت در کمترین کاست برای سعادت کیوان است ، اما B0B0 کاملاً با آن موافق نیست. در میان انقلابی علیه ماهواره های زحل ، شکل نهایی قانون ، B0B0 اخبار مربوط به یک ربات موسیقی جدید را می شنود که درست در گروه غیرقانونی او به عنوان یک درامر جای می گیرد. شورش در برابر سیستم فاسد با استفاده از موسیقی تنها کاری است که او می داند چگونه به خوبی انجام دهد و او فقط به یک درامر نیاز داشت تا به بسته های خود بپیوندد. او با هر قطعه در محل ، او برای شکستن برخی از قوانین ، و کشف حقیقت پشت جوهر موسیقی ، keylocker. </p> <p class = \"bb_paragraph\"> </p>"
    },
    {
        "title": "[macOS ‑ M‑series only] FREE $0 (was $20) – ClueWing, an on‑device AI meeting coach – Lifetime License",
        "store": "other",
        "url": "https://gumroad.cluewing.com",
        "image_url": "https://external-preview.redd.it/aTw0cY3TcTIjmcf4Z18uk138qAJJwmvfLUcNbG5Vrio.jpeg?width=640&crop=smart&auto=webp&s=ac7662d512115e1926cd55c2d5ab91342c38e176",
        "description": "Deal: 100 % off (lifetime license)Price before: $20 one‑timePlatform: macOS 12+ on Apple Silicon (M‑series) onlyExpires: codes valid until end of the week, but can extend on requestHey AppHookup!I’m the solo dev behindClueWing– 100% private, local \"real-time\" meeting coach: it listens to your mic/output locally and gives real‑time traffic light coaching during your meetings. Does not need to join the meeting, does not share ANY data with anybody, uses local AI for all intelligence.No cloud, no bots in the meeting, no recording, no data leaving your device ever.How to claimUse the code MACAPPS25 onhttps://gumroad.cluewing.comEnjoyFINE PRINT:Apple Silicon only – Intel Macs won’t run the Metal build of whisper.cpp.Privacy – audio stays local; nothing ever leaves your machine.If you grab it, a quick “thanks” or bug report is gold. ❤️Happy to answer anything in the comments!- Enrico",
        "id_in_db": "t3_1m2akmf",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "معامله: 100 ٪ تخفیف (پروانه طول عمر) قیمت قبل: 20 دلار یک-TimePlatform: MacOS 12+ در Apple Silicon (M-Series) Onlyexpires: کدهای معتبر تا پایان هفته ، اما می توانند در صورت درخواست Apphookup گسترش دهند! من من انفرادی هستم-100 ٪ خصوصی ، محلی \"در زمان واقعی\" جلسه شما در طول دوره TRAVELINES OUTPUT OUT PUPPUT OUT PUPPUTY OUT PUPPUT OUT PUPPUT OUT PUP PUP PUP PUP PULAPE: نیازی به پیوستن به جلسه نیست ، هیچ اطلاعاتی را با هیچ کس به اشتراک نمی گذارد ، از AI محلی برای همه اطلاعات استفاده می کند. هیچ ابر ، هیچ ربات در جلسه ، بدون ضبط ، هیچ داده ای از دستگاه شما باقی نمی ماند. هیچ چیز هرگز دستگاه شما را ترک نمی کند. اگر آن را بگیرید ، گزارش سریع \"تشکر\" یا اشکال طلا است. ❤ خوشحال به پاسخ دادن به هر چیزی در نظرات!- Enrico"
    },
    {
        "title": "[macOS] [Mac App Store - Game deals post #2 - Down in Bermuda, The Witness, Braid: Anniversary Edition, Gone Home, Tacoma, and more at discounted prices.]",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1m80mhi/macos_mac_app_store_game_deals_post_2_down_in/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1233530/header.jpg?t=1725131603",
        "description": "<strong>Knights of the Chalice 2</strong> is a <strong>2D RPG with turn-based combat</strong> for Windows and macOS. The game uses the <strong>OGL 3.5</strong>, the set of rules at the root of <strong>Dungeons &amp; Dragons 3.5</strong>, a role-playing game from Wizards of the Coast.<br><br>Create a party of up to six adventurers and explore the village of Finchbury and the dangerous sewer complex that lurks beneath the town. You will be able to recruit eight new companions during the course of the adventure.<br><br>The characters will soon find themselves caught up in deadly conflict with a powerful group of evil worshippers, the Circle of the Black Rose. Your epic struggle for survival and justice will culminate in the retaking of Gleegold Keep from the forces of evil.<br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1233530/extras/text_greatsword.png?t=1725131603\" /></div><br><ul class=\"bb_ul\"><li><strong>Turn-based, party-based tactical combat</strong> similar to that found in the RPG <i>Dark Sun Shattered Lands</i> made by SSI and in Troika's <i>Temple of Elemental Evil</i>.<br><br></li><li><strong>Advanced emergent Artificial Intelligence</strong>. Enemies act as a group and support each other. They can use special actions like Grapple, Trip, Disarm, Sunder, Feint, Bull Rush, Ready Versus Spell or Swallow Whole and other tactics like taking a Five-Foot step before casting <i>Maximised Fireball</i>. They might use a Wind spell to dissipate the player's Acid Fog.<br><br></li><li>More than <strong>700</strong> Spells and Psionic Powers. The game also features <strong>22 Classes, 10 Races, 36 Subraces, about 500 Feats, 41 Cleric Domains</strong>, 71 Weapon enchantments and 51 Armour and Shield enchantments. Please visit the developer's website for more information.<br><br></li><li><strong>Multiple-choice dialogue options offering real choices and real in-game consequences</strong> to the player. Use your party's <i>unique skills</i> and consider your own preferences and playing style in order to resolve situations in the most suitable manner. Accept or decline various optional quests and <strong>join different factions</strong> with conflicting interests. Create the <strong>perfect combat-focused party</strong>, or have fun creating a party of eccentric misfits.<br><br></li><li>Enjoy a variety of <strong>engrossing puzzles and riddles</strong>. Use your intuition and logical thinking to <strong>decrypt mysterious coded messages</strong>. The game's cryptography interface, inspired by <i>Broken Sword Shadow of the Templars</i>, makes decoding a captivating activity. Do not worry about the difficulty of puzzles and riddles, though, as the game frequently provides Hints designed to help you resolve this type of challenge.<br><br></li><li>Play through the <strong>extensive Tutorial Adventure</strong> to learn the ins and outs of the game's interface easily. The tutorial is a unique adventure. It features multiple endings and offers a number of important choices. Create your main character and start exploring the ruins of the ancient citadel of King Valdrek. Your adventure will bring you new friends, but you may also get more than what you bargained for.<br><br></li><li>Experience <strong>brand new tactical challenges</strong>. Get ready for pitched battles with frequent <strong>enemy reinforcements</strong>. Some monsters will attack the party once it is <strong>divided into two subgroups</strong>. Your characters may have to fight <strong>underwater</strong>, brave the heat of a volcano, or endure the toxic fumes of a gigantic poison trap. Some particularly devious areas, called <strong>Death Snares</strong>, will tax the party's fighting ability and survival skill to its extreme limit.<br><br></li><li><strong>KotC 2 Augury of Chaos</strong> allows you to create your level-1 characters and <strong>take them all the way to level 21 or so</strong>. There is no limit on character level. You can <strong>create up to six characters</strong> from scratch. In addition, you may recruit <strong>eight permanent companions</strong> during the course of the adventure, increasing your total number of party members to eight or nine by the end of the game. Temporary companions and allies will also be assisting your party from time to time.<br><br></li><li><strong>User-friendly interface</strong>. Launch a <i>charge</i>, <i>full-attack</i> or <i>coup-de-grace</i> with a single click - the computer will automatically look for the best option available. Out of combat, move the party with a single click or by keeping the mouse button pushed.<br><br></li><li><strong>Omnipresent help files</strong> and clear in-game feedback on the results of each dice roll, saving throw, attack roll, modifiers and so on. A similar feature exists in <i>Temple of Elemental Evil</i>.<br><br></li><li>With the right materials and sufficient gold and experience points, <strong>craft your own weapons and armour and apply enchantments</strong> like <i>Vorpal</i>, <i>Life Stealing</i>, <i>Wounding</i>, <i>Swift</i>, <i>Dispelling</i> or <i>Flaming Burst</i>. The list of enchantments can be found in the developer's website.<br><br></li><li>Use the <strong>powerful integrated toolset</strong> to create new modules and campaigns easily. Easily swap monster tokens and sprites or create new ones. Create <strong>new monsters, new dialogues and new maps</strong> easily. The best modules may also generate an income stream for you thanks to the <strong>5-5-5 User Module Offer</strong>.<br><br></li><li>Enjoy <strong>fast Saved-Game loading and saving</strong> and numerous game options designed to accelerate gameplay. Enjoy various convenience features, such as the <strong>Saved-Game preview image display</strong>, automatic potion and scroll distribution to the party members, Tab key press to highlight objects that may be interacted with, Inventory Screen weapon-comparison tooltip, and the highlighting of spell scrolls that may be learned by a character.<br><br></li><li>Thanks to its successful Kickstarter campaign, <strong>KotC 2 will receive many further improvements</strong> in the future, including new creature sprites, new feats, new items, a new iconised combat-actions menu, and more. <strong>New adventure modules</strong> will also be created.<br><br></li><li>Enjoy collecting <strong>100 Steam achievements</strong> designed to challenge the best tacticians. Easily <strong>increase the difficulty level</strong> to create a drastically different experience where each and every one of your decisions both in combat and out of combat could mean the difference between life and death. Or simply <strong>download an extensive user module</strong>, such as Dorateen's <strong>Hearkenwold</strong>, for an awesome change of pace. Get ready for <strong>hundreds of hours of immersive and delightful playtime!</strong></li></ul><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1233530/extras/text_greatsword.png?t=1725131603\" /></div><br>For much more information about <strong>KotC 2</strong> and <strong>KotC 1</strong>, please visit the developer's website. Please feel free to post in the <strong>Forums</strong> or send your feedback directly to the developer by email. <strong>Thank you for reading, Brave Knight!</strong>",
        "id_in_db": "t3_1m80mhi",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "steam_app_id": "1233530",
        "genres": [
            "Adventure",
            "Indie",
            "RPG"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256869084/movie_max_vp9.webm?t=1646864250",
        "is_dlc_or_addon": false,
        "persian_summary": "<strong> شوالیه های Chalice 2 </strong> یک RPG <strong> 2D با مبارزه با نوبت </strong> برای ویندوز و macOS است. این بازی از <strong> ogl 3.5 </strong> ، مجموعه قوانین موجود در ریشه <strong> Dungeons & Dragons 3.5 </strong> ، یک بازی نقش آفرینی از جادوگران ساحل استفاده می کند. شما قادر خواهید بود در طول ماجراجویی هشت همراه جدید را استخدام کنید. <br> <br> شخصیت ها به زودی خود را درگیر درگیری کشنده با گروه قدرتمندی از پرستش کنندگان شیطانی می کنند ، دایره سیاه گل رز. مبارزات حماسی شما برای بقا و عدالت در بازپرداخت Gleegold از نیروهای شر به اوج خود می رسد. <br> <div class = \"bb_img_ctn\"> <img class = \"bb_img\" src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1233530/extras/text_greatsword.png؟t=1725131603\"/> </div> <br> <br> <lul class = \"toctical> toctic> toctice> toctice> toctice موجود در RPG <i> آفتاب تاریک که توسط SSI ساخته شده است و در معبد <i> Troika از شر ابتدایی ساخته شده است. دشمنان به عنوان یک گروه عمل می کنند و از یکدیگر حمایت می کنند. آنها می توانند از اقدامات ویژه ای مانند Grapple ، Trip ، Sonarm ، Sunder ، Feint ، Bull Rush ، آماده در مقابل طلسم یا بلع کل و تاکتیک های دیگر مانند برداشتن یک قدم پنج پا قبل از بازیگری <i> حداکثر آتش نشانی استفاده کنند. آنها ممکن است از یک طلسم باد برای از بین بردن مه اسید بازیکن استفاده کنند. این بازی همچنین شامل <strong> 22 کلاس ، 10 مسابقه ، 36 زیرمجموعه ، حدود 500 شاهکار ، 41 دامنه روحانی </strong> ، 71 مسحور سلاح و 51 زره و جذابیت های سپر است. Please visit the developer's website for more information.<br><br></li><li><strong>Multiple-choice dialogue options offering real choices and real in-game consequences</strong> to the player. از مهارت های منحصر به فرد حزب خود استفاده کنید و ترجیحات و سبک بازی خود را در نظر بگیرید تا موقعیت ها را به صورت مناسب ترین روش برطرف کنید. درخواست های مختلف اختیاری را بپذیرید یا کاهش دهید و <strong> با منافع متضاد به جناح های مختلف بپیوندید. حزب <strong> کامل مبارزه با مبارزه با </strong> را ایجاد کنید ، یا از ایجاد یک مهمانی از سوء استفاده های عجیب و غریب لذت ببرید. از شهود و تفکر منطقی خود استفاده کنید تا <strong> پیام های رمزگذاری شده اسرارآمیز را رمزگشایی کنید </strong>. رابط رمزنگاری بازی ، با الهام از <i> سایه شمشیر شکسته Templars </i> ، رمزگشایی یک فعالیت جذاب را ایجاد می کند. نگران مشکل پازل ها و معماها نباشید ، زیرا این بازی اغلب نکاتی را برای کمک به شما در حل این نوع چالش فراهم می کند. آموزش یک ماجراجویی منحصر به فرد است. این برنامه دارای چندین پایان است و تعدادی از گزینه های مهم را ارائه می دهد. شخصیت اصلی خود را ایجاد کنید و شروع به کاوش در ویرانه های ارگ باستانی پادشاه والدرک کنید. ماجراجویی شما دوستان جدیدی را برای شما به ارمغان می آورد ، اما شما همچنین ممکن است بیش از آنچه برای آن چانه زنی کرده اید بدست آورید. برای نبردهای مکرر با تقویت کننده های مکرر <strong> دشمن آماده شوید </strong>. برخی از هیولا هنگامی که <strong> به دو زیر گروه تقسیم می شود ، به مهمانی حمله می کنند. شخصیت های شما ممکن است مجبور به مبارزه با <strong> زیر آب </strong> ، شجاعت گرمای آتشفشان یا تحمل دودهای سمی یک تله سمی غول پیکر شوند. برخی از مناطق خاص شیطانی ، به نام <strong> Death Snares </strong> ، توانایی مبارزه با حزب و مهارت بقا را به حد شدید مالیات می دهند. <br> <br> <cr> <li> <strong> Kotc 2 Augury از هرج و مرج </strong> به شما امکان می دهد شخصیت های سطح 1 خود را ایجاد کنید و <strong> همه آنها را به سطح 21 یا SO <///strong> تبدیل کنید. هیچ محدودیتی در سطح شخصیت وجود ندارد. می توانید <strong> از ابتدا حداکثر شش کاراکتر ایجاد کنید. علاوه بر این ، شما ممکن است در طول ماجراجویی </strong> هشت همراه دائمی </strong> را استخدام کنید و تا پایان بازی تعداد کل اعضای حزب خود را به هشت یا نه نفر افزایش دهید. همراهان و متفقین موقت نیز هر از گاهی به حزب شما کمک می کنند. یک <i> شارژ </i> ، <i> حمله کامل </i> یا <i> Coup-de-Grace </i> را با یک کلیک راه اندازی کنید-رایانه به طور خودکار به دنبال بهترین گزینه موجود خواهد بود. خارج از جنگ ، مهمانی را با یک کلیک یا با نگه داشتن دکمه ماوس حرکت دهید. یک ویژگی مشابه در <i> معبد Elemental Evil </i> وجود دارد. <i> Dispelling </i> یا <i> Flaming Burst </i>. لیست جذابیت ها را می توان در وب سایت توسعه دهنده یافت. به راحتی توکن ها و اسپریت های هیولا را به راحتی تعویض کنید یا موارد جدیدی ایجاد کنید. <strong> هیولا جدید ، دیالوگ های جدید و نقشه های جدید را به راحتی ایجاد کنید. بهترین ماژول ها همچنین ممکن است به لطف پیشنهاد ماژول <strong> 5-5-5 کاربر </strong> ، یک جریان درآمد ایجاد کند. از ویژگی های مختلف راحتی ، مانند <strong> نمایش تصویر پیش نمایش بازی ذخیره شده </strong> ، توزیع خودکار معجون و توزیع پیمایش به اعضای حزب ، مطبوعات کلیدی برگه برای برجسته کردن اشیاء که ممکن است با آنها تعامل داشته باشند ، از ابزار سلاح های سازگار با صفحه نمایش موجودی ، و برجسته سازی طلسم های طلسم که ممکن است توسط یک شخصیت یاد گرفته شود ، لذت ببرید. بسیاری از پیشرفت های بیشتر </strong> در آینده ، از جمله اسپریت های موجود جدید ، شاهکارهای جدید ، موارد جدید ، منوی جدید عمل جنگی و موارد دیگر. <strong> ماژول های ماجراجویی جدید </strong> نیز ایجاد می شوند. به راحتی <strong> سطح دشواری را افزایش دهید </strong> برای ایجاد یک تجربه به شدت متفاوت در جایی که هر یک از تصمیمات شما چه در جنگ و چه در خارج از جنگ می تواند به معنای تفاوت بین زندگی و مرگ باشد. یا به سادگی <strong> ماژول کاربر گسترده ای را بارگیری کنید </strong> ، مانند <strong> hearkenwold </strong> dorteen </strong> ، برای تغییر عالی سرعت. برای <strong> صدها ساعت زمان بازی همهجانبه و لذت بخش آماده شوید! src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1233530/extras/text_greatsword.png؟t=1725131603\"/> </div> <br> برای اطلاعات بیشتر در مورد </strong> strong> strong> strong> strong> وب سایت توسعه دهنده. لطفاً در انجمن های <strong> </strong> ارسال کنید یا نظرات خود را مستقیماً از طریق ایمیل به توسعه دهنده ارسال کنید. <strong> از خواندن شما متشکرم ، شجاع شوالیه! </strong>"
    },
    {
        "title": "[Multi-Platform] [Pilgrims] [CA$8.99 → Free] [Playful adventure card game, created by the team behind Machinarium and Samorost]",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1me446q/multiplatform_pilgrims_ca899_free_playful/",
        "image_url": null,
        "description": "https://store.epicgames.com/en-US/p/pilgrims-6d250fhttps://store.epicgames.com/en-US/p/pilgrims-android-dcb011https://store.epicgames.com/en-US/p/pilgrims-ios-e004baPilgrims is a playful adventure game, created by the team behind Machinarium and Samorost. Roam the land as you please and make new friends, share a laugh with your fellow travelers and help them complete their little stories, your way. How many different solutions can you find?",
        "id_in_db": "t3_1me446q",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "https://store.epicgames.com/en-us/p/pilgrims-6d250fhttps://store.epicgames.com/en-us/pilgrims-sandroid-dcb011https://store.epicgames.epicgames.epicgames.epicgames/en-us/p/pilgrims-elgrims-e00-e004bios-e004 پشت Machinarium و Samorost. به عنوان دلخواه خود سرزمین را پرسه بزنید و دوستان جدیدی پیدا کنید ، با همکاران خود بخندید و به آنها کمک کنید تا داستان های کوچک خود را ، راه خود را تکمیل کنند. چند راه حل مختلف می توانید پیدا کنید؟"
    },
    {
        "title": "[PLAYSUM] Primal Planet (-28% off ~ $14.49 / €12.89 / C$19.96 with code CHEERS)",
        "store": "other",
        "url": "https://store.playsum.live/product/a01503e4-fe5c-5cbb-a23a-58d2366e9dce/primal-planet",
        "image_url": "https://external-preview.redd.it/gwIVojfgUB-iVufPkoHmqSLYJyXobcZoDtKCnpk5ODQ.jpeg?width=320&crop=smart&auto=webp&s=172a4b2d920d48cbaf1939396ce4eefc6d7c8769",
        "description": "",
        "id_in_db": "t3_1mdjr0u",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "28% off",
        "is_dlc_or_addon": false,
        "persian_summary": ""
    },
    {
        "title": "[PLAYSUM] Tales of the Shire: A The Lord of The Rings Game (-24% off ~ $26.74 / €25.63 / C$35.14 with code CHEERS)",
        "store": "other",
        "url": "https://store.playsum.live/product/87de0974-1e91-434f-8771-976b666b00f9/tales-of-the-shire-a-the-lord-of-the-rings-game",
        "image_url": "https://external-preview.redd.it/PHfNJ7SbINOr_ZiEBL5c2YJ2ikQIo5ZLBj1rj_D1us8.jpeg?width=216&crop=smart&auto=webp&s=4639620c795b5e11097d4076757c6ca59893a517",
        "description": "",
        "id_in_db": "t3_1mcn0kd",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "24% off",
        "is_dlc_or_addon": false,
        "persian_summary": ""
    },
    {
        "title": "[PSA] Heroes of Loot (GOG) is complimentary with Prime Gaming",
        "store": "amazon",
        "url": "https://gaming.amazon.com/heroes-of-loot-gog/dp/amzn1.pg.item.8d2b0758-5651-4021-b4a9-85283ceb5643",
        "image_url": "https://external-preview.redd.it/4A5LLmjOOiXTLbmXyfT_uJPbaYgCbXlDqNlpDDTkJ8E.jpeg?width=640&crop=smart&auto=webp&s=8b7b3685352358d10da5b6b639d1a0a280de50d1",
        "description": "",
        "id_in_db": "t3_1me7bza",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": ""
    },
    {
        "title": "[PSA] Steam China Showcase 2025 - Animated Avatar & Avatar Frame & Mini-Profile Backgrounds",
        "store": "steam",
        "url": "https://store.steampowered.com/points/shop/app/3080480/",
        "image_url": "https://external-preview.redd.it/wew4ditotnLX2rTTPuXCQJzOR7yCfLr7eGOEmtj7pZY.jpeg?width=640&crop=smart&auto=webp&s=5d40eb228e5d75625b4fee81c3a5c44ba3239264",
        "description": "",
        "id_in_db": "t3_1m8qnb1",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": ""
    },
    {
        "title": "[PSA] Steam Racing Fest 2025 - Avatar Frame + Animated Avatar & Sticker",
        "store": "steam",
        "url": "https://store.steampowered.com/points/shop/app/3300150/",
        "image_url": "https://external-preview.redd.it/wew4ditotnLX2rTTPuXCQJzOR7yCfLr7eGOEmtj7pZY.jpeg?width=640&crop=smart&auto=webp&s=5d40eb228e5d75625b4fee81c3a5c44ba3239264",
        "description": "",
        "id_in_db": "t3_1mbemld",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": ""
    },
    {
        "title": "[PSA] Venba (GOG), I Love Finding Wild Friends Collector’s Edition (Legacy Games) are complimentary with Prime Gaming",
        "store": "amazon",
        "url": "https://gaming.amazon.com/home?filter=Game",
        "image_url": "https://external-preview.redd.it/YhC5UGHUSWogViGih_qi-WVDC67C3VRMExrTNy9YaRM.jpeg?width=640&crop=smart&auto=webp&s=d6063cc6040deb77777cc87eefdfe544726844e0",
        "description": "",
        "id_in_db": "t3_1m8a1tp",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": ""
    },
    {
        "title": "[STOVE] (Game) Abraham Test",
        "store": "stove",
        "url": "https://store.onstove.com/en/games/101581",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/header.jpg?t=1690792674",
        "description": "<strong>The current Early Access version contains 7 weeks of military service, meaning over 30 hours of scripted gameplay content!</strong><br><br>WARNING: The game contains strong language, some censored nudity and mild violence so it is best suited for adult audience.<h2 class=\"bb_tag\"><strong>The Purpose?</strong></h2>To provide a realistic but humorous experience of the Finnish Military Service (conscription, &quot;intti&quot;) around the year 2011. We want you to feel nostalgic! RK-69 (pun intended), M05, hazing / bullying (&quot;simputus&quot;), NBC Alarms (&quot;suojeluhälytys&quot;)…<br><br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/extras/hjlbw2pek0mmtmjhv2hb.png?t=1690792674\" /></div><br>Training includes conscript favorites such as NBC gear leak testing with tear gas.<br><br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/extras/g2lys6fobjmnl1okqnzb.jpg?t=1690792674\" /></div><br>And fire training with napalm, as well as the ever-present cooper test.<h2 class=\"bb_tag\"><strong>The Catch?</strong></h2>The player can relate to the content if she/he has been through the Finnish Army. Strong language, black humor, strict guidelines, repetitive tasks, simple core mechanics are the heart of the game.<br><br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/extras/yjeouqobkccyyfbq6d7i.jpg?t=1690792674\" /></div><br>Spend your on-base days going to endless lectures, learning basic discipline and marching drill.<h2 class=\"bb_tag\"><strong>The Mechanics?</strong></h2>Remember those good old “track and field” type of games? How about “Tony Hawk” games? This game will feature a lot of mechanics that many will remember from their childhood. Furthermore, RPG elements like dialogues, inventory, player stats, free roaming, skill trees etc. will provide additional depth to the gameplay.<br><br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/extras/pggnv1wiz6m2rjdfw81i.jpg?t=1690792674\" /></div><br>Many facets of training are included as minigames. Orienteering, combat training (&quot;taisteluammuntaharjoitus&quot;) and military drill (&quot;sulkeisjärjestysharjoitus&quot;) among them.<br><br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/extras/hpbaoh693awd2uevmdzt.jpg?t=1690792674\" /></div><br>Marching in time with your fellows has been a staple of military training since Napoleonic times. By the 2000’s, this hasn’t changed in Finnish armed service. You’ll be surprised how little else has.<h2 class=\"bb_tag\"><strong>The Story?</strong></h2>The game will have a “meta plot”. The player will be able to reveal army secrets that shouldn’t be commonly known. The player also maintains connection to the outside world by watching TV news and participating in activities during the weekend holidays which both will affect the gameplay.<br><br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/extras/Gd19pP6.gif?t=1690792674\" /></div><br>Count how many precious days of service remain with an in-game morning comb. Other inseparable aspects of Finnish military service, such as tent stove duty, roundabout group punishment and “intti slang” are brought vividly to life. <br><br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/extras/olykmfmgbsziorfcvwbj.jpg?t=1690792674\" /></div><br>Kilometers of Finnish country roads are modeled in luscious detail.<br><br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/extras/pukqqkle2wqpgsh8hacw.jpg?t=1690792674\" /></div><br>And terrain exercises are complete with, well, terrain.<br><br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/extras/vrdnhtje4jyj91csyqvc.png?t=1690792674\" /></div><br>As well as defensive structures for training.<br><br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/extras/daynightcycle.gif?t=1690792674\" /></div><br>It is a well-known aspect of Finnish military service that the shortest service of 180 days includes approximately 300 nights sleeping in the woods. Or more often than not, spent in the woods guarding the empty forest.<br><br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/extras/nudk7hyfdjyzruhql5em.jpg?t=1690792674\" /></div><br>The barracks area is free to roam during the day, but during the night, the military police do their best to make sure anyone moving about is only doing so on actual business. That may not stop you.<br><br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/extras/j83nvac6yltrmu6iy7wt.jpg?t=1690792674\" /></div><br>If you play your cards right, you may get to shoot dozens of live rounds. Dozens!<br> <br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/extras/ohb4x5354qqv2ptaound.jpg?t=1690792674\" /></div><br>Hundreds of pieces of military kit and other items, from weapons, live and simulated, to protective equipment and clothes, camping implements and packs, all the way to candy and snacks, perhaps even contraband…<br><br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/extras/x2fgkng1t8f7vtaktuhj.jpg?t=1690792674\" /></div><br>Kit enters the player’s inventory as it does in actual service, through regular visits to the equipment warehouse (&quot;varusvarasto&quot;). That is not to say that extra items and special equipment isn’t possible to come by.<br><br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/extras/votz0yzih1fefdcecioo.jpg?t=1690792674\" /></div><br>Barracks housing is modeled after the bunks, stools and steel cupboards every Finnish conscript knows and loves. Cleaning service (&quot;siivouspalvelus&quot;), folding the soldier’s blanket (&quot;pinkka&quot;) and making the bed are all in the game.<br><br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/extras/ndqxubjyv1a3n83gaitc.png?t=1690792674\" /></div><br>The barracks grounds are complete with a soldier home (&quot;sotilaskoti&quot;), a distinctive Finnish breed of combined canteen and commissary. This is the closest you’re likely to get to civilization and normal life most evenings. <br><br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/extras/SlottiGIF.gif?t=1690792674\" /></div><br>The soldier home commissary offers small creature comforts such as videogames, petty gambling (slot machine, payazzo) and tasty treats.<br><br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/extras/ll3jasmx8y8oezndvdzx.png?t=1690792674\" /></div><br>What little remnants of the outside world exists on the barracks are modeled after actual Finnish popular culture, tongue firmly in cheek. Outside events do, however, have an effect on your service, and the game has several storylines that may take several playthroughts to fully uncover.<br><br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/extras/ct0kqdje4rdq1sxj7ck7.png?t=1690792674\" /></div><br>Even in the unlikely event that a Finn knows nothing else about military service, the two things they are likely to know are that the jam doughnuts in the canteen are delicious and cheap, and that the coffee is undrinkable. There are things that some conscripts cannot live without that cannot be bought in the soldier home. Tins of Swedish snus, for example, may be bought from platoon mates.",
        "id_in_db": "t3_1mbfjja",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1184250",
        "genres": [
            "Action",
            "Adventure",
            "Casual",
            "Indie",
            "RPG",
            "Simulation",
            "Sports",
            "Early Access"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256924778/movie_max_vp9.webm?t=1673457365",
        "is_dlc_or_addon": false,
        "persian_summary": "<strong> نسخه دسترسی اولیه فعلی شامل 7 هفته خدمت سربازی است ، به معنای بیش از 30 ساعت محتوای گیم پلی فیلمنامه! \"intti\") در حدود سال 2011. ما می خواهیم شما احساس دلتنگی کنید! RK-69 (هدف در نظر گرفته شده) ، M05 ، Hazing / Fullying (\"Simputus\") ، آلارم NBC (\"Suojeluhälytys\")… <br> <br> <div class = \"bb_img_ctn\"> <img class = \"bb_img\" src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/extras/hjlbw2pek0mmtmjhv2hb.png؟t=1690792674\"/> <bronsevitues شامل مواردی از این دست است. گاز. <br> <br> <br> <div class = \"bb_img_ctn\"> src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/extras/g2lys6fobjmnl1okqnzb.jpg؟t=1690792674\"/the the the the the the the the the the them. class = \"bb_tag\"> <strong> گرفتن؟ زبان قوی ، طنز سیاه ، دستورالعمل های دقیق ، کارهای تکراری ، مکانیک اصلی اصلی قلب بازی است. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/extras/yjeouqobkccyfbq6d7i.jpg؟t=1690792674\"/> </div> <civ> div> <bron دریل. در مورد بازی های \"تونی هاوک\" چطور؟ این بازی مکانیک های زیادی را نشان می دهد که بسیاری از دوران کودکی آنها را به یاد می آورند. علاوه بر این ، عناصر RPG مانند دیالوگ ها ، موجودی ، آمار پخش کننده ، رومینگ رایگان ، درختان مهارت و غیره عمق دیگری را به گیم پلی فراهم می کنند. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/extras/pggnv1wiz6m2rjdfw81i.jpg؟t=1690792674\"/> </> <civ> <civ> <bred <br> as> <bor> جهت گیری ، آموزش رزمی (\"Taisteluammuntaharjoitus\") و دریل نظامی (\"Sulkeisjärjestysharjoitus\") در میان آنها. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/extras/hpbaoh693awd2uevmdzt.jpg؟t=1690792674\" تا دهه 2000 ، این در سرویس مسلح فنلاند تغییر نکرده است. شما تعجب خواهید کرد که چقدر چیز دیگری وجود دارد. <h2 class = \"bb_tag\"> <strong> داستان؟ این بازیکن قادر خواهد بود اسرار ارتش را که معمولاً شناخته نمی شود ، فاش کند. این بازیکن همچنین با تماشای اخبار تلویزیونی و شرکت در فعالیت های تعطیلات آخر هفته که هر دو روی گیم پلی تأثیر می گذارد ، به دنیای خارج ارتباط برقرار می کند. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/extras/gd19pp6.gif؟t=1690792674\"/> <bri> <br> تعداد زیادی از روزهای بسیار مهم خدمات با استفاده از صبح امروزه با استفاده از عموم. سایر جنبه های جدا نشدنی از خدمات نظامی فنلاند ، مانند وظیفه اجاق گاز چادر ، مجازات گروه دور و \"عامیانه intti\" به وضوح زنده می شوند. <br> <br> <br> <div class = \"bb_img_ctn\"> <img class = \"bb_img\" src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/extras/olykmfmgbsziorfcvwbj.jpg؟t=1690792674\"/> </div> <br> کیلومتر از کیلومترهای کیلومتر جزئیات src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/extras/pukqkle2wqpgsh8hacw.jpg؟t=1690792674\"/ class = \"bb_img_ctn\"> <img class = \"bb_img\" src = \"https://shared.akamai.steamstatic.com/store_item_assets/apps/1184250/extras/vrdnhtje4jyj91csyqvcsyqvc.pngks1csyj91csyqvc.pnging /> < /div> <br> و همچنین ساختارهای دفاعی برای آموزش. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/daynightcycle.gif؟t=1690792674\"/> <civ> <br> این یک جنبه شناخته شده از 3 روز است. یا بیشتر اوقات ، در جنگل های محافظت از جنگل خالی. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/extras/nudk7hyfdjyzruhql5em.jpg؟t=1690792674\"/divam night to the divracks the Royracks the Barracks the Barracks. بهتر است اطمینان حاصل کنید که کسی که در آن حرکت می کند فقط این کار را در تجارت واقعی انجام می دهد. این ممکن است شما را متوقف نکند. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/extras/j83nvac6yltrmu6iy7wt.jpg؟t=1690792674\"/div> </div> <bi> <bi> <civ> <bri> اگر می خواهید. ده ها! <br> <br> <br> <div class = \"bb_img_ctn\"> src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/extras/ohb4x535354qv2ptaound.jpg؟t=1690792674\"/> </div> سلاح های دیگر و سایر مواردی. لباس ، تجهیزات و بسته های کمپینگ ، تمام راه به آب نبات و میان وعده ، شاید حتی ضدبندی ... src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/extras/x2fgkng1t8f7vtaktuhj.jpg؟t=1690792674\"/> </> </div> </div> <civ> <civ> </div> </div> انبار (\"Varusvarasto\"). این بدان معنا نیست که موارد اضافی و تجهیزات ویژه امکان پذیر نیست. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/extras/votz0yzih1fefdcecioo.jpg؟t=1690792674\" سربازان می داند و دوست دارد. سرویس تمیز کردن (\"Siivouspalvelus\") ، تاشو پتو سرباز (\"Pinkka\") و ساخت تخت همه در بازی است. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/extras/ndqxubjyv1a3n83gaitc.png؟t=1690792674\"/« یک نژاد متمایز فنلاندی از غذاخوری و کمیسر ترکیبی. این نزدیکترین چیزی است که احتمالاً بیشتر عصرها به تمدن و زندگی عادی خواهید رسید. <br> <BR> <BR> <div class = \"bb_img_ctn\"> <img class = \"bb_img\" src = \"https://share.akamai.steamstatic.com/store_item_assets/1184250/extras/slottigif.gif؟ Commissary Home Soldier راحتی موجودات کوچک مانند بازی های ویدئویی ، قمار کوچک (دستگاه حافظه ، Payazzo) و رفتارهای خوشمزه را ارائه می دهد. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/extras/ll3jasmx8y8oe8oesdvdzx.png؟t=1690792674\" فرهنگ ، زبان محکم در گونه. با این حال ، رویدادهای خارج از کشور تأثیر می گذارند ، و این بازی دارای چندین خط داستانی است که ممکن است چندین بازی را برای کشف کامل انجام دهد. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184250/extras/ct0kqdje4rdq1sxj7ck7.png؟t=1690792674\"/> </> </> [ are likely to know are that the jam doughnuts in the canteen are delicious and cheap, and that the coffee is undrinkable. مواردی وجود دارد که برخی از سربازان بدون آن زندگی نمی کنند و نمی توانند در خانه سرباز خریداری شوند. به عنوان مثال ، قلعهای SNU های سوئدی ممکن است از همسران افلاطون خریداری شود."
    },
    {
        "title": "[STOVE] (Game) StarRabbits The Beginning",
        "store": "stove",
        "url": "https://store.onstove.com/en/games/101472",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2223980/header.jpg?t=1745496396",
        "description": "<div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2223980/extras/explore_header.png?t=1745496396\" /></div><br>Discover a procedurally generated post-apocalyptic world. Each new game offers a different starting point and experience, allowing you to collect resources and survive in abandoned locations and roads.<br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2223980/extras/driving.gif?t=1745496396\" /></div><br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2223980/extras/repair_header.png?t=1745496396\" /></div><br>Begin your journey with a rundown rv, repairing and upgrading each part. Personalize everything from stoves and refrigerators to toilets and seating areas, creating your own living space.<br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2223980/extras/wheel-change.gif?t=1745496396\" /></div><br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2223980/extras/daily_life_routines_header.png?t=1745496396\" /></div><br>Stay alive with activities such as cooking, fishing, repairing, and making coffee. Use your rv's kitchen to cook the food you find, making more effective meals.<br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2223980/extras/cooking.gif?t=1745496396\" /></div><br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2223980/extras/fully_interactable_rv_header.png?t=1745496396\" /></div><br>Discover Nomad Drive, where every part is fully interactable. Touch, customize, and explore everything from furniture to appliances. Make the RV truly yours!<br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2223980/extras/awning.gif?t=1745496396\" /></div><br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2223980/extras/resource_management_header.png?t=1745496396\" /></div><br>Manage energy using solar panels or fuel-powered generators. Utilize various energy sources to meet your RV's needs and extend your survival time.<br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2223980/extras/solar-panel.gif?t=1745496396\" /></div><br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2223980/extras/add_to_wishlist_header.png?t=1745496396\" /></div>",
        "id_in_db": "t3_1m92c21",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2223980",
        "genres": [
            "Adventure",
            "Indie",
            "Simulation",
            "Free To Play"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "is_dlc_or_addon": false,
        "persian_summary": "<div class = \"bb_img_ctn\"> <img class = \"bb_img\" src = \"https://shared.akamai.steamstatic.com/store_item_assets/apps/2223980/extras/explore_header.png.png؟t=1745454545454545454545454545454545454545454545454545454545454545454545454545454545454545454545454545454545454545454545454545454545454545454545454545454545454545454545454545454545 تولید جهان پس از آخرالزمانی. هر بازی جدید نقطه شروع و تجربه متفاوتی را ارائه می دهد ، به شما امکان می دهد منابع را جمع آوری کرده و در مکان ها و جاده های متروکه زنده بمانید. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2223980/extras/driving.gif؟t=1745496396\" src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2223980/extras/extras/repair_header.png؟t=1745496396\"/> <bri> <bri> سفر خود را با یک RONDANDYNED RV ، تعمیر و به روزرسانی آغاز کنید. همه چیز را از اجاق گاز و یخچال گرفته تا توالت و مناطق نشیمن شخصی کنید و فضای زندگی خود را ایجاد کنید. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2223980/extras/wheel-change.gif؟t=1745496396\"/> <br> <br> <br> <div class = \"bb_img_ctn\" src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2223980/extras/daily_life_routines_header.png؟t=1745496396\"/> </div> <bri> <bri> <bri> <bri> <bri> <bri> از آشپزخانه RV خود برای پخت و پز غذایی که می یابید استفاده کنید و وعده های غذایی مؤثرتری تهیه کنید. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2223980/extras/cooking.gif؟t=1745496396\"/>> <br> <br> <div class = \"bb_img_img_img =\" bb_img_img = \" src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2223980/extras/rather_interactable_rv_header.png؟t=1745496396\"/> <civ> به طور کامل. همه چیز را از مبلمان گرفته تا لوازم خانگی لمس کنید ، سفارشی کنید و کشف کنید. RV را واقعاً مال خود کنید! /> </viv> <br> <br> <div class = \"bb_img_ctn\"> <img class = \"bb_img\" src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2223980/extras/resource_management_header.png؟t=1745496396\"/> <bri> <bri> <bri> <bri> <bri> <bri> <bri> <bri> <bri از منابع مختلف انرژی برای پاسخگویی به نیازهای RV خود استفاده کنید و زمان بقا خود را افزایش دهید. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/2223980/extras/solar-soll.gif؟t=1745496396\"/> <br> <br> <br> <div class = \"bb_img_ctn\" src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2223980/extras/add_to_wishlist_header.png؟t=1745496396\"/> </> </> </div>"
    },
    {
        "title": "[Stove](Game) 7Days Origins",
        "store": "stove",
        "url": "https://store.onstove.com/en/games/759",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1934680/header.jpg?t=1753988055",
        "description": "<p class=\"bb_paragraph\">From the creators of the award-winning Age of Empires franchise, Age of Mythology: Retold goes beyond history to a mythical age where gods, monsters, and humans collide. Experience an immersive real-time strategy game with an epic campaign, cooperative and competitive multiplayer, and the all-new Arena of the Gods game mode. Secure your domain, command legendary monsters, and call upon the power of the gods to achieve victory.  </p><p class=\"bb_paragraph\">Will you become Mythic?</p><p class=\"bb_paragraph\"></p><p class=\"bb_paragraph\"></p><p class=\"bb_paragraph\"><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1934680/extras/headline_03_AoMRT.png?t=1753988055\" /></div></p><p class=\"bb_paragraph\">Embark on multiple campaigns spanning 50-missions that take you across a vast, mythical world: besiege the mighty walls of Troy, battle Giants in the frozen wastes of Midgard, and discover the mysteries of Osiris in the shifting sands of Egypt. Become a hero of myth—or even a god.  </p><p class=\"bb_paragraph\"><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1934680/extras/3Gif.gif?t=1753988055\" /></div></p><p class=\"bb_paragraph\"></p><p class=\"bb_paragraph\"><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1934680/extras/headline_01_AoMRT.png?t=1753988055\" /></div></p><p class=\"bb_paragraph\">Choose your gods from the Greek, Norse, Egyptian, and Atlantean pantheons. Devastate your enemies by summoning powerful lightning storms, earth-shattering quakes, and even the famed Nidhogg dragon. Or call upon nourishing rains and protective Dryads to help your people grow &amp; prosper.  Plus, with the new Immortal Pillars expansion*, you can call upon the great floods and storm dragons of Chinese mythology<strong> (*Immortal Pillars available with the Premium edition or sold separately).  </strong></p><p class=\"bb_paragraph\"><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1934680/extras/1Gif.gif?t=1753988055\" /></div></p><p class=\"bb_paragraph\"></p><p class=\"bb_paragraph\"><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1934680/extras/headline_02_AoMRT.png?t=1753988055\" /></div></p><p class=\"bb_paragraph\">Unleash Centaurs, Trolls, Mummies, and more. From bejeweled crocodiles who harness the power of the sun to the mighty one-eyed Cyclops, you will command diverse units inspired by the world’s great mythologies. Plus, with the Immortal Pillars expansion*, command winged tigers, the chaotic Hundun, and the ravenous Taotie of Chinese mythology (<strong>*Immortal Pillars available with the Premium edition or sold separately</strong>).</p><p class=\"bb_paragraph\"><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1934680/extras/2Gif.gif?t=1753988055\" /></div></p><p class=\"bb_paragraph\"></p><p class=\"bb_paragraph\"></p><p class=\"bb_paragraph\"><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1934680/extras/headline_04_AoMRT.png?t=1753988055\" /></div></p><p class=\"bb_paragraph\">Experience Age of Mythology: Retold like never before. In the main game, go head-to-head with friends or challenge the advanced AI across countless, randomly generated maps for endless strategic battles.</p><p class=\"bb_paragraph\">For a fresh twist, step into <i>Arena of the Gods</i>—an all-new mode where you take on the role of a legendary hero, facing 35 mythic skirmishes filled with divine challenges. Play solo or join forces in co-op*, battling through epic trials and exploring a whole new way to enjoy the mythological universe. Whether forging alliances or battling alone, each journey is uniquely thrilling and endlessly replayable. </p><p class=\"bb_paragraph\"><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1934680/extras/5Gif.gif?t=1753988055\" /></div></p><p class=\"bb_paragraph\"></p><p class=\"bb_paragraph\"><strong>Seamless Controller Integration</strong></p><p class=\"bb_paragraph\">RTS with controller?  We've got you covered.  Streamlined controls make it easy to build, battle and conquer - all without a mouse and keyboard.</p><p class=\"bb_paragraph\"></p><p class=\"bb_paragraph\"></p><p class=\"bb_paragraph\"><strong>Age of Mythology: Retold Premium Edition  </strong> </p><p class=\"bb_paragraph\">Embark on a gaming journey of first-class offerings with the Age of Mythology: Retold Premium Edition.  Curated to offer an elevated gaming experience at launch and beyond.    </p><p class=\"bb_paragraph\">The Premium Edition includes the full game, up to 7-day advanced access, New Gods Pack: “Freyr”, Legacy Deity Portrait Pack, Expansion 1 (all-new Chinese pantheon expansion) and Expansion 2 (additional new pantheon). *   </p><p class=\"bb_paragraph\"><strong>Standard Game</strong>:  the complete Age of Mythology: Retold experience    </p><p class=\"bb_paragraph\"><strong>Up to 7-day Advanced Access</strong>: Step into the divine realm before time itself with exclusive early unlock to the game available on Xbox, Steam and PC. *   </p><p class=\"bb_paragraph\"><strong>New Gods Pack: “Freyr”:</strong>  Age of Mythology: Retold Premium Edition adds Freyr to the Norse pantheon.  Unleash the power of the Norse god of prosperity and fertility with the Freyr God Pack.  The blessings of Freyr will elevate your reign to unprecedented heights.  </p><p class=\"bb_paragraph\"><strong>Legacy Deity Portrait Pack</strong>: a nostalgic journey back to the origins of gaming greatness.  Relive the glory days of gaming with this special pack, which offers players the option to use iconic deity portraits from the classic game that captivated audiences worldwide.    </p><p class=\"bb_paragraph\"><strong>(2) Upcoming Expansions</strong>: Prepare to embark on new epic sagas yet untold with two yet to be revealed and highly anticipated upcoming expansions. *   </p><p class=\"bb_paragraph\"><strong>Expansion 1</strong>:  All-New Chinese pantheon expansion </p><p class=\"bb_paragraph\"><strong>Expansion 2</strong>:  additional new pantheon expansion<br><br>*Exclusive Premium benefits of 7 days Advanced Access and New Gods Pack available with Premium Edition and Premium Upgrade. New Gods Pack is a timed exclusive; may be available with future offers. Purchase the Premium Edition or the Premium Upgrade by August 27, 2024, for 7-days advanced access. Expansions 1 and 2 are available as released.</p>",
        "id_in_db": "t3_1map4oz",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1934680",
        "genres": [
            "Strategy"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257058147/movie_max_vp9.webm?t=1727211260",
        "is_dlc_or_addon": false,
        "persian_summary": "<p class = \"bb_paragraph\"> از سازندگان برنده جوایز عصر امپراطوری حق رای دادن ، عصر اساطیر: بازنشسته فراتر از تاریخ به دوران اسطوره ای می رود که خدایان ، هیولا و انسانها با هم برخورد می کنند. یک بازی استراتژی همهجانبه در زمان واقعی را با یک کمپین حماسی ، چند نفره تعاونی و رقابتی و عرصه جدید حالت بازی خدایان تجربه کنید. دامنه خود را ایمن کنید ، هیولاهای افسانه ای را فرماندهی کنید و از قدرت خدایان بخواهید تا به پیروزی برسید.  </p> <p class = \"bb_paragraph\"> آیا شما اسطوره ای خواهید شد؟ src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1934680/extras/headline_03_aomrt.png؟t=1753988055\"/> </div> </p> p> p> p> p> p> p> p> در سراسر دنیای گسترده و اسطوره ای: محاصره دیوارهای قدرتمند تروی ، غول های نبرد در زباله های یخ زده میدگارد ، و رازهای اوزیریس را در ماسه های در حال تغییر کشف کنید. قهرمان اسطوره یا حتی یک خدا شوید.  </p> <p class = \"bb_paragraph\"> <div class = \"bb_img_ctn\"> <img class = \"bb_img\" src = \"https:/akamai.steamstatic.com/store_item_assets/steam/apps/1934680/extras/extras/extras/ /> </iv> </p> <p class = \"bb_paragraph\"> </p> <p class = \"bb_paragraph\"> <div class = \"bb_img_ctn\"> <img class = \"bb_img\" src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1934680/extras/headline_01_aomrt.png؟t=1753988055\"/> </div> </p> p> p> p> p> p> p> p> p> پانتئون های مصری و آتلانتیا. دشمنان خود را با احضار طوفان های قدرتمند صاعقه ، زمین لرزه های خرد شده زمین و حتی اژدهای مشهور Nidhogg ویران کنید. یا از باران های مغذی و خشکی های محافظ فراخوانی کنید تا به مردم خود در رشد و پیشرفت کمک کنید.  بعلاوه ، با گسترش ستون های جاودانه جدید*، می توانید از سیل های بزرگ و اژدها طوفان اساطیر چینی <strong> (*ستون های جاودانه موجود با نسخه Premium یا به طور جداگانه فروخته می شوید).  </strong> </p> <p class = \"bb_paragraph\"> <div class = \"bb_img_ctn\"> <img class = \"bb_img\" src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1934680/extras/1gif.gif؟t=1753988055\"/> </p> <p class = \"bb_papragraph\"> bb_paragraph \"> class = \"bb_img_ctn\"> <img class = \"bb_img\" src = \"https://shared.akamai.steamstatic.com/store/steam/apps/1934680/headline_02_aomrt.png17555555 class = \"bb_paragraph\"> Oneash Centaurs ، ترول ها ، مومیایی ها و موارد دیگر. از تمساح های بی پروا که قدرت خورشید را تا چرخه های قدرتمند یک چشم مهار می کنند ، به واحدهای متنوعی که با الهام از اساطیر بزرگ جهان دستور می دهند ، فرمان خواهید داد. بعلاوه ، با گسترش ستون های جاودانه*، ببرهای بالدار فرمان ، هوندون هرج و مرج ، و توتوی غوغا اسطوره شناسی چینی (<strong>*ستون های جاودانه موجود با نسخه حق بیمه یا به طور جداگانه فروخته شده </strong>. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1934680/extras/2gif.gif؟t=1753988055\"/> </p> <p class = \"p> p> p> p> p> p> p> p> class=\"bb_paragraph\"><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1934680/extras/headline_04_AoMRT.png?t=1753988055\" /> </iv> </p> <p class = \"bb_paragraph\"> سن اساطیر را تجربه کنید: مانند گذشته هرگز بازگو کنید. در بازی اصلی ، با دوستان خود به سر بروید و یا هوش مصنوعی پیشرفته را در نقشه های بی شماری و به طور تصادفی برای نبردهای استراتژیک بی پایان به چالش بکشید. بازی انفرادی یا پیوستن به نیروها در تعاونی*، با آزمایشات حماسی و کاوش در یک روش کاملاً جدید برای لذت بردن از جهان اساطیری. چه جعل اتحادها و چه به تنهایی جنگ ، هر سفر منحصر به فرد هیجان انگیز و بی پایان قابل پخش است. </p> <p class = \"bb_paragraph\"> <div class = \"bb_img_ctn\"> <img class = \"bb_img\" src = \"https:/akamai.steami.kamai.store_item_assets/steam/apps/1934680/extras/extras/extras/50giftrasgiftrasgififtsififififififif.555 /> </iv> </p> <p class = \"bb_paragraph\"> </p> <p class = \"bb_paragraph\"> <strong> یکپارچه سازی کنترل کننده یکپارچه </strong> </p> <p class = \"bb_paragraph\"> rts با کنترلر؟  ما شما را پوشانده ایم  کنترل های ساده ، ساخت ، نبرد و فاتح را آسان می کند - همه بدون ماوس و صفحه کلید. سفر بازی از پیشنهادات درجه یک با عصر اساطیر: نسخه Retold Premium.  برای ارائه یک تجربه بازی مرتفع در زمان راه اندازی و فراتر از آن.    </p> <p class = \"bb_paragraph\"> نسخه حق بیمه شامل بازی کامل ، حداکثر دسترسی پیشرفته 7 روزه ، بسته های جدید خدایان: \"فریر\" ، بسته پرتره میراث ، گسترش 1 (گسترش تمام پانتئون چینی) و گسترش 2 (پانتئون جدید اضافی). *</p> <p class = \"bb_paragraph\"> <strong> بازی استاندارد </strong>: سن کامل اساطیر: تجربه بازخوانی </p> <p class = \"bb_paragraph\"> <strong> تا 7 روز دسترسی پیشرفته پیشرفته </strong>: قدم به قلمرو الهی قبل از زمان خود با باز کردن زودهنگام بازی در دسترس بازی موجود در دسترس ، بخار و رایانه. *</p> <p class = \"bb_paragraph\"> <strong> بسته های جدید خدایان: \"Freyr\": </strong> Age of Mythology: نسخه Retold Premium Freyr را به Pantheon نورس اضافه می کند.  قدرت خدای نورس سعادت و باروری را با بسته خدای فریر از بین ببرید.  نعمت های فریر سلطنت شما را به ارتفاعات بی سابقه بالا می برد.  </p> <p class = \"bb_paragraph\"> <strong> بسته پرتره میراث میراث </strong>: یک سفر دلتنگی به منشأ عظمت بازی.  روزهای جلال بازی را با این بسته ویژه بازگردانید ، که به بازیکنان این امکان را می دهد تا از بازی های کلاسیک که مخاطبان را در سراسر جهان اسیر می کند ، از پرتره های خدایان نمادین استفاده کنند.    </p> <p class = \"bb_paragraph\"> <strong> (2) گسترش آینده </strong>: آماده شوید تا ساگازهای حماسی جدیدی را آغاز کنید که هنوز هم با دو مورد هنوز مشخص نشده است. *</p> <p class = \"bb_paragraph\"> <strong> Expansion 1 </strong>: گسترش تمام جدید پانتئون چینی </p> <p class = \"bb_paragraph\"> <strong> گسترش 2 </strong>: پانتون جدید اضافی <br>*حق بیمه حق بیمه با حق بیمه 7 روز در دسترس است. Pack Gods New یک زمان اختصاصی است. ممکن است با پیشنهادات آینده در دسترس باشد. برای دسترسی 7 روزه پیشرفته ، نسخه Premium Edition یا ارتقاء حق بیمه را تا 27 اوت 2024 خریداری کنید. Expansions 1 و 2 به صورت منتشر شده در دسترس هستند. </p>"
    },
    {
        "title": "[Windows / MacOS] [Legion TD 2] [CA$22.99 → Free] [Defend against waves of enemies and destroy the enemy's king before they destroy yours]",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/legion-td-2-a244b9",
        "image_url": null,
        "description": "",
        "id_in_db": "t3_1m86wlf",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": ""
    },
    {
        "title": "Battle Shapers ($14.99 / 40% off)",
        "store": "steam",
        "url": "https://store.steampowered.com/app/1421290/Battle_Shapers/",
        "image_url": "https://external-preview.redd.it/L2To8PCt4K7zvw0-7LG3u0jk9D7kwfYYK_3ezR3nfF0.jpeg?width=320&crop=smart&auto=webp&s=1642fbaed16c5f7eeb7f5cc81cc10df478d6d07c",
        "description": "",
        "id_in_db": "t3_1me7ydy",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "40% off",
        "is_dlc_or_addon": false,
        "persian_summary": ""
    },
    {
        "title": "BeText",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/betext/id1528764523",
        "image_url": null,
        "description": "BeText $2.99–> $0.99 (matching historical low) - Minimalist text editor crafted for writers who value simplicity and efficiency. Whether you're drafting documents, jotting down quick notes, or composing your next blog post, BeText offers a distraction-free environment tailored to your writing needs, including dimming everything but the current paragraph, keeping you deeply immersed in your writing.",
        "id_in_db": "29e22575f073d4a0a60dd59961838ad4d1c753bff119c6026378e2c8de6d7b02",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "Betext 2.99 $ -> 0.99 $ (مطابق با کمترین تاریخی) - ویرایشگر متن مینیمالیستی برای نویسندگانی که سادگی و کارآیی دارند ، ساخته شده است. این که آیا شما در حال تهیه اسناد هستید ، یادداشت های سریع را یادداشت می کنید ، یا پست وبلاگ بعدی خود را آهنگسازی می کنید ، Betext یک محیط بدون حواس پرتی را متناسب با نیازهای نوشتاری شما ارائه می دهد ، از جمله کم رنگ کردن همه چیز به جز پاراگراف فعلی ، و شما را عمیقاً در نوشتن خود غوطه ور می کند."
    },
    {
        "title": "btw – puzzle maze",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/btw-puzzle-maze/id1137739981",
        "image_url": null,
        "description": "btw – puzzle maze $1.99–> Free",
        "id_in_db": "c10938b3dcc520ed99943fff4e322154d953a758ee9046c38470312467251dd3",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "BTW - پیچ و خم پازل 1.99 دلار> رایگان"
    },
    {
        "title": "Cat Sandbox",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/cat-sandbox/id6468987588",
        "image_url": null,
        "description": "Cat Sandbox $0.99–> Free",
        "id_in_db": "46e5afc158d33158ad62cd47645b436d2cef56121c55e7204ba0d88413f74c83",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ماسهبازی گربه 0.99 $ -> رایگان"
    },
    {
        "title": "EA August Sale - It takes Two (11,99 EUR/70 % Off), Battlefied IV (3,99 EUR/85% Off), Battlefield V (4,99 EUR/90% Off), Star Wars: Jedi Survivor (11,99EUR/80% Off), Dead Space (11,99EUR/80% Off), Mass Effect Legendary Edition (5,99 EUR/90% Off), Titanfall 2( 5,99 EUR/80% Off)",
        "store": "steam",
        "url": "https://store.steampowered.com/developer/EA/sale/august-sale-2025",
        "image_url": "https://external-preview.redd.it/wwzimxmGWK88QlPF1_5SIxOvPydBkS1Y1VgHNjmlQMw.jpeg?width=640&crop=smart&auto=webp&s=4131f49c863b3adceef332e5885e47c7404de57f",
        "description": "",
        "id_in_db": "t3_1mcy694",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "85% off",
        "is_dlc_or_addon": true,
        "persian_summary": ""
    },
    {
        "title": "Exiled Giveaways and Itch.io Mega Threads",
        "store": "reddit",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1mblrwn/exiled_giveaways_and_itchio_mega_threads/",
        "image_url": null,
        "description": "To increase visibility, the mega threads are posted on a weekly basis. This is being done following the overall discussion of Mega Threads viaFGF Update-https://redd.it/jkxyzwPlease use the below threads for your posts. :)Exiled Giveaways Mega Thread(#2)Itchio Mega Thread(#10)Want to setup alerts to these threads? RSS Feed information can be found in our wiki!https://www.reddit.com/r/FreeGameFindings/wiki/rssfeedIncluded is information about our discord bot and general RSS feed stuff. Definitely give it a look!",
        "id_in_db": "t3_1mblrwn",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "برای افزایش دید ، موضوعات مگا به صورت هفتگی ارسال می شوند. این کار به دنبال بحث کلی در مورد موضوعات مگا vialfgf به روز شده https: //redd.it/jkxyzwlease انجام می شود از موضوعات زیر برای پست های خود استفاده کنید. :) Giveaways Mega Thread (شماره 2) Thread Mega Itchio (شماره 10) آیا می خواهید هشدارهای این موضوعات را تنظیم کنید؟ اطلاعات خوراک RSS را می توان در ویکی ما یافت! https: //www.reddit.com/r/freegamefindings/wiki/rssfeedincluded اطلاعات مربوط به ربات Discord و General RSS Feed است. قطعاً به آن نگاه کنید!"
    },
    {
        "title": "Eyka",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/eyka/id6472593312",
        "image_url": null,
        "description": "Eyka $0.99–> Free",
        "id_in_db": "d2d7871df265a416dd98148ca31c042880ef10740e4238d50a24b8eaf5da0149",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "eyka 0.99 $ -> رایگان"
    },
    {
        "title": "Fortune & Famine (30% off)",
        "store": "steam",
        "url": "https://store.steampowered.com/app/1836980/Fortune__Famine/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3595980/582d2798eec2292d8b8e4c14f0d0e47425e9dc49/header.jpg?t=1753586838",
        "description": "<p class=\"bb_paragraph\">Fortune is an ordinary small town shrouded by giant trees that blanket the entire planet. A murder case has disrupted the peace. You will play the role of a senior detective, collecting evidence along the way to revealing the truth. How the case will develop and end depends on your different choices.</p><p class=\"bb_paragraph\"> </p><p class=\"bb_paragraph\">As the investigation progresses, you will discover that the underlying causes behind the case are far from simple. The collusion between commercial companies and politicians continues to create more &quot;accidents&quot; for ordinary people, in order to conceal their pursuit of power and desires.</p><p class=\"bb_paragraph\"> </p><p class=\"bb_paragraph\">Meanwhile, you may wonder why the planet where Fortune Town is shrouded in countless giant trees, Why do residents resemble humans in appearance but have developed two completely different cultures and technologies in the upper World and under World. These mysteries can also be pieced together into a complete answer through the information you inadvertently collect.</p><p class=\"bb_paragraph\"> </p><p class=\"bb_paragraph\">This is an RPG detective narrative game. In the game, you can discover and collect props, clues, and other items in levels, seek out key characters, or explore this novel small town. Every step you take allows you to choose different story paths, which will guide the case investigation toward independent plotlines and  influence the ending. We have prepared multiple endings, and any main character you encounter in the game may become a key figure affecting the case.</p>",
        "id_in_db": "t3_1me1q8b",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "30% off",
        "steam_app_id": "3595980",
        "genres": [
            "Indie",
            "RPG"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257159592/movie_max_vp9.webm?t=1750502248",
        "is_dlc_or_addon": false,
        "persian_summary": "<p class = \"bb_paragraph\"> Fortune یک شهر کوچک معمولی است که توسط درختان غول پیکر که کل سیاره را پتو می کند ، است. یک پرونده قتل صلح را مختل کرده است. شما نقش یک کارآگاه ارشد را بازی خواهید کرد و شواهدی را در راه آشکار کردن حقیقت جمع می کنید. چگونگی توسعه و پایان این پرونده به انتخاب های مختلف شما بستگی دارد. تبانی بین شرکتهای تجاری و سیاستمداران همچنان به ایجاد \"حوادث\" بیشتر برای افراد عادی ، برای پنهان کردن پیگیری قدرت و خواسته های خود ادامه می دهد. فرهنگ ها و فناوری ها در جهان فوقانی و زیر جهان. این اسرار همچنین می تواند از طریق اطلاعاتی که سهواً جمع آوری می کنید ، در یک پاسخ کامل جمع شوند. In the game, you can discover and collect props, clues, and other items in levels, seek out key characters, or explore this novel small town. هر قدم که بردارید به شما امکان می دهد مسیرهای مختلف داستانی را انتخاب کنید ، که تحقیقات پرونده را به سمت نقشه های مستقل راهنمایی می کند و در پایان تأثیر می گذارد. ما چندین انتهای آماده کرده ایم و هر شخصیت اصلی که در بازی با آنها روبرو می شوید ممکن است به یک شکل اصلی بر روی پرونده تبدیل شود. </p>"
    },
    {
        "title": "ISS Real-Time Tracker 3D",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/iss-real-time-tracker-3d/id1079990061",
        "image_url": null,
        "description": "ISS Real-Time Tracker 3D $4.99–> $0.99 (matching historical low) - Experience the wonders of orbit with my app that tracks and predicts flyovers of the International Space Station, Tiangong (Chinese Space Station), and Hubble Space Telescope in stunning 3D, real-time visuals. Immerse yourself in a photorealistic 3D model of Earth, offering detailed insights into upcoming passes from your location for up to 30 days. Never miss a flyover with easy calendar integration—tap to set alerts.",
        "id_in_db": "c3fd5015c5f88a9f8bed99739d37de7301e9aeef0d4c66bd5a074ae133d936d6",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": false,
        "persian_summary": "ISS REAL-TIME TRACE 3D 4.99 $-> 0.99 $ (مطابق با کمترین تاریخی)-شگفتی های مدار را با برنامه من تجربه کنید که پروازهای ایستگاه فضایی بین المللی ، Tiangong (ایستگاه فضایی چین) و تلسکوپ فضایی هابل را در تصاویر خیره کننده 3D ، زمان واقعی پیش بینی و پیش بینی می کند. خود را در یک مدل سه بعدی عکسبرداری از زمین غوطه ور کنید و بینش مفصلی در مورد پاس های آینده از مکان خود تا 30 روز ارائه دهید. هرگز با ادغام آسان تقویم ، یک پرواز را از دست ندهید - برای تنظیم هشدارها."
    },
    {
        "title": "Keylocker & Pilgrims (100% off / FREE)",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/free-games",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/header.jpg?t=1752857108",
        "description": "<p class=\"bb_paragraph\"><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/capsule_main.png?t=1752857108\" /></div></p><p class=\"bb_paragraph\"><strong>Keylocker is a Cyberpunk turn based rhythm JRPG</strong> inspired by the <strong>Mario&amp;Luigi RPG series</strong> and <strong>Chrono Trigger</strong>, in which you play as the singer and songwriter, B0B0. Fuel your moves with the electric power of music in this unforgiving planet by using real-time execution of moves in rhythm game style! Battle the authorities, unlock the secrets of Saturn, play on your own bands' concerts and hack into the network to bring an end to this corrupt system, for better or worse.</p><p class=\"bb_paragraph\"></p><h2 class=\"bb_tag\"><strong>Features:</strong></h2><p class=\"bb_paragraph\"></p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\"><strong>Choose your path</strong> as a cyberpunk rebel, each with its own unique skill tree and storyline.<br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/Class_Select.gif?t=1752857108\" /></div></p></li><li><p class=\"bb_paragraph\"> Control Electricity with your own music! Transform it into attack or defense as needed, swapping between different movesets and tactics.<br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/control_electricity.gif?t=1752857108\" /></div></p></li><li><p class=\"bb_paragraph\"><strong>Classic Turn Based Combat with a twist:</strong> Real Time execution of moves in <strong>rhythm game style</strong>, aim your shots, time your attacks, parry and block your enemies in this unforgiving planet.<br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/Keyboard_Attack_.gif?t=1752857108\" /></div></p></li><li><p class=\"bb_paragraph\"> <strong>No Random-Encounters;</strong> fight your enemies head-on with seamless in world battles inspired by Chrono Trigger.<br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/Encounter_Revised.gif?t=1752857108\" /></div></p></li><li><p class=\"bb_paragraph\"> <strong>Befriend the citizens, or betray them:</strong> gift them to earn their favor and make choices that change the course of the story with multiple endings.<br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/friends.gif?t=1752857108\" /></div></p></li><li><p class=\"bb_paragraph\"> <strong>Play with your band to the friends you made at the Music Show minigame</strong>, featuring compositions by Elektrobear (Momodora, Virgo Versus The Zodiac), voiced by Psamathes.<br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/Play_With_Band.gif?t=1752857108\" /></div></p></li><li><p class=\"bb_paragraph\"> But watch out on the <strong>Danger Meter!</strong> The all-ears church-police will certainly come after devious denizens who do not respect the Law of Silence.<br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/danger.gif?t=1752857108\" /></div></p></li><li><p class=\"bb_paragraph\"> <strong>Completely customize your characters </strong>with a great variety of equipment; unlock special Talents using the Keys harvested from enemies you DELETE in combat.<br><br><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/Skill_Tree.gif?t=1752857108\" /></div></p></li><li><p class=\"bb_paragraph\"> <strong>Unique interactions with every object of the world</strong>: exploring Saturn can lead to secrets, rewards or entire pieces of knowledge about the planet.</p></li></ul><p class=\"bb_paragraph\"><div class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/Ivys_Shop.gif?t=1752857108\" /></div></p><p class=\"bb_paragraph\"></p><p class=\"bb_paragraph\"></p><p class=\"bb_paragraph\"></p><h2 class=\"bb_tag\"><strong>Story:</strong></h2><p class=\"bb_paragraph\">| Saturn, Anno 801. |</p><p class=\"bb_paragraph\">| Music is banned for 141 years now. |</p><p class=\"bb_paragraph\">B0B0 is one of the Doppelgangers, twins born as perfect human beings fit to obey the purpose of the caste they were assigned to. Her purpose is to serve in the lowest caste for the prosperity of Saturn, but B0B0 doesn't quite agree to that. Amidst a revolution against the Saturnian Satellites, the ultimate form of law, B0B0 hears news of a newfound music robot that'll fit right in her illegal band as a drummer. Rebelling against the corrupt system using music is the only thing she knows how to do well and she only needed a drummer to join her pack of misfits. With every piece in place, she's out to break some laws, and discover the truth behind the essence of music, the Keylocker.</p><p class=\"bb_paragraph\"></p>",
        "id_in_db": "t3_1me3vmd",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1325040",
        "genres": [
            "Adventure",
            "Indie",
            "RPG"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257018672/movie_max_vp9.webm?t=1714411206",
        "is_dlc_or_addon": false,
        "persian_summary": "<p class = \"bb_paragraph\"> <div class = \"bb_img_ctn\"> <img class = \"bb_img\" src = \"https://shared.akamai.steamstatic.com/store_item_assets/apps/1325040/extras/captas/capsule_main.pngule_main.pn /> </iv> </p> <p class = \"bb_paragraph\"> <strong> Keylocker یک ریتم مبتنی بر چرخش سایبرپون است Jrpg </strong> با الهام از سری <strong> mario & luigi rpg </strong> و <strong> chrono trigger </strong> ، که در آن شما به عنوان خواننده و ترانه های Singer و Songser ، B0BRITER بازی می کنید. حرکت خود را با قدرت برقی موسیقی در این سیاره فراموش نشدنی با استفاده از اجرای زمان واقعی حرکت در سبک بازی ریتم سوخت! با مقامات ، اسرار کیوان را باز کنید ، در کنسرت های گروههای خود بازی کنید و به شبکه هک کنید تا به این سیستم فاسد پایان دهید ، برای بهتر یا بدتر. class = \"bb_ul\"> <li> <p class = \"bb_paragraph\"> <strong> مسیر خود را انتخاب کنید </strong> به عنوان یک شورشی سایبرپانک ، هر کدام دارای درخت مهارت و داستان منحصر به فرد خود هستند. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/class_select.gif؟t=1752857108\"/> </p> <li> <li> <li> <li> <li> <p> clase your! در صورت لزوم آن را به حمله یا دفاع تبدیل کنید ، بین حرکات مختلف و تاکتیک ها مبادله کنید. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/control_electricic.gif؟t=1752857108\"/> </p> </p> </li> <li> <li> <li> <li> <li> <li> پیچ و تاب: </strong> اجرای زمان واقعی حرکت در <strong> سبک بازی ریتم </strong> ، عکس های خود را هدف قرار دهید ، حملات خود را زمان ، پارسی و مسدود کردن دشمنان خود را در این سیاره فراموش نشدنی قرار دهید. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/extras/extras/extras_attack_attack_attack_attack؟t=1752857108\"/> </p> </p> </li> <li> <li> <li> <li> <li> <li> <li> <li> <li> <li> <li> <bb_paragh دشمنان شما با یکپارچه در نبردهای جهانی با الهام از Trigger Chrono. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/encounter_revized.gif؟t=1752857108\"/> </p> </p> </li> <li> <li> <li> <li> <li> <li> <p> <cips> <civ> <civ> آنها: </strong> به آنها هدیه می دهند تا لطف خود را بدست آورند و انتخاب هایی را انجام دهند که روند داستان را با پایان های مختلف تغییر می دهد. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/friends.gif؟t=1752857108\"/> </p> </li> <li> <li> <li> <p class = \"bb_pargraph\" minigame </strong> ، شامل ترکیبات Elektrobear (Momodora ، Virgo در مقابل زودیاک) ، که توسط psamathes ابراز شده است. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/Play_with_band.gif؟t=1752857108\"/> </p> <strongerener <rangerener <li> <li> <p> <p> <p> <p> <p> <p> متر! src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/danger.gif؟t=1752857108\"/> </p> </p> <li> <li> <li> <li> <p> <p> <p> <p> <p> <p> <p> <p> <p> <p> تجهیزات استعدادهای ویژه را با استفاده از کلیدهای برداشت شده از دشمنانی که در جنگ حذف می کنید ، باز کنید. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/skill_tree.gif؟t=1752857108\"/> </v> </p> </li> <li> <li> <li> <li> <li> <li> <li> <li> <li> <li> <p> <civ> جهان </strong>: کاوش در زحل می تواند منجر به اسرار ، پاداش یا کل دانش در مورد سیاره شود. src = \"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/extras/ivys_shop.gif؟t=1752857108\"/> </p> <p class = \"p> p> p> p> p> p> p> p> class = \"bb_paragraph\"> </p> <h2 class = \"bb_tag\"> <strong> داستان: </strong> </h2> <p class = \"bb_paragraph\"> | کیوان ، آنو 801. | </p> <p class = \"bb_paragraph\"> | Music is banned for 141 years now. | هدف او خدمت در کمترین کاست برای سعادت کیوان است ، اما B0B0 کاملاً با آن موافق نیست. در میان انقلابی علیه ماهواره های زحل ، شکل نهایی قانون ، B0B0 اخبار مربوط به یک ربات موسیقی جدید را می شنود که درست در گروه غیرقانونی او به عنوان یک درامر جای می گیرد. شورش در برابر سیستم فاسد با استفاده از موسیقی تنها کاری است که او می داند چگونه به خوبی انجام دهد و او فقط به یک درامر نیاز داشت تا به بسته های خود بپیوندد. او با هر قطعه در محل ، او برای شکستن برخی از قوانین ، و کشف حقیقت پشت جوهر موسیقی ، keylocker. </p> <p class = \"bb_paragraph\"> </p>"
    },
    {
        "title": "Legend of the Moon ( $0.60 / 80% Off)",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3042060",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1898680/header.jpg?t=1702000573",
        "description": "v4.90 Is Now Live!<br><br>The Scaleforge have returned to help Humanity fight the Sandwing scourge! Meanwhile, darkness emerges from the heart of Kyber. A 26 card update including 2 New Heroes! A Shadow Priest, and a Human Wulven hero!<br>OVERVIEW<br>- 2 new heroes: She-Lah (Human Wulven) and Markus (Shadow Priest).<br>- 8 new Human allies from the Scaleforge alignment.<br>- 10 new Shadow allies from the Kyberian alignment.<br>- 6 other new cards<br>- 25 buffs across all sets<br>- 4 card rejigs<br>- Various bug fixes<br><br>v4.80 Has Arrived!<br><br>OVERVIEW<br>- 14 new class cards added to the Rekindled Rebirth set.<br>- 8 changes to Rekindled Rebirth cards, including 3 that are now unbanned.<br>- 9 buffs to Call of the Crystals class cards.<br>- 20 buffs to Dark Prophecies class cards.<br>- 3 Campaign card balance changes.<br>- 4 allies gained an alignment to boost Homunculus, Templar and Undead.<br>- Various bug fixes<br><br>NEW CARDS<br>- 2 Warrior cards (rr064-rr065)<br>- 2 Mage cards (rr074-rr075)<br>- 2 Hunter cards (rr084-rr085)<br>- 2 Priest cards (rr094-rr095)<br>- 2 Rogue cards (rr104-rr105)<br>- 2 Wulven cards (rr114-r115)<br>- 2 Elemental cards (rr124-rr125)<br><br>BUG FIXES<br>Fixed a bug where Dragon's Tooth (ex146) becoming an ally with no abilities couldn't have its attack increased.<br>Fixed a bug where Nanaya (ll060) doesn't buff allies created by Rise of the Banners (rr062).<br>Fixed a bug where Felinian Dissenter (rr051) wasn't reducing weapon bow damage to it.<br>Fixed a bug where Gyre and Gimble (rr102) gives card draw when a weapon enters play without being summoned.<br>Fixed a bug where Tranceposer (rr121) can steal an opposing unique ally when you already control that ally.<br>Fixed a bug where Nine Lives (rr131) can be activated with a full hand.<br><br>Version 4.7 of Shadow Era is here!<br><br>Shadow Era is the full scale, cross-platform collectible trading card game that you've been looking for, with the most generous free to play system out there!<br><br>Start your campaign by choosing your Human Hero, and get a free starter deck. Battle with AI opponents or other players in realtime pvp to earn more cards. Your progress and cards will be saved on the server and can be accessed from any device! You must decide which strategy to use as you build your deck, in one of the most balanced card games out there!<br><br>What's New in 4.7?<br><br>A new saga begins in the world of Balor! With the forces of the wild becoming more increasingly dominated by the Shadow aligned Wulven faction, a desperate attempt is made to tilt the scales of nature back in favor of humanity. Mystics from Templar and Twilight persuasions collaborate on an intense ritual to infuse the souls of departed humans into the ferocious bodies of Balor's many jungle cats. Warnings from the Keeper of the Mystic Flames ignored, the ritual is successful - creating the first Feline Humanoid champions of Humanity on Balor! However, the energy releases cracked open the ancient egg-caverns of the Sandwings - a terrible tribe of dragons thought to be long-extinct.<br><br><br>Will you defend humanity against its many foes, and fend off this scaly menace? Or will you take flight with the Sandwing Broodmother and punish Humanity for dabbling with powers they have no right to command?<br><br><br>&quot;A fantastic representation of what freemium games should be.&quot; - Touch Arcade<br><br>&quot;Shadow Era is a must-download for fans of CCGs.&quot; - TUAW<br><br>&quot;Shadow Era is a deep CCG that's easy to pick up, but nearly impossible to put down.&quot; - Slide To Play (4/4)<br><br>&quot;Shadow Era proves that digital TCG's can be just as fun as their real world counterparts.&quot; - Gamezebo<br><br><br>FEATURES<br><br>- Many new cards in the Lost Lands expansion, bringing the total to more than 800 cards<br>- Amazing dark fantasy card art that is sure to wow you, even rivals the top trading card games!<br>- View games in progress or replays to learn new strategies<br>- Free to play Meltdown game mode with great weekly prizes<br>- Cross-platform multiplayer pvp battles<br>- Fantastic 3d graphics and special effects<br>- Amazing custom soundtrack<br>- Completely free to play! No &quot;pay to win&quot; here!<br><br>CHANGES FROM PREVIOUS VERSION<br><br>Ian Bolton (card coder), [12/31/2022 8:50 AM]<br>---------<br><br>v4.60<br>December 31, 2022<br><br>OVERVIEW<br>- Two new Legendary allies for the September and October challenge winners.<br>- 28 balance changes: 19 buffs, 6 rejigs (intended to be buffs), 3 nerfs.<br>- 25 bug fixes<br>- The snowy Winter battlefield is back!<br><br>NEW CARDS<br>- Coran, Darkhand (cp056)<br>- Thu'full, Bone Titan (cp057)<br><br>CARD BUG FIXES<br>- Drangis (sf090) is not giving Ambush to Gorlak (cp055) even though it is a Hunter ally.<br>- What Big Teeth (se115) causes controller to lose 1HP when attacking and defending when Bludgeon (cp049) is out<br>- Gorlak (cp055) looks a bit blurry when in your deck in the Deckbuilder.<br>- Coran’s (cp056) ability is triggering on opponent’s turn.<br>- Soul Reaper (se123) should be usable even if you have full health.<br>- Call of the Wild (cp036) is counting a Wild ally ability activation as a Wild ally being summoned.<br>- Howlfang (ex090) allows you to have two Wildfangs in play.<br>- Kiruth: Thaddeus’ Vault (ll196) causes controller to lose 1SE when an ally is removed from their graveyard even if they didn’t activate it.<br>- Molten Destroyer (se057) is incorrectly treating health reduction as damage.<br>- Pack Outcast (cp001) is only getting +1 attack regardless of how many abilities it is targeted by in the same turn.<br>- Killer Bee (cp040) is managing to attack on summon when Towering Brute (ll020) should be reducing its attack to 0.<br>- Killer Bee (cp040) doesn’t kill itself when it should while Shard of Power (se128) is in play.<br>- Killer Bee (cp040) died to Flame Spitter (ll016) ability despite The Kings Pride (se165) which should have given +1 health.<br>- Lilyt (ll070) can allow you to bypass Unique and have two Aldon on your side of the board.<br>- Deathbone (se041) did not deal 2 damage to hero when killed with Desperate Tactics (sf068).<br>- Hall of Doors (ll200) is unable to shuffle an opposing player’s card under your control into its owner’s deck.<br>- Hall of Doors (ll200) works on Disciple of Aldmor.<br>- When Gorlak (cp055) would trigger off a killed friendly ally, he will actually heal it before it is killed and it survives.<br>- Thief's Stiletto (ll179) has ambush so allies with defender should not be able to defend against it.<br>- Change of Plans (ex054) is causing sync errors.<br>- Two Ricochet Traps (sf083) controlled by one player but one owned by the other went off at the same time.<br>- Contemplate (ll156) is causing sync errors.<br>- Coran (cp056) is not losing his first passive ability when he should.<br>- Dalton (cp044) activated ability with Zail's Hymn (sf099) causes 2 copies of Dalton to go into the deck.<br>- Zantonite (ex094) passive ability is not triggering off Spitfire Hound (sf040) and some other cards.<br><br>BALANCE CHANGES<br><br>se028 Kurt Whitehelm<br>Attack reduced to 2 (from 3).<br>Health increased to 6 (from 4).<br>From: Kurt takes 1 less damage from abilities, and has +2 attack when there are 2 or more other friendly allies in play.<br>To: Ability damage to other friendly allies is reduced by 1. Kurt has +2 attack while you control at least 3 allies.<br><br>se066 Warrior Training<br>From: Attach to target friendly ally. That ally has protector (allies without protector can't be targeted).<br>To: Attach to target friendly ally. That ally has protector (allies without protector can't be targeted) and +1 health.<br><br>se086 Into the Forest<br>From: Attach to target friendly ally until the start of your next turn. That ally has stealth.<br>To: Attach to target friendly ally until the start of your next turn. That ally has stealth and ambush.<br><br>se092 Inner Strength<br>From: Attach to target friendly ally. That ally has +2 attack.<br>To: Attach to target friendly ally. That ally has +2 attack and +1 health.<br><br>se108 Lay Low<br>Casting cost reduced to 2 (from 3).<br><br>se112 Pack Wolf<br>From: Pack Wolf has +1 attack for every other friendly Pack Wolf in play.<br>To: Pack Wolf has +1 attack for every other friendly Wulven ally with cost 2 or less.<br><br>se117 Full Moon<br>From: Duration 1. Friendly allies have +2 attack. Combat damage to your hero is reduced by 1. Ability damage to your hero is reduced by 2.<br>To: Duration 1. Friendly allies have +2 attack. All damage to your hero is reduced by 2.<br><br>Ian Bolton (card coder), [12/31/2022 8:50 AM]<br>se123 Soul Reaper<br>From: Exile all ally cards in your graveyard from the game. Your hero heals 1 damage for each card exiled.<br>To: The bottom 5 allies in your graveyard are exiled. Your hero heals 2 damage for each ally exiled this way. Soul Reaper is exiled.<br><br>se130 Eternal Renewal<br>From: Shuffle the cards in your graveyard into your deck. Remove Eternal Renewal from the game.<br>To: Shuffle the cards in your graveyard into your deck. Eternal Renewal is exiled.<br><br>se153 Urgent Business<br>From: Heroes can't attack until the end of your next turn.<br>To: Heroes can't attack until the end of your next turn. When Urgent Business is summoned, draw a card.<br><br>se175 Mocking Armor<br>Casting cost reduced to 5 (from 6).<br><br>se177 Twice Enchanted Robe<br>Durability increased to 4 (from 3).<br>From: When Twice Enchanted Robe is summoned while any opposing player has resources greater than or equal to yours, it gains +1 durability. When your hero takes damage, draw a card.<br>To: When your hero takes damage while your deck is not empty, draw a card.<br><br>ex011 Champion of Irum<br>No longer Unique.<br><br>ex032 Battle Hardened<br>Casting cost reduced to 1 (from 2).<br><br>ex127 Toll Bridge<br>Casting cost reduced to 2 (from 4).<br><br>ex151 Karlstrad, Ruler of Gaderi<br>Attack increased to 4 (from 3).<br>Health increased to 8 (from 6).<br><br>ex152 Scourge Colossus<br>Health increased to 7 (from 6).<br><br>sf103 Hit List<br>Casting cost reduced to 1 (from 2).<br><br>ll003 Unaxio Squire<br>Attack reduced to 0 (from 1).<br>Health reduced to 3 (from 4).<br>From: 0: Until the end of your turn, target other ally has +1 attack.<br>To: When Unaxio Squire is summoned while there is an opposing ally, he gains +1 health. 0: Until the end of your turn, target ally has +2 attack.<br><br>ll019 Feasterling<br>From: Sustain: 1HP. 0: Feasterling has +2 attack until the end of the turn, and your hero takes 1 damage.<br>To: While Feasterling has no negative effects or enemy attachments, it has Sustain: 1HP. 0: Feasterling has +2 attack until the end of the turn, and your hero takes 1 damage.<br><br>ll051 Chaos Engine<br>From: Once per turn, when an item or support ability is targeted and destroyed on your turn, your hero gains +1 shadow energy and you draw a card.<br>To: When an item or support ability is targeted and destroyed on your turn, your hero gains +1 shadow energy (max once per turn) and you draw a card.<br><br>cp001 Pack Outcast<br>From: Ambush. While Pack Outcast is the only ally you control, it has defender. When Pack Outcast is targeted by a non-attachment ability, it has +1 attack until the end of the turn.<br>To: Ambush. While Pack Outcast is the only ally you control, it has defender. When Pack Outcast is targeted by an ability, it has +1 attack until the start of your next turn.<br><br>cp025 Brigand Captain<br>From: Other friendly Outlaw allies have +1 attack.<br>To: When you summon an ally you don't own, it gains Outlaw alignment. Other friendly Outlaw allies have +1 attack.<br><br>cp031 Southroad Mercenary<br>Health reduced to 4 (from 5).<br>From: When a resource enters or leaves play, Southroad Mercenary gains +1 base attack (max twice per turn).<br>To: When a resource enters or leaves play, Southroad Mercenary gains +1 base attack and +1 health (max twice per turn).<br><br>cp033 Northroad Thief<br>From: When Northroad Thief enters play, he has stealth until the start of your next turn. 2: Target other friendly Outlaw ally is shuffled into its owner's deck: target enemy item is destroyed.<br>To: When Northroad Thief enters play, she has stealth until the start of your next turn. 2: Target friendly Outlaw ally is shuffled into its owner's deck: draw 2 cards from target opponent's deck.<br><br>cp038 Outlaws' Hideout<br>From: When your deck is shuffled, draw a card (max twice per turn). 0: Target friendly Outlaw ally is shuffled into its owner's deck: 2 used resources are renewed.<br>To: When your deck is shuffled while you control no non-Outlaw allies, draw a card (max twice per turn). 0: Target friendly Outlaw ally is shuffled into its owner's deck: 2 used resources are renewed.<br><br>cp044 Dalton, Outlaw Mastermind<br>From: Defender. Dalton costs 2 less resources to summon while you have shuffled your deck this turn. 2: Dalt<br><br>Ian Bolton (card coder), [12/31/2022 8:50 AM]<br>on is shuffled into his owner's deck: all friendly Outlaw allies gain +1 base attack.<br>To: Defender. When Dalton is summoned while your deck has been shuffled this turn, 2 used resources are renewed. 2: Dalton is shuffled into his owner's deck: all friendly Outlaw allies gain +1 base attack.<br><br>cp049 Barbarian's Bludgeon<br>Restricted to Warrior, Rogue and Wulven.<br><br>v4.50<br>October 17, 2022<br><br>OVERVIEW<br>- This is the first release under new ownership and management.<br>- 26 new cards have been added to complete the Campaign set. <br>- All *known* card bugs have been fixed.<br>- A small number of buffs have been made to existing cards.<br>- The future is bright for Shadow Era!<br><br>NEW CARDS<br>- 7 Dual Class Allies<br>- 6 Neutral Outlaw Allies<br>- 1 Neutral Attachment for Outlaw<br>- 1 Neutral Artifact for Outlaw<br>- 3 Neutral Wild Allies<br>- 1 Neutral Support Ability for Wild<br>- 4 Neutral Items/Abilities<br>- 1 Neutral Armor<br>- 1 Neutral Weapon<br>- 1 Neutral Location<br><br>CARD BUG FIXES<br>- Nishaven was damaging friendly allies with his ability.<br>- Treetop Spider was being exhausted when it attacked with its ability.<br>- Shard of Power allies were dying due to health reduction effects.<br>- Agent Rex was treating a stolen item like it was destroyed.<br>- Scrap Cannoneer could activate without an item to exile.<br><br>BALANCE CHANGES<br>Nishaven<br>From: 5SE: All opposing allies take 2 electrical damage and if an ally was killed this way, repeat this effect up to once per turn.<br>To: 5SE: All opposing allies take 3 electrical damage; if an ally was killed this way, all opposing allies take 2 electrical damage.<br><br>Katrin the Shieldmaiden<br>From: 1: Target friendly ally gains +2 health. This ability may not be used again while that ally is in play.<br>To: 1: Target friendly ally gains +2 health.<br><br>Marshland Sentinel<br>Gained Homunculus alignment.<br><br>Ogloth the Glutton<br>Attack changed to 4 claw (from 3 fire).<br><br>Treetop Spider<br>From: Ambush. When Treetop Spider is summoned while any opposing player has resources equal or greater than yours, it attacks target opposing ally.<br>To: Ambush. When Treetop Spider is summoned, it attacks target opposing ally if able.",
        "id_in_db": "t3_1mdckke",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "80% off",
        "steam_app_id": "1898680",
        "genres": [
            "Strategy",
            "Free To Play"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256876391/movie_max_vp9.webm?t=1646413322",
        "is_dlc_or_addon": false,
        "persian_summary": "v4.90 Is Now Live!<br><br>The Scaleforge have returned to help Humanity fight the Sandwing scourge! Meanwhile, darkness emerges from the heart of Kyber. A 26 card update including 2 New Heroes! A Shadow Priest, and a Human Wulven hero!<br>OVERVIEW<br>- 2 new heroes: She-Lah (Human Wulven) and Markus (Shadow Priest).<br>- 8 new Human allies from the Scaleforge alignment.<br>- 10 new Shadow allies from the Kyberian alignment.<br>- 6 other new cards<br>- 25 buffs across all sets<br>- 4 card rejigs<br>- Various bug fixes<br><br>v4.80 Has Arrived!<br><br>OVERVIEW<br>- 14 new class cards added to the Rekindled Rebirth set.<br>- 8 changes to Rekindled Rebirth cards, including 3 that are now unbanned.<br>- 9 buffs to Call of the Crystals class cards.<br>- 20 buffs to Dark Prophecies class cards.<br>- 3 Campaign card balance changes.<br>- 4 allies gained an alignment to boost Homunculus, Templar and Undead.<br>- Various bug fixes<br><br>NEW CARDS<br>- 2 Warrior cards (rr064-rr065)<br>- 2 Mage cards (rr074-rr075)<br>- 2 Hunter cards (rr084-rr085)<br>- 2 Priest cards (rr094-rr095)<br>- 2 Rogue cards (rr104-rr105)<br>- 2 Wulven cards (rr114-r115)<br>- 2 Elemental cards (rr124-rr125)<br><br>BUG FIXES<br>Fixed a bug where Dragon's Tooth (ex146) becoming an ally with no abilities couldn't have its attack increased.<br>Fixed a bug where Nanaya (ll060) doesn't buff allies created by Rise of the Banners (rr062).<br>Fixed a bug where Felinian Dissenter (rr051) wasn't reducing weapon bow damage to it.<br>Fixed a bug where Gyre and Gimble (rr102) gives card draw when a weapon enters play without being summoned.<br>Fixed a bug where Tranceposer (rr121) can steal an opposing unique ally when you already control that ally.<br>Fixed a bug where Nine Lives (rr131) can be activated with a full hand.<br><br>Version 4.7 of Shadow Era is here!<br><br>Shadow Era is the full scale, cross-platform collectible trading card game that you've been looking for, with the most generous free to play system out there!<br><br>Start your campaign by choosing your Human Hero, and get a free starter deck. Battle with AI opponents or other players in realtime pvp to earn more cards. Your progress and cards will be saved on the server and can be accessed from any device! You must decide which strategy to use as you build your deck, in one of the most balanced card games out there!<br><br>What's New in 4.7?<br><br>A new saga begins in the world of Balor! With the forces of the wild becoming more increasingly dominated by the Shadow aligned Wulven faction, a desperate attempt is made to tilt the scales of nature back in favor of humanity. Mystics from Templar and Twilight persuasions collaborate on an intense ritual to infuse the souls of departed humans into the ferocious bodies of Balor's many jungle cats. Warnings from the Keeper of the Mystic Flames ignored, the ritual is successful - creating the first Feline Humanoid champions of Humanity on Balor! However, the energy releases cracked open the ancient egg-caverns of the Sandwings - a terrible tribe of dragons thought to be long-extinct.<br><br><br>Will you defend humanity against its many foes, and fend off this scaly menace? Or will you take flight with the Sandwing Broodmother and punish Humanity for dabbling with powers they have no right to command?<br><br><br>&quot;A fantastic representation of what freemium games should be.&quot; - Touch Arcade<br><br>&quot;Shadow Era is a must-download for fans of CCGs.&quot; - TUAW<br><br>&quot;Shadow Era is a deep CCG that's easy to pick up, but nearly impossible to put down.&quot; - Slide To Play (4/4)<br><br>&quot;Shadow Era proves that digital TCG's can be just as fun as their real world counterparts.&quot; - Gamezebo<br><br><br>FEATURES<br><br>- Many new cards in the Lost Lands expansion, bringing the total to more than 800 cards<br>- Amazing dark fantasy card art that is sure to wow you, even rivals the top trading card games!<br>- View games in progress or replays to learn new strategies<br>- Free to play Meltdown game mode with great weekly prizes<br>- Cross-platform multiplayer pvp battles<br>- Fantastic 3d graphics and special effects<br>- Amazing custom soundtrack<br>- Completely free to play! No &quot;pay to win&quot; here!<br><br>CHANGES FROM PREVIOUS VERSION<br><br>Ian Bolton (card coder), [12/31/2022 8:50 AM]<br>---------<br><br>v4.60<br>December 31, 2022<br><br>OVERVIEW<br>- Two new Legendary allies for the September and October challenge winners.<br>- 28 balance changes: 19 buffs, 6 rejigs (intended to be buffs), 3 nerfs.<br>- 25 bug fixes<br>- The snowy Winter battlefield is back!<br><br>NEW CARDS<br>- Coran, Darkhand (cp056)<br>- Thu'full, Bone Titan (cp057)<br><br>CARD BUG FIXES<br>- Drangis (sf090) is not giving Ambush to Gorlak (cp055) even though it is a Hunter ally.<br>- What Big Teeth (se115) causes controller to lose 1HP when attacking and defending when Bludgeon (cp049) is out<br>- Gorlak (cp055) looks a bit blurry when in your deck in the Deckbuilder.<br>- Coran’s (cp056) ability is triggering on opponent’s turn.<br>- Soul Reaper (se123) should be usable even if you have full health.<br>- Call of the Wild (cp036) is counting a Wild ally ability activation as a Wild ally being summoned.<br>- Howlfang (ex090) allows you to have two Wildfangs in play.<br>- Kiruth: Thaddeus’ Vault (ll196) causes controller to lose 1SE when an ally is removed from their graveyard even if they didn’t activate it.<br>- Molten Destroyer (se057) is incorrectly treating health reduction as damage.<br>- Pack Outcast (cp001) is only getting +1 attack regardless of how many abilities it is targeted by in the same turn.<br>- Killer Bee (cp040) is managing to attack on summon when Towering Brute (ll020) should be reducing its attack to 0.<br>- Killer Bee (cp040) doesn’t kill itself when it should while Shard of Power (se128) is in play.<br>- Killer Bee (cp040) died to Flame Spitter (ll016) ability despite The Kings Pride (se165) which should have given +1 health.<br>- Lilyt (ll070) can allow you to bypass Unique and have two Aldon on your side of the board.<br>- Deathbone (se041) did not deal 2 damage to hero when killed with Desperate Tactics (sf068).<br>- Hall of Doors (ll200) is unable to shuffle an opposing player’s card under your control into its owner’s deck.<br>- Hall of Doors (ll200) works on Disciple of Aldmor.<br>- When Gorlak (cp055) would trigger off a killed friendly ally, he will actually heal it before it is killed and it survives.<br>- Thief's Stiletto (ll179) has ambush so allies with defender should not be able to defend against it.<br>- Change of Plans (ex054) is causing sync errors.<br>- Two Ricochet Traps (sf083) controlled by one player but one owned by the other went off at the same time.<br>- Contemplate (ll156) is causing sync errors.<br>- Coran (cp056) is not losing his first passive ability when he should.<br>- Dalton (cp044) activated ability with Zail's Hymn (sf099) causes 2 copies of Dalton to go into the deck.<br>- Zantonite (ex094) passive ability is not triggering off Spitfire Hound (sf040) and some other cards.<br><br>BALANCE CHANGES<br><br>se028 Kurt Whitehelm<br>Attack reduced to 2 (from 3).<br>Health increased to 6 (from 4).<br>From: Kurt takes 1 less damage from abilities, and has +2 attack when there are 2 or more other friendly allies in play.<br>To: Ability damage to other friendly allies is reduced by 1. Kurt has +2 attack while you control at least 3 allies.<br><br>se066 Warrior Training<br>From: Attach to target friendly ally. That ally has protector (allies without protector can't be targeted).<br>To: Attach to target friendly ally. That ally has protector (allies without protector can't be targeted) and +1 health.<br><br>se086 Into the Forest<br>From: Attach to target friendly ally until the start of your next turn. That ally has stealth.<br>To: Attach to target friendly ally until the start of your next turn. That ally has stealth and ambush.<br><br>se092 Inner Strength<br>From: Attach to target friendly ally. That ally has +2 attack.<br>To: Attach to target friendly ally. That ally has +2 attack and +1 health.<br><br>se108 Lay Low<br>Casting cost reduced to 2 (from 3).<br><br>se112 Pack Wolf<br>From: Pack Wolf has +1 attack for every other friendly Pack Wolf in play.<br>To: Pack Wolf has +1 attack for every other friendly Wulven ally with cost 2 or less.<br><br>se117 Full Moon<br>From: Duration 1. Friendly allies have +2 attack. Combat damage to your hero is reduced by 1. Ability damage to your hero is reduced by 2.<br>To: Duration 1. Friendly allies have +2 attack. All damage to your hero is reduced by 2.<br><br>Ian Bolton (card coder), [12/31/2022 8:50 AM]<br>se123 Soul Reaper<br>From: Exile all ally cards in your graveyard from the game. Your hero heals 1 damage for each card exiled.<br>To: The bottom 5 allies in your graveyard are exiled. Your hero heals 2 damage for each ally exiled this way. Soul Reaper is exiled.<br><br>se130 Eternal Renewal<br>From: Shuffle the cards in your graveyard into your deck. Remove Eternal Renewal from the game.<br>To: Shuffle the cards in your graveyard into your deck. Eternal Renewal is exiled.<br><br>se153 Urgent Business<br>From: Heroes can't attack until the end of your next turn.<br>To: Heroes can't attack until the end of your next turn. When Urgent Business is summoned, draw a card.<br><br>se175 Mocking Armor<br>Casting cost reduced to 5 (from 6).<br><br>se177 Twice Enchanted Robe<br>Durability increased to 4 (from 3).<br>From: When Twice Enchanted Robe is summoned while any opposing player has resources greater than or equal to yours, it gains +1 durability. When your hero takes damage, draw a card.<br>To: When your hero takes damage while your deck is not empty, draw a card.<br><br>ex011 Champion of Irum<br>No longer Unique.<br><br>ex032 Battle Hardened<br>Casting cost reduced to 1 (from 2).<br><br>ex127 Toll Bridge<br>Casting cost reduced to 2 (from 4).<br><br>ex151 Karlstrad, Ruler of Gaderi<br>Attack increased to 4 (from 3).<br>Health increased to 8 (from 6).<br><br>ex152 Scourge Colossus<br>Health increased to 7 (from 6).<br><br>sf103 Hit List<br>Casting cost reduced to 1 (from 2).<br><br>ll003 Unaxio Squire<br>Attack reduced to 0 (from 1).<br>Health reduced to 3 (from 4).<br>From: 0: Until the end of your turn, target other ally has +1 attack.<br>To: When Unaxio Squire is summoned while there is an opposing ally, he gains +1 health. 0: Until the end of your turn, target ally has +2 attack.<br><br>ll019 Feasterling<br>From: Sustain: 1HP. 0: Feasterling has +2 attack until the end of the turn, and your hero takes 1 damage.<br>To: While Feasterling has no negative effects or enemy attachments, it has Sustain: 1HP. 0: Feasterling has +2 attack until the end of the turn, and your hero takes 1 damage.<br><br>ll051 Chaos Engine<br>From: Once per turn, when an item or support ability is targeted and destroyed on your turn, your hero gains +1 shadow energy and you draw a card.<br>To: When an item or support ability is targeted and destroyed on your turn, your hero gains +1 shadow energy (max once per turn) and you draw a card.<br><br>cp001 Pack Outcast<br>From: Ambush. While Pack Outcast is the only ally you control, it has defender. When Pack Outcast is targeted by a non-attachment ability, it has +1 attack until the end of the turn.<br>To: Ambush. While Pack Outcast is the only ally you control, it has defender. When Pack Outcast is targeted by an ability, it has +1 attack until the start of your next turn.<br><br>cp025 Brigand Captain<br>From: Other friendly Outlaw allies have +1 attack.<br>To: When you summon an ally you don't own, it gains Outlaw alignment. Other friendly Outlaw allies have +1 attack.<br><br>cp031 Southroad Mercenary<br>Health reduced to 4 (from 5).<br>From: When a resource enters or leaves play, Southroad Mercenary gains +1 base attack (max twice per turn).<br>To: When a resource enters or leaves play, Southroad Mercenary gains +1 base attack and +1 health (max twice per turn).<br><br>cp033 Northroad Thief<br>From: When Northroad Thief enters play, he has stealth until the start of your next turn. 2: Target other friendly Outlaw ally is shuffled into its owner's deck: target enemy item is destroyed.<br>To: When Northroad Thief enters play, she has stealth until the start of your next turn. 2: Target friendly Outlaw ally is shuffled into its owner's deck: draw 2 cards from target opponent's deck.<br><br>cp038 Outlaws' Hideout<br>From: When your deck is shuffled, draw a card (max twice per turn). 0: Target friendly Outlaw ally is shuffled into its owner's deck: 2 used resources are renewed.<br>To: When your deck is shuffled while you control no non-Outlaw allies, draw a card (max twice per turn). 0: Target friendly Outlaw ally is shuffled into its owner's deck: 2 used resources are renewed.<br><br>cp044 Dalton, Outlaw Mastermind<br>From: Defender. Dalton costs 2 less resources to summon while you have shuffled your deck this turn. 2: Dalt<br><br>Ian Bolton (card coder), [12/31/2022 8:50 AM]<br>on is shuffled into his owner's deck: all friendly Outlaw allies gain +1 base attack.<br>To: Defender. When Dalton is summoned while your deck has been shuffled this turn, 2 used resources are renewed. 2: Dalton is shuffled into his owner's deck: all friendly Outlaw allies gain +1 base attack.<br><br>cp049 Barbarian's Bludgeon<br>Restricted to Warrior, Rogue and Wulven.<br><br>v4.50<br>October 17, 2022<br><br>OVERVIEW<br>- This is the first release under new ownership and management.<br>- 26 new cards have been added to complete the Campaign set. <br>- All *known* card bugs have been fixed.<br>- A small number of buffs have been made to existing cards.<br>- The future is bright for Shadow Era!<br><br>NEW CARDS<br>- 7 Dual Class Allies<br>- 6 Neutral Outlaw Allies<br>- 1 Neutral Attachment for Outlaw<br>- 1 Neutral Artifact for Outlaw<br>- 3 Neutral Wild Allies<br>- 1 Neutral Support Ability for Wild<br>- 4 Neutral Items/Abilities<br>- 1 Neutral Armor<br>- 1 Neutral Weapon<br>- 1 Neutral Location<br><br>CARD BUG FIXES<br>- Nishaven was damaging friendly allies with his ability.<br>- Treetop Spider was being exhausted when it attacked with its ability.<br>- Shard of Power allies were dying due to health reduction effects.<br>- Agent Rex was treating a stolen item like it was destroyed.<br>- Scrap Cannoneer could activate without an item to exile.<br><br>BALANCE CHANGES<br>Nishaven<br>From: 5SE: All opposing allies take 2 electrical damage and if an ally was killed this way, repeat this effect up to once per turn.<br>To: 5SE: All opposing allies take 3 electrical damage; if an ally was killed this way, all opposing allies take 2 electrical damage.<br><br>Katrin the Shieldmaiden<br>From: 1: Target friendly ally gains +2 health. This ability may not be used again while that ally is in play.<br>To: 1: Target friendly ally gains +2 health.<br><br>Marshland Sentinel<br>Gained Homunculus alignment.<br><br>Ogloth the Glutton<br>Attack changed to 4 claw (from 3 fire).<br><br>Treetop Spider<br>From: Ambush. When Treetop Spider is summoned while any opposing player has resources equal or greater than yours, it attacks target opposing ally.<br>To: Ambush. When Treetop Spider is summoned, it attacks target opposing ally if able."
    },
    {
        "title": "MapGolf: Learn Geography",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/mapgolf-learn-geography/id6748778310",
        "image_url": null,
        "description": "MapGolf: Learn Geography $1.99–> Free",
        "id_in_db": "8c5b2f3b168083c364547b871312c01cc0ad38254c4cb03f1643ad67d89523e4",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "MapGolf: یاد بگیرید جغرافیا 1.99 دلار> رایگان"
    },
    {
        "title": "Mujo: Practice Music",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/mujo-practice-music/id6449793039",
        "image_url": null,
        "description": "Mujo: Practice Music Lifetime IAP $9.99–> $0.99 (matching historical low) - Mujo is a practice journal as simple as a metronome. It offers time tracking, task management, note taking, and more. Over time, your timed sessions will generate beautiful graphs, supercharging your efficiency.",
        "id_in_db": "450a76b4ddbdb5d679d105184d0834f904479fed8f7c7556b308b62f075efcfd",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": false,
        "persian_summary": "Mujo: تمرین Lifetime IAP 9.99 $ -> 0.99 $ (تطبیق کم تاریخی) - Mujo یک ژورنال عملی به همان اندازه یک مترونوم است. این پیگیری زمان ، مدیریت کار ، یادداشت برداری و موارد دیگر را ارائه می دهد. با گذشت زمان ، جلسات به موقع شما نمودارهای زیبایی را تولید می کند ، و بهره وری شما را بسیار شارژ می کند."
    },
    {
        "title": "NEUROZA ($ 1.67/55% off)",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3582490/NEUROZA/",
        "image_url": "https://external-preview.redd.it/5V3O9sB6nmo5MOZIMPm5omsrIq9POCHq3ZdX3TAN8TI.jpeg?width=320&crop=smart&auto=webp&s=cd96cc351739aae77741a7be41833a42f956480b",
        "description": "",
        "id_in_db": "t3_1mdhz77",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "55% off",
        "is_dlc_or_addon": false,
        "persian_summary": ""
    },
    {
        "title": "Pastelgraf",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/pastelgraf/id1550754902",
        "image_url": null,
        "description": "Pastelgraf $2.99–> $1.99 ($1 above historical low) - Inspired by bright and creamy instagram feeds, Pastelgraf will give a soft pastel vibe to your photos + videos. It offers 30 pastel-toned presets, each with its own unique colorway and vibrancy. Create your own look by combining the overlays provided. Each filter brings dreamy tones to any edit. You can alter the exposure, contrast, temperature, tint, and clarity, enhance shadows and highlights, add vignette and chromatic aberration, and much more.",
        "id_in_db": "40605f1fd6d3a85f1bf1198aa5dc107a0a41e6641057b4b3667dfe61cbbab6c1",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": false,
        "persian_summary": "Pastelgraf 2.99 $ -> 1.99 $ (1 دلار بالاتر از پایین تاریخی) - با الهام از فیدهای اینستاگرام روشن و خامه ای ، Pastelgraf یک عکس پاستیل نرم به عکسهای شما + فیلم می دهد. این دستگاه 30 از پیش تنظیم شده با رنگ پاستلی را ارائه می دهد که هر کدام دارای رنگ و نشاط منحصر به فرد خود هستند. با ترکیب پوشش های ارائه شده ، ظاهر خود را ایجاد کنید. هر فیلتر تن های رویایی را برای هر ویرایش به ارمغان می آورد. شما می توانید قرار گرفتن در معرض ، کنتراست ، دما ، رنگ و وضوح را تغییر دهید ، سایه ها و نکات برجسته را تقویت کنید ، ویگت و ناهنجاری کروماتیک و موارد دیگر را اضافه کنید."
    },
    {
        "title": "Playomoji ($4.24/15% off)",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3669080/Playomoji",
        "image_url": "https://external-preview.redd.it/L4mkx5jEFWH-B7Aiatfiktgnv3vtR8jwO0SSzdnOub4.jpeg?width=320&crop=smart&auto=webp&s=579e1389685507dfee54d242b86834890ab81f9f",
        "description": "",
        "id_in_db": "t3_1mdetyg",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "15% off",
        "is_dlc_or_addon": false,
        "persian_summary": ""
    },
    {
        "title": "QuakeCon 2025 Sale - Fallout 3: GOTY Edition (6,59 EUR/67% Off), Fallout: New Vegas (4,99 EUR/50% Off), DOOM Eternal (9,99 EUR/75% Off), DOOM 64 (1,99 EUR/60% Off), DOOM 3 (3,99/60% Off), Quake II (3,99 EUR/60% Off), DEATHLOOP (11,99 EUR/80% Off), Prey (5,99 EUR/80% Off)",
        "store": "steam",
        "url": "https://store.steampowered.com/sale/quakecon2025",
        "image_url": "https://external-preview.redd.it/cNpnr1lUylQP7j2HYrMk9PZNoeEowch4BceOwFgiHQE.jpeg?width=640&crop=smart&auto=webp&s=9dd2615578f6ae69b52c4fc0527c14b471b7465c",
        "description": "",
        "id_in_db": "t3_1me5grq",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "67% off",
        "is_dlc_or_addon": true,
        "persian_summary": ""
    },
    {
        "title": "Repeatable Checklists",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/repeatable-checklists/id6503002237",
        "image_url": null,
        "description": "Repeatable Checklists Lifetime IAP $3.99–> $0.99 (matching historical low) - Create customizable checklists for any activity, track progress with detailed records, and access powerful features designed to enhance your productivity. Whether you're organizing daily chores, planning a project, or tracking habits, this app offers everything you need to stay on top of your goals.",
        "id_in_db": "382265526147af927c2ea3665147ecbdcba1e5ffc77f31466621490a51f0a2d3",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": false,
        "persian_summary": "چک لیست های قابل تکرار Lifetime IAP 3.99 $ -> 0.99 $ (تطبیق کم تاریخی) - برای هر فعالیت ، لیست های قابل تنظیم را ایجاد کنید ، پیشرفت با سوابق دقیق را دنبال کنید و به ویژگی های قدرتمند طراحی شده برای افزایش بهره وری خود دسترسی پیدا کنید. این که آیا شما در حال سازماندهی کارهای روزانه ، برنامه ریزی یک پروژه یا عادات ردیابی هستید ، این برنامه همه چیزهایی را که برای ماندن در بالای اهداف خود نیاز دارید ارائه می دهد."
    },
    {
        "title": "Riffler Flow",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/riffler-flow/id6467568526",
        "image_url": null,
        "description": "Riffler Flow $14.99–> $3.99 ($2 above historical low) - Instantly generates softer, clean, arpeggio based riffs at the press of a button. Craft catchy and copyright-free riffs tailored for modern genres. Dive into the world of Riffler Flow by selecting from a diverse range of preset styles specifically curated for Hip-Hop, Pop, EDM and Rock. Tap \"Create\" and watch as unique arpeggio-driven riffs come to life. Each riff is presented in intuitive tablature format, allowing you to both listen and save your musical creations.",
        "id_in_db": "3ebaef2858fac81215d6e890c0581ba43f666269f515a66fe91ae43d0c1e432f",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "Riffler Flow 14.99 $ -> 3.99 $ (2 دلار بالاتر از پایین تاریخی) - فوراً ریف های نرم تر ، تمیز و مبتنی بر Arpeggio را در فشار یک دکمه ایجاد می کند. ریف های جذاب و بدون کپی رایت متناسب با ژانرهای مدرن. با انتخاب از طیف متنوعی از سبک های از پیش تعیین شده که به طور خاص برای هیپ هاپ ، پاپ ، EDM و راک تنظیم شده اند ، وارد دنیای جریان ریفل شوید. روی \"ایجاد\" ضربه بزنید و همانطور که ریف های منحصر به فرد Arpeggio محور به زندگی می آیند ، تماشا کنید. هر ریف با فرمت شهودی بصری ارائه می شود ، و به شما امکان می دهد تا هر دو خلاقیت موسیقی خود را گوش دهید و ذخیره کنید."
    },
    {
        "title": "Soonly: Beauty in Time",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/soonly-beauty-in-time/id6746845817",
        "image_url": null,
        "description": "Soonly: Beauty in Time $1.99–> Free - Track life’s milestones with Soonly, the beautifully designed countdown app that keeps you effortlessly in sync with every special moment with elegant home screen widgets in multiple sizes — from birthdays and deadlines to dream vacations.",
        "id_in_db": "23051b17ec3882848e62ce8b92424a7c5b4c9ea17f816ad20a038fdcfcddd3ce",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "به زودی: Beauty in Time 1.99 $ -> رایگان - نقاط عطف زندگی را به زودی ، برنامه شمارش معکوس زیبا طراحی شده که شما را با هر لحظه خاص با ابزارک های صفحه اصلی زیبا در اندازه های مختلف - از روزهای تولد و مهلت تا تعطیلات رویایی - همگام می کند."
    },
    {
        "title": "The Deus Ex Collection ( 9,55 EUR / 85% off ), Deus Ex: Game of the Year Edition ( 0,97 EUR / 86% Off ), Deus Ex: Invisible War ( 0,97 EUR / 86% Off ), Deus Ex: Human Revolution - Director's Cut ( 2,99 EUR / 85% Off ), Deus Ex: Mankind Divided ( 4,49 EUR / 85% Off )",
        "store": "steam",
        "url": "https://store.steampowered.com/bundle/2355/The_Deus_Ex_Collection/",
        "image_url": "https://external-preview.redd.it/yCJHWsEC3yqAJ-ZJwwG-t3TT_mjtzjh0pFTTwuI50kw.jpeg?width=320&crop=smart&auto=webp&s=6e3aef68713d6058d9e45871f923d955bdbcda27",
        "description": "",
        "id_in_db": "t3_1mdrv73",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "85% off",
        "is_dlc_or_addon": false,
        "persian_summary": ""
    },
    {
        "title": "The Wolf and the Dragon",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/the-wolf-and-the-dragon/id6745433587",
        "image_url": null,
        "description": "The Wolf and the Dragon $1.99–> Free",
        "id_in_db": "03e7e0abcb8993605f0ec6f659e74c803724618d27c1e5b6701b7b4db57fac40",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "گرگ و اژدها 1.99 دلار -> رایگان"
    },
    {
        "title": "Today I Am - Daily Persona",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/today-i-am-daily-persona/id6450616950",
        "image_url": null,
        "description": "Today I Am - Daily Persona $4.99–> $2.99 (first sale) - Quickly and effortlessly frame a positive outlook with Today I Am, your delightful companion app offering a unique experience every day. Discover your daily persona, from everyday objects like a bicycle or a tree. Each persona is paired with a personalized affirmation designed to uplift your spirits and set a positive tone for the day ahead.",
        "id_in_db": "31430e5ac3ea712fbe2021fc59636b43386a6040a4ddd7c3c82ae05ec36c173c",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": false,
        "persian_summary": "امروز من - روزانه Persona 4.99 دلار -> 2.99 دلار (اولین فروش) - سریع و بدون زحمت چشم انداز مثبتی را با امروز من ، برنامه همراه دلپذیر شما هر روز تجربه ای بی نظیر را ارائه می دهد. شخصیت روزانه خود را از اشیاء روزمره مانند دوچرخه یا درخت کشف کنید. هر شخصیت با یک تأیید شخصی که برای بالا بردن روحیه شما طراحی شده و لحن مثبتی را برای روز پیش رو ایجاد می کند ، جفت می شود."
    },
    {
        "title": "Tracing Board | Lightbox",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/tracing-board-lightbox/id1040566627",
        "image_url": null,
        "description": "Tracing Board | Lightbox $2.99–> Free - Converts your iPad into an on-the-go light box. This is a tool for those of us who draw daily (wherever we are) and sometimes need to re-draw sketches until we are pleased with the results.",
        "id_in_db": "e6db3df2e570dce8d513e17fbdcc7a226a9cf74f419867719e9bc0fb2c2373c3",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "صفحه ردیابی | Lightbox 2.99 $-> رایگان-iPad خود را به یک جعبه نور در حال تبدیل تبدیل می کند. این ابزاری برای کسانی است که روزانه می کشیم (هر کجا که هستیم) و گاهی اوقات نیاز به طراحی مجدد طرح ها تا زمانی که از نتایج راضی نباشیم."
    },
    {
        "title": "Train Valley Origins ($8.96/25% off)",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3451440/Train_Valley_Origins/",
        "image_url": "https://external-preview.redd.it/_2MlhNJ9GaYWXM3E4rEJeUAF8OjdEVG0iGOdpmHrnes.jpeg?width=320&crop=smart&auto=webp&s=ab4404605f74b0414fafed04b88503fc556ec7e1",
        "description": "",
        "id_in_db": "t3_1mdc6k3",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "25% off",
        "is_dlc_or_addon": false,
        "persian_summary": ""
    },
    {
        "title": "Underworld Office- Novel Game",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/underworld-office-novel-game/id1523265842",
        "image_url": null,
        "description": "Underworld Office- Novel Game $4.99–> $0.49 ($0.20 above historical low)",
        "id_in_db": "850c2690e6982a65d14118179f962f1b91692f9ded7785f764ef1caa84049dee",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": false,
        "persian_summary": "Office Underworld- بازی جدید 4.99 $-> 0.49 دلار (0.20 دلار بالاتر از پایین تاریخی)"
    },
    {
        "title": "Wheels of Aurelia",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/wheels-of-aurelia/id1198170026",
        "image_url": null,
        "description": "Wheels of Aurelia $0.99–> Free",
        "id_in_db": "161a5dc47068d0f1cb4c6cfd54f7b8e046fc5b6b25f53f9ce725352c0a755173",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "چرخ های Aurelia 0.99 $ -> رایگان"
    },
    {
        "title": "Whispers on Paper - sale event celebrating Inkborn EA launch. Inkborn (-10% off), Inkborn + Tainted Grail: Conquest (-17% off and same for other Inkborn bundles), Gordian Quest (-55% off), Hadean Tactics (-45% off), Astrea: Six-Sided Oracles (-30% off), Concordia: Digital Edition (-55% off)",
        "store": "steam",
        "url": "https://store.steampowered.com/publisher/Acram/sale/WhispersOnPaper",
        "image_url": "https://external-preview.redd.it/wKFiyBBaWAsEOvdrsIJRDEC0Eazl-j4RQ7QM_pY9fmI.jpeg?width=640&crop=smart&auto=webp&s=9f063e5959b21881fc298334093dbef11f3216aa",
        "description": "",
        "id_in_db": "t3_1mcjgf2",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "10% off",
        "is_dlc_or_addon": true,
        "persian_summary": ""
    },
    {
        "title": "嗜血印 Bloody Spell ( 2,39 EUR / 88% Off )",
        "store": "steam",
        "url": "https://store.steampowered.com/app/992300/_Bloody_Spell/",
        "image_url": null,
        "description": "",
        "id_in_db": "t3_1mcyb71",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "88% off",
        "is_dlc_or_addon": false,
        "persian_summary": ""
    }
]