[
    {
        "title": "25th anniversary remaster 2399 eur 20 off turok 399 eur 80 off system shock 2 449 eur 55 off system shock 1479 eur 63 off turok 2",
        "store": "steam",
        "url": "https://store.steampowered.com/sale/NightdivePublisherSale2025",
        "image_url": "https://external-preview.redd.it/fWBxi_Js9o-Vx7YR4k5yRbQPZQw5OVKvspaZntbZMxQ.jpeg?width=640&crop=smart&auto=webp&s=c8b1ab982407e7853d1a538d6a9beb098334d7de",
        "description": "submitted by /u/DsLmaNiaC [link] [comments]",
        "id_in_db": "t3_1mhp352",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "20% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /dslmaniac [لینک] [نظرات]"
    },
    {
        "title": "5999 free celsius fahrenheit weather together",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/weather-forecast-app-weathergo/id1271073320",
        "image_url": "https://external-preview.redd.it/lZW31EvAh-4nkKTo7iElNkXB2v49xrVzifHr2i2ylIY.png?width=640&crop=smart&auto=webp&s=3805137748c9c7e2004e3e65c423de702e5b7345",
        "description": "submitted by /u/crispy522 [link] [comments]",
        "id_in_db": "t3_1m77h2p",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /crispy522 [لینک] [نظرات]"
    },
    {
        "title": "a game of changes or fairy escape",
        "store": "other",
        "url": "https://givee.club/event/1071",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/381210/2fdf4a3e96886e4435e81e195bb206b65b272a7e/header_alt_assets_2.jpg?t=1753818200",
        "description": "Death Is Not an Escape. Trapped forever in a realm of eldritch evil where even death is not an escape, four determined Survivors face a bloodthirsty Killer in a vicious game of nerve and wits. Pick a side and step into a world of tension and terror with horror gaming's best asymmetrical multiplayer. Survivors play in third-person and have the advantage of better situational awareness. The Killer plays in first-person and is more focused on their prey. The Survivors' goal in each encounter is to escape the Killing Ground without getting caught by the Killer - something that sounds easier than it is, especially when the environment changes every time you play. Key Features • Survive Together… Or Not - Survivors can either cooperate with the others or be selfish. Your chance of survival will vary depending on whether you work together as a team or if you go at it alone. Will you be able to outwit the Killer and escape their Killing Ground? • Where Am I? - Each level is procedurally generated, so you’ll never know what to expect. Random spawn points mean you will never feel safe as the world and its danger change every time you play. • A Feast for Killers - Dead by Daylight draws from all corners of the horror world. As a Killer you can play as anything from a powerful Slasher to terrifying paranormal entities. Familiarize yourself with your Killing Grounds and master each Killer’s unique power to be able to hunt, catch and sacrifice your victims. • Deeper and Deeper - Each Killer and Survivor has their own deep progression system and plenty of unlockables that can be customized to fit your own personal strategy. Experience, skills and understanding of the environment are key to being able to hunt or outwit the Killer. • Real People, Real Fear - The procedural levels and real human reactions to pure horror makes each game session an unexpected scenario. You will never be able to tell how it’s going to turn out. Ambience, music, and chilling environments combine into a terrifying experience. With enough time, you might even discover what’s hiding in the fog. WARNING: PHOTOSENSITIVITY/EPILEPSY SEIZURES - READ THIS NOTICE BEFORE PLAYING A very small percentage of people may experience epileptic seizures or blackouts when exposed to certain kinds of flashing lights or light patterns. These persons, or even people who have no history of seizures or epilepsy, may experience epileptic symptoms or seizures while playing video games. If you or any of your relatives has an epileptic condition or has had seizures of any kind, consult your physician before playing any video game. IMMEDIATELY DISCONTINUE use and consult a physician if you or your child experience any of the following symptoms: dizziness, altered vision, eye or muscle twitching, involuntary movements, loss of awareness, disorientation, or convulsions. Parents should watch for or ask their children about the above symptoms. You may reduce risk of photosensitive epileptic seizures by taking the following precautions: sit farther from the screen, use a smaller screen, play in a well-lit room, do not play when you are drowsy or fatigued.",
        "id_in_db": "t3_1mc93gx",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "381210",
        "genres": [
            "Action"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257175451/movie_max_vp9.webm?t=1753818191",
        "age_rating": "17",
        "is_dlc_or_addon": false,
        "persian_summary": "مرگ فرار نیست. برای همیشه در قلمرو Eldritch Evil که حتی مرگ فرار نیست ، به دام افتاده است ، چهار بازمانده مصمم در یک بازی شرورانه عصبی و عقل با یک قاتل خونخوار روبرو هستند. با بهترین چند نفره نامتقارن بازی Horror Gaming ، یک طرف را انتخاب کنید و به دنیای تنش و ترور بروید. بازماندگان در شخص ثالث بازی می کنند و از مزیت آگاهی بهتر موقعیتی برخوردار هستند. قاتل در شخص اول بازی می کند و بیشتر روی طعمه آنها متمرکز است. هدف بازماندگان در هر برخورد ، فرار از زمین قتل است بدون اینکه توسط قاتل گرفتار شوید - چیزی که به نظر می رسد آسانتر از آن است ، به خصوص وقتی که هر بار که بازی می کنید محیط تغییر می کند. ویژگی های کلیدی • با هم زنده بمانید ... یا نه - بازماندگان می توانند با دیگران همکاری کنند یا خودخواه باشند. احتمال زنده ماندن شما بسته به اینکه آیا شما به عنوان تیم با هم کار می کنید یا اینکه به تنهایی به آن می روید متفاوت خواهد بود. آیا شما قادر خواهید بود از قاتل پیشی بگیرید و از زمین قتل آنها فرار کنید؟ • من کجا هستم؟ - هر سطح از نظر روال است ..."
    },
    {
        "title": "anniversary edition gone home tacoma and more at discounted prices",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1m80mhi/macos_mac_app_store_game_deals_post_2_down_in/",
        "image_url": "https://cdn.shopify.com/s/files/1/0580/0965/collections/store_banner-gone_home.jpg?v=1536244189",
        "description": "Notes: * MAS = Mac App Store * MAS All-time low = The historical low price on MAS, Steam All-time low = The historical low price on Steam * Have mentioned the All-time low Steam prices as well since the mac port for most of em is available there as well, If you're outside the US or similar, The Steam price is generally lower than that of the Mac App Store due to regional pricing... Universal (Mac, iPhone, iPad and Apple TV) Down in Bermuda $5.99→$3.99 [MAS All-time low: $0.99, Steam All-time low: $1.99] (Supports Achievements, Game Controllers and Family Sharing) Quirky adventure filled with puzzles to solve and mysteries to uncover. Our adventurous aviator Milton finds himself trapped in a time bubble deep inside the Bermuda and needs your help to escape. Universal (Mac, iPhone and iPad) Cat Sandbox $0.99→Free (No In-App Purchases) Save pixel cats in this physics puzzle game! Money Jump: 13th Ave Madness $1.99→$0.99 (First sale, By the same developer as Dark Reader, Supports Family Sharing) A wild arcade-style action game packed with humor, chaos, and surprise. Can you survive the madness and walk away rich? Hero of the Kingdom: Tales 3 $5.99→$3.99 [All-time low for MAS (NOTE: Other parts of the series have gone for Free on MAS before), Steam All-time low: $3.49] (Supports Family Sharing) Enjoy a casual and lovely adventuring RPG that features classic story-driven Point&Click exploration in an old-school isometric style. Embark on a journey to explore a beautiful country, help people and complete many interesting quests. Learn skills, trade and collect items in your inventory. Earn nice rewards for your good deeds and achievements. Get ready for a new heroic adventure to stop the evil wizard’s terrible revenge. 60 Parsecs! $3.99→$1.99 (MAS All-time low: $0.99, Steam All-time low: $2.49) (Supports Achievements and Family Sharing) Atomic Space Age adventure of scavenge and survival. Keep your crew alive and ready for action. Make difficult choices, face soup shortages and other horrors of outer space. And maybe reach your destination. Or not. Afterplace $6.99→$2.99 (MAS All-time low: $0.99, Steam All-time low: $2.99) (Supports Game Controllers and Family Sharing) An open world adventure game filled with silly characters and terrible secrets. Explore the woods, find hidden paths, hack and slash through strange monsters, and try very, very hard not to break reality. Or don't. You do you. Mac only Septourian Desktop Edition $2.99→$0.99 [MAS All-time low: Free (2024/07/01)] (Supports Game Controllers and Family Sharing) Turn-based RPG with roguelike elements. Embark on an epic quest through the sprawling lands of Septouria to discover its secrets. Battle of Warships $3.99→$1.99 (MAS All-time low: $0.99) (Supports Family Sharing) Dominate the seas with this strategy board style game! Developer: Thekla, inc. The Witness $39.99→$12.99 [MAS All-time low: $9.99, Steam All-time low: $7.59, Was also free on Epic Games (2019/04/04)] (Supports Family Sharing) Single-player game in an open world with dozens of locations to explore and over 500 puzzles. This game respects you as an intelligent player and it treats your time as precious. There's no filler; each of those puzzles brings its own new idea into the mix. So, this is a game full of ideas. Braid: Anniversary Edition $19.99→$7.99 [MAS All-time low: $6.99 (Last month - 2025/06/18), Steam All-time low: $4.99] (Supports Family Sharing) Puzzle-platformer where time manipulation is key Developer: The Fullbright Company/Fullbright Gone Home $14.99→$4.99 [MAS All-time low: $2.99, Was also on sale last month for lower ($3.99), Steam All-time low: $1.49] (Supports Achievements and Family Sharing) Interactive exploration simulator. Interrogate every detail of a seemingly normal house to discover the story of the people who live there. Open any drawer and door. Pick up objects and examine them to discover clues. Uncover the events of one family's lives by investigating what they've left behind. Tacoma $19.99→$6.99 [MAS All-time low: $3.99, Steam All-time low: $1.99, Was free as a Direct Download from Humble Bundle (2019/03/23)] (Supports Achievements and Family Sharing) Narrative adventure from the creators of Gone Home, set aboard a high-tech space station in the year 2088. As you go about your mission, you’ll explore every detail of how the station’s crew lived and worked, finding the clues that add up to a gripping story of trust, fear, and resolve in the face of disaster. submitted by /u/Atifus [link] [comments]",
        "id_in_db": "t3_1m80mhi",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": true,
        "persian_summary": "یادداشت ها: * MAS = MAC App Store * MAS ALL TIME LOW = قیمت پایین تاریخی در MAS ، Steam All-Time Low = قیمت پایین تاریخی در Steam * همچنین قیمت های بخار کم زمان را نیز ذکر کرده است ، زیرا درگاه MAC برای بیشتر EM در آنجا نیز موجود است ، اگر شما در خارج از ایالات متحده نیز در دسترس است ، اگر شما در خارج از ایالات متحده قرار دارید ، اگر در خارج از ایالات متحده باشید ، به طور کلی پایین تر از App Mac App به دلیل فروشگاه Bartring به دلیل قیمت گذاری منطقه ای ... Down Downud (Mac ، iPhone ، Apped و Apple MEM MEPAD. $ 5.99 → 3.99 $ [MAS ALL-TIME: 0.99 دلار ، Steam All-Time Low: 1.99 $] (از دستاوردها ، کنترل کننده های بازی و اشتراک خانواده پشتیبانی می کند) ماجراجویی عجیب و غریب پر از معماها برای حل و اسرار برای کشف. هواپیمای پرماجرا میلتون ، خود را در یک حباب زمانی در اعماق برمودا گرفتار می کند و برای فرار به کمک شما نیاز دارد. Universal (Mac ، iPhone و iPad) Cat Sandbox 0.99 $ → رایگان (بدون خرید برنامه) گربه های پیکسل را در این بازی پازل فیزیک ذخیره کنید! پرش پول: سیزدهم جنون 1.99 $ → 0.99 $ (اولین فروش ، توسط همان توسعه دهنده Dark Reader ، از خانواده پشتیبانی می کند ..."
    },
    {
        "title": "apple tv magic best fireplace 299 free cozy window experience",
        "store": "iosappstore",
        "url": "https://apps.apple.com/app/magic-best-fireplace/id6746743385",
        "image_url": "https://external-preview.redd.it/MW-rgkPPlzp5os4VVU93qvzgDX_ai4thox8u2G8uaPs.png?width=640&crop=smart&auto=webp&s=ea45b5d681867a2321d1bdfe4a4026529ea89e2b",
        "description": "submitted by /u/scorch4907 [link] [comments]",
        "id_in_db": "t3_1mhaem3",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /scorch4907 [لینک] [نظرات]"
    },
    {
        "title": "apps osmand maps gps offline 3999 1999",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=net.osmand.plus",
        "image_url": "https://external-preview.redd.it/P6KIgnr3NMKSiNuMOhnd98w4iGdXUYEY1qVCVALdg_E.png?width=320&crop=smart&auto=webp&s=6cab5b729199d806cbd4aef3ffbe7ab2af38b98b",
        "description": "submitted by /u/Lohigno [link] [comments]",
        "id_in_db": "t3_1mgh8af",
        "subreddit": "googleplaydeals",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /lohigno [پیوند] [نظرات]"
    },
    {
        "title": "art of beauties",
        "store": "other",
        "url": "https://gleam.io/p77Ds/art-of-beauties-steam-key",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1189360/header.jpg?t=1579773411",
        "description": "In this game you will plunge into the memories of beautiful girls and see some moments of there life. Collect the puzzle and open their memories. Good luck! - Puzzle Game - Artworks - Nice music - Steam achievements Keyboard H: Complete Level",
        "id_in_db": "t3_1mcbn28",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1189360",
        "genres": [
            "Casual",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256766222/movie_max.webm?t=1579348350",
        "is_dlc_or_addon": false,
        "persian_summary": "در این بازی شما به خاطرات دختران زیبا فرو می روید و لحظات زندگی را در آنجا خواهید دید. پازل را جمع کنید و خاطرات آنها را باز کنید. موفق باشید! - بازی پازل - آثار هنری - موسیقی خوب - صفحه کلید دستاوردهای H: سطح کامل"
    },
    {
        "title": "barro gt",
        "store": "steam",
        "url": "https://store.steampowered.com/app/1990740/Barro_GT/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1990740/header.jpg?t=1752000284",
        "description": "Note: The GT version does not contain jumping like on the normal version. Barro GT is the new generation of Barro, now with a new style of race tracks but, with the good old toy car/ go kart arcade style! 26 types of cars 21 new race tracks Improved time trial (Leaderboard lap-by-lap | Fight for your position in real time!) Single player Up to 4 players local split screen Up to 20 cars on the grid",
        "id_in_db": "t3_1mblrg5",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1990740",
        "genres": [
            "Casual",
            "Indie",
            "Racing"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256906473/movie_max_vp9.webm?t=1663451010",
        "is_dlc_or_addon": false,
        "persian_summary": "توجه: نسخه GT شامل پرش مانند نسخه معمولی نیست. Barro GT نسل جدیدی از بارو است ، اکنون با سبک جدیدی از آهنگ های مسابقه اما با سبک قدیمی اسباب بازی قدیمی/ سبک Arcade Go Kart! 26 نوع اتومبیل 21 آهنگ مسابقه جدید بهبود یافته آزمایش زمان (رهبری دامان به دور از ذهن | برای موقعیت خود در زمان واقعی مبارزه کنید!) یک بازیکن تک بازیکن تا 4 بازیکن صفحه تقسیم محلی حداکثر 20 اتومبیل در شبکه"
    },
    {
        "title": "beauty in time",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/soonly-beauty-in-time/id6746845817",
        "id_in_db": "23051b17ec3882848e62ce8b92424a7c5b4c9ea17f816ad20a038fdcfcddd3ce",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple211/v4/65/eb/ba/65ebba76-b254-58d7-4db8-2a9e1ba53b82/AppIcon-0-0-1x_U007emarketing-0-7-0-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "bee simulator",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3348910/Bee_Simulator_The_Hive/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/914750/header.jpg?t=1754323224",
        "description": "When the first rays of sunlight rise above the horizon, the beehive slowly wakes up. Hierarchy and diligence are vital for the wellbeing of the whole swarm. So you check your wings, measure the antennae degree of deviation, take orders from the Queen, and bee-gin your first independent mission. And that's just the beginning of your adventures. Suddenly, you learn that people want to cut down the tree that holds your hive. Now your fate – and the fate of your whole family – lies in your small, agile legs and fast wings! Take part in a race and show your sisters who has the fastest wings in the swarm! The world of bees is not as carefree as one may think. Wasps and some of the less friendly people will take any chance to ruin your plans. Don't hesitate to use your sting to save your swarm from enemies. You are the master of air acrobatics. Your sisters are eager to mirror your smooth dance moves. So perform your famous waggle dance and show them the way back to the hive. Explore the park thoroughly – visit even the deepest corners to look for rare plants and special flowers in order to collect the best pollen. •\tA unique chance to see the macro scale world from the micro perspective of a honeybee; •\tA realistic representation of a place inspired by Central Park; •\tThree diverse modes enriched with educational elements: -\tOne-player story mode presents you with a family of bees. Will you save the hive from the threat of human beings? -\tExploration mode allows you to freely discover a world inspired by Central Park in New York -\tSplit-screen mode can be either used for cooperation or competition. It includes additional maps that make the game even more fascinating.* •\tA possibility to interact with the surroundings: people, animals, plants, and other insects; •\tLack of violence – it's a perfect choice for parents seeking a game to safely play with their children; •\tRelaxing music composed by Mikołaj Stroiński, who was responsible for the soundtrack of such games as The Witcher 3 and The Vanishing of Ethan Carter. *Please note a controller is required for local multiplayer",
        "id_in_db": "t3_1mhf3zg",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "30% off",
        "steam_app_id": "914750",
        "genres": [
            "Adventure",
            "Casual",
            "Simulation"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257077326/movie_max_vp9.webm?t=1732782365",
        "is_dlc_or_addon": false,
        "persian_summary": "هنگامی که اولین پرتوهای نور خورشید از افق بالا می رود ، زنبور عسل به آرامی از خواب بیدار می شود. سلسله مراتب و کوشش برای بهزیستی کل ازدحام بسیار مهم است. بنابراین بالهای خود را بررسی می کنید ، درجه انحراف آنتن را اندازه گیری می کنید ، از ملکه سفارش می دهید و اولین مأموریت مستقل خود را به زنبور می کنید. و این فقط آغاز ماجراهای شماست. ناگهان ، شما می آموزید که مردم می خواهند درختی را که کندو شما را نگه می دارد ، قطع کنند. اکنون سرنوشت شما - و سرنوشت تمام خانواده شما - در پاهای کوچک و چابک و بال های سریع شما نهفته است! در یک مسابقه شرکت کنید و خواهران خود را نشان دهید که سریعترین بال را در ازدحام دارند! دنیای زنبورها به همان اندازه که ممکن است فکر کند ، بی دقتی نیست. زنبورها و برخی از افراد کمتر دوستانه فرصتی برای خراب کردن برنامه های شما خواهند گرفت. از استفاده از نیش خود دریغ نکنید تا ازدحام خود را از دشمنان نجات دهید. شما استاد آکروباتیک هوا هستید. خواهران شما مشتاق هستند که حرکات رقص صاف شما را آینه کنند. بنابراین رقص معروف Waggle خود را اجرا کنید و راه بازگشت به کندو را به آنها نشان دهید. اکتشاف ..."
    },
    {
        "title": "betext",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/betext/id1528764523",
        "id_in_db": "29e22575f073d4a0a60dd59961838ad4d1c753bff119c6026378e2c8de6d7b02",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple211/v4/92/8b/ab/928bab1c-bafe-ad27-cd5e-02783026135d/AppIcon-0-0-1x_U007epad-0-0-0-1-0-0-sRGB-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "blood money 097 eur90 off hitman world of assassination part one 599 eur80 off hitman",
        "store": "steam",
        "url": "https://store.steampowered.com/sale/ioisale2025",
        "image_url": "https://external-preview.redd.it/QvVD9UlLXFs5k08YnttYt3KxWVcg_F_e31R4YBuzRzM.png?width=640&crop=smart&auto=webp&s=f8b1cd062b0a3579ce7a1a949fa700c49da942a4",
        "description": "submitted by /u/DsLmaNiaC [link] [comments]",
        "id_in_db": "t3_1mfz9k8",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /dslmaniac [لینک] [نظرات]"
    },
    {
        "title": "cat sandbox",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/cat-sandbox/id6468987588",
        "id_in_db": "46e5afc158d33158ad62cd47645b436d2cef56121c55e7204ba0d88413f74c83",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/79/fd/f3/79fdf3bb-f0fd-f14e-6813-1b55af86478c/AppIcon-1x_U007emarketing-0-7-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "chaos in hell 1278 1087 c1661 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/f57b4d2f-c225-51d1-9034-dcd8453b3991/guards-ii-chaos-in-hell",
        "image_url": "https://external-preview.redd.it/1onTPPpjxjJwyyzqOHLiPqqhk1qWbVzCFayj-0VfbnE.jpeg?width=320&crop=smart&auto=webp&s=ddfbee5ad4fc27c3b5dc99436e15c41f676b849e",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1mg4dzk",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "20% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /lets_playsum [لینک] [نظرات]"
    },
    {
        "title": "christmas night",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/christmas-night",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2264310/header.jpg?t=1681153239",
        "description": "WARNING : This game may trigger seizures to people with photosensitive epilepsy. Player discretion is advised. Note : The game focuses on exploration and slowly increases tension to create a deeper and more meaningful experience. It is supplemented by light, loud and sudden sounds. Take into account that it makes you feel a lot of fear and is a difficult game. Christmas Night is a first person psychological horror game. Environment : The game takes place in a house in a small town in Cordova, Alaska. A 12-year-old little girl lives in this house with her mother. The Plot : The moment the little girl had been waiting for finally came. The tree was decorated, preparations were made and the desired wishes were made. Even though you've been good all year, you're going to have to do more to get the gift you wanted and not be on Santa's spoilers list. - Will tonight go as Vanessa planned? The Christmas Eve she had been waiting impatiently for turned into a disaster for the little girl. - If you want your gift, listen to what Santa says and do it to the letter. - Your mother may have left you alone at home, but the mysteries of Christmas will not leave you alone. Developer's comment about the game : We recommend that people who are afraid of the dark, have a heart condition, and are afraid of being alone should not play alone. Disclaimer : This is a work of fiction. Names, characters, places and events are purely the product of imagination or are used fictionally. Any resemblance to real events, places, living or dead people is purely coincidental.",
        "id_in_db": "t3_1mewwcx",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2264310",
        "genres": [
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256933944/movie_max_vp9.webm?t=1678032514",
        "is_dlc_or_addon": false,
        "persian_summary": "هشدار: این بازی ممکن است باعث تشنج برای افراد مبتلا به صرع حساس شود. به اختیار بازیکن توصیه می شود. توجه: این بازی روی اکتشاف تمرکز دارد و به آرامی تنش را افزایش می دهد تا یک تجربه عمیق تر و معنی دار تر ایجاد کند. با صداهای سبک ، بلند و ناگهانی تکمیل می شود. توجه داشته باشید که این باعث می شود احساس ترس زیادی داشته باشید و یک بازی دشوار است. شب کریسمس یک بازی ترسناک روانشناختی اولین شخص است. محیط: بازی در خانه ای در یک شهر کوچک در کوردووا ، آلاسکا برگزار می شود. یک دختر کوچک 12 ساله به همراه مادرش در این خانه زندگی می کند. طرح: لحظه ای که دخترک منتظر آن بود بالاخره آمد. این درخت تزئین شده ، آماده سازی ها ساخته شده و خواسته های مورد نظر ساخته شده است. حتی اگر شما در تمام سال خوب بوده اید ، برای به دست آوردن هدیه ای که می خواهید و در لیست اسپویلرهای سانتا قرار ندارید ، باید کارهای بیشتری انجام دهید. - آیا امشب همانطور که ونسا برنامه ریزی کرده است ، خواهد رفت؟ شب کریسمس او منتظر بی صبرانه منتظر تبدیل شدن به یک فاجعه برای دختر کوچک بود. - اگر ..."
    },
    {
        "title": "currency converter with live rates price scanner lifetime 1999 free until july 30",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/currency-converter-moneta/id6590633533",
        "image_url": "https://external-preview.redd.it/s0O1Vi-4PMF9cWF08w6nwnC4HKwQPxQrTD7d3jhwclg.png?width=640&crop=smart&auto=webp&s=356d7ede692005d058614ecfd388d76c9228dae5",
        "description": "Hey r/AppHookup ! I’m the developer of Moneta, a lightweight currency converter app. I'm giving away free lifetime premium access (normally $19.99) via official App Store price change. My previous giveaway was screved up by the wrong price schedule, but now the discounted price is set until July 30, 2025. If you like the app, please consider leaving an honest rating or review in the app store: https://itunes.apple.com/us/app/appName/idid6590633533?mt=8&action=write-review Features: Price scanner (point camera → see price in your currency) Works offline with the last updated rates No ads, no tracking Mid-market exchange rates (same as Google/XE) 10 years of historical data submitted by /u/Peroxider [link] [comments]",
        "id_in_db": "t3_1maguqk",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "سلام r/apphookup! من توسعه دهنده Moneta ، یک برنامه مبدل ارز سبک هستم. من از طریق تغییر قیمت رسمی فروشگاه برنامه ، دسترسی به حق بیمه Lifetime رایگان (به طور معمول 19.99 دلار) را ارائه می دهم. My previous giveaway was screved up by the wrong price schedule, but now the discounted price is set until July 30, 2025. If you like the app, please consider leaving an honest rating or review in the app store: https://itunes.apple.com/us/app/appName/idid6590633533?mt=8&action=write-review Features: Price scanner (point camera → see price in your ارز) با آخرین نرخ های به روز شده بدون تبلیغات ، بدون ردیابی نرخ ارز در بازار میانی (مشابه Google/XE) 10 سال از داده های تاریخی ارسال شده توسط/u/peroxider [پیوند] [پیوند] [پیوند] [LINK] [LINK] کار می کند."
    },
    {
        "title": "cyberpunk 2077 2099 eur65 off shadow warrior 289 eur90 off call of juarez",
        "store": "steam",
        "url": "https://store.steampowered.com/sale/frompolandwithlove2025",
        "image_url": "https://external-preview.redd.it/BRnciwwaWxAHDWtPboqFaSgYp9r42qo5sgC-JUdSXqs.jpeg?width=640&crop=smart&auto=webp&s=588faab8ef7e1fedb4f79d0dba5709febfa34de3",
        "description": "submitted by /u/DsLmaNiaC [link] [comments]",
        "id_in_db": "t3_1mhpgj9",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "65% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /dslmaniac [لینک] [نظرات]"
    },
    {
        "title": "dead by daylight castlevania chapter tomb raider chapter dungeons dragons alan wake chapter nicolas cage chapter pack alien chapter pack",
        "store": "indiegala",
        "url": "https://www.indiegala.com/store/franchise-sale/dead-by-daylight",
        "image_url": "https://external-preview.redd.it/ToXrndg5_Pk1eA5sPTZAMMqT4q7uwruONH1cmtdc2nw.jpeg?width=640&crop=smart&auto=webp&s=3c144c02ef6e2db03fb555a2931897d5dc0c5a08",
        "description": "submitted by /u/indieg [link] [comments]",
        "id_in_db": "t3_1mhakmk",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "60% off",
        "is_dlc_or_addon": true,
        "persian_summary": "ارسال شده توسط /u /indieg [پیوند] [نظرات]"
    },
    {
        "title": "dlsite being loved 247 by my yandere sisters im the one who gets pregnant i want to nurture your genes in my womb",
        "store": "other",
        "url": "https://www.dlsite.com/maniax/work/=/product_id/RJ101182.html",
        "image_url": "https://preview.redd.it/dlsite-game-being-loved-24-7-by-my-yandere-sisters-im-the-v0-r3mosc1p3p9d1.png?width=1080&format=png&auto=webp&s=1c8bdcf684b6cb2aef04d807a59a3f712f0dc002",
        "description": "submitted by /u/MeguminShiro [link] [comments]",
        "id_in_db": "t3_1mf3pm7",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /meguminshiro [لینک] [نظرات]"
    },
    {
        "title": "dracomaton",
        "store": "steam",
        "url": "https://store.steampowered.com/app/2457890/DRACOMATON/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2457890/header.jpg?t=1748456623",
        "description": "Dracomaton is a top-down roguelike bullet hell where you swap between multiple playstyles on the fly. Equip yourself with various Forms that have different strengths and weaknesses, OR Mod existing Forms with the characteristics of other ones! A fast-paced, single-player experience built for interesting replayability 10 unique Forms with 3 potential Mod versions each Over 30+ build-influencing items, including several game-changing Chaos items 2 tough bosses (shoutouts to Reggie the Run-killer) Many secrets to uncover about the factory, the dragons, and the world beyond With simple mouse-and-keyboard controls and controller compatibility, stack Forms and Items and mods until the bullets blur the screen, and try and try and try again to reach the very end. And then, they awaken",
        "id_in_db": "t3_1mf1xtf",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2457890",
        "genres": [
            "Action",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256961250/movie_max_vp9.webm?t=1690916662",
        "is_dlc_or_addon": false,
        "persian_summary": "Dracomaton یک جهنم Bullet Roguelike از بالا به پایین است که در آن بین چندین بازی پلی استیل در پرواز تعویض می کنید. خود را به اشکال مختلفی که دارای نقاط قوت و ضعف متفاوتی هستند ، یا اشکال موجود را با ویژگی های سایر موارد مجهز کنید! یک تجربه سریع و تک نفره ساخته شده برای پخش مجدد جالب 10 فرم منحصر به فرد با 3 نسخه مود بالقوه هر کدام بیش از 30+ مورد ایجاد ایجاد کننده ساخت ، شامل چندین مورد هرج و مرج در حال تغییر بازی 2 کارفرما صفحه را تار کنید ، و سعی کنید و سعی کنید دوباره امتحان کنید تا به پایان برسید. و بعد ، آنها بیدار شدند"
    },
    {
        "title": "epic alchemy ca289 free create crimes or fight them in this crime",
        "store": "epicgames",
        "url": "https://www.reddit.com/r/AppHookup/comments/1m8727l/android_ios_doodle_mafia_epic_alchemy_ca289_free/",
        "image_url": "https://files.otakustudy.com/wp-content/uploads/2022/08/24222721/TheLastAlchemist_KeyArt.webp",
        "description": "https://store.epicgames.com/en-US/p/doodle-mafia-epic-alchemy-ios-f77211 https://store.epicgames.com/en-US/p/doodle-mafia-epic-alchemy-android-f2683e Doodle Mafia is the biggest “Doodle” game ever! Over 500 puzzles to solve and items to create as you play the role of Crime Boss or Cop. You decide how you want to play as you play through multiple hard-nosed storylines & play modes. submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1m8727l",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "https://store.epicgames.com/en-us/p/doodle-mafia-epic-alchemy-ios-f77211 https://sticgames.com/en-us/p/doodle-mafia-epic-alchemy-android-f2683e repore ”doodled” doodle \" بیش از 500 پازل برای حل و موارد برای ایجاد نقش در نقش رئیس جنایت یا پلیس. شما تصمیم می گیرید که چگونه می خواهید بازی کنید زیرا از طریق چندین خط داستانی و بازی سخت بازی می کنید. ارسال شده توسط /u /pm_me_freegames [لینک] [نظرات]"
    },
    {
        "title": "epic games mobile pilgrims",
        "store": "epicgames",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1me3wdv/epic_games_mobile_game_pilgrims/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1343400/2354f470ed43dbcf63e168dc2b256285434ea52c/header.jpg?t=1750692577",
        "description": "Journey into the Sixth Age of Gielinor and discover a fantasy world deep with legend and lore. Gielinor's people may be thriving, but the Elder Gods still scheme. The clouds are darkening and war looms. Experience a fantasy online world 19 years in the making. It's up to you. Will you explore the world with friends, or seek your fame and fortune as a lone adventurer? Whether you’re engaged in daring quests, quietly tending to your farm, risking it all against a high-level boss or spending a night at the circus, RuneScape is the perfect second-screen game. Play how you want – the choice is yours. What type of hero will you be? With a world that’s been growing for an incredible 19 years, RuneScape continues to thrill players with an adventure unlike any other. With 270 million installations and cross-playability on PC and mobile, join the hundreds of millions of people who have explored the fantastic and mystical world of Gielinor. Make friends – and maybe sometimes enemies – with a rich roster of memorable NPC characters. From lovable companions and friendly rogues, to deceitful villains and vengeful gods, the many faces of Gielinor offer a deep fantasy experience unlike anything else. Visit dozens and dozens of unique and striking locations, from the medieval castles of Burthorpe and the tranquil harbours of Catherby, to the dangerous barren expanses of the Wilderness or the tropical reaches of Anachronia. Own your own port! Run your own farm! Make a pretty penny trading with players at The Grand Exchange, and keep your exotic wares safe in the Bank. With 28 skills to master, what will you become? Will you be one with nature by perfecting Woodcutting, Fishing, Herblore and Cooking? Or would you prefer to be more creative with Crafting, Farming, Smithing and Construction? Or perhaps your tastes lay elsewhere – with Hunting, Divination, Invention or Runecrafting? Or maybe your soul yearns action, and you’ll take to Magic, Summoning, Slayer and Dungeoneering! Do you want to get up close and personal with a sharp blade in your hand? Or will you take a tactical approach and attack from range? Or perhaps your skills are more mystical, and you prefer the arena of magic? Fight a dazzling assortment of foes including an unimaginable array of epic bosses. From demons to dragons and rock monsters to serpents, nightmares beyond your wildest imagination lay in wait. RuneScape can be played free, but also offers optional membership that unlocks even more thrilling content, including 8 additional skills, over 120 extra quests and access to the entire game world map! Check out the Steam DLC Bundles Membership Access offers featuring launch exclusive Steam cosmetic items and special rewards. Add your unique voice to our vibrant RuneScape community. Enjoy a strong connection to RuneScape's independent development team by joining them for regular livestreams, and share ideas on the forums. We shape RuneScape together!",
        "id_in_db": "t3_1me3wdv",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1343400",
        "genres": [
            "Massively Multiplayer",
            "RPG",
            "Free To Play"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256800506/movie_max_vp9.webm?t=1634556984",
        "is_dlc_or_addon": false,
        "persian_summary": "سفر به ششم عصر ژیلینور و کشف دنیای فانتزی در اعماق افسانه و لور. قوم جیلینور ممکن است رونق داشته باشد ، اما خدایان بزرگتر هنوز هم طرح می شوند. ابرها تاریک می شوند و جنگ می شوند. 19 سال یک دنیای خیالی آنلاین را در ساخت تجربه کنید. این به شما بستگی دارد آیا با دوستان جهان را کشف خواهید کرد یا به دنبال شهرت و ثروت خود به عنوان یک ماجراجو تنها هستید؟ این که آیا شما مشغول جستجوی جسورانه هستید ، بی سر و صدا به مزرعه خود تمایل دارید ، همه اینها را در برابر یک رئیس سطح بالا یا گذراندن یک شب در سیرک به خطر می اندازید ، Runescape بازی عالی صفحه دوم است. بازی را که می خواهید بازی کنید - انتخاب شماست. شما چه نوع قهرمان خواهید بود؟ با دنیایی که 19 سال باورنکردنی در حال رشد است ، Runescape بر خلاف سایر موارد ، بازیکنان را با یک ماجراجویی هیجان زده می کند. با 270 میلیون نصب و قابلیت بازی متقابل در رایانه شخصی و موبایل ، به صدها میلیون نفر که دنیای خارق العاده و عرفانی Gielinor را کاوش کرده اند ، بپیوندید. با ... دوست شوید - و شاید گاهی اوقات دشمن - با ..."
    },
    {
        "title": "exiled giveaways and itchio mega threads",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1mhj1yb/exiled_giveaways_and_itchio_mega_threads/",
        "image_url": "https://i.redd.it/umipi32szlze1.png",
        "description": "To increase visibility, the mega threads are posted on a weekly basis. This is being done following the overall discussion of Mega Threads via FGF Update - https://redd.it/jkxyzw Please use the below threads for your posts. :) Exiled Giveaways Mega Thread (#2) Itchio Mega Thread (#10) Want to setup alerts to these threads? RSS Feed information can be found in our wiki! https://www.reddit.com/r/FreeGameFindings/wiki/rssfeed Included is information about our discord bot and general RSS feed stuff. Definitely give it a look! submitted by /u/AutoModerator [link] [comments]",
        "id_in_db": "t3_1mhj1yb",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "برای افزایش دید ، موضوعات مگا به صورت هفتگی ارسال می شوند. این کار پس از بحث کلی موضوعات مگا از طریق بروزرسانی FGF انجام می شود - https://redd.it/jkxyzw لطفاً از موضوعات زیر برای پست های خود استفاده کنید. :) Giveaways Mega Thread (شماره 2) Thread Mega Itchio (#10) آیا می خواهید هشدارهایی را برای این موضوعات تنظیم کنید؟ اطلاعات خوراک RSS را می توان در ویکی ما یافت! https://www.reddit.com/r/freegamefindings/wiki/rssfeed شامل اطلاعات مربوط به ربات Discord و General RSS Feed است. قطعاً به آن نگاه کنید! ارسال شده توسط /u /automoderator [پیوند] [نظرات]"
    },
    {
        "title": "eyka",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/eyka/id6472593312",
        "id_in_db": "d2d7871df265a416dd98148ca31c042880ef10740e4238d50a24b8eaf5da0149",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/f0/74/35/f0743541-39e6-96f5-5356-350602d6e5e1/AppIcon-0-0-1x_U007emarketing-0-7-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "far cry primal far cry primal apex edition",
        "store": "steam",
        "url": "https://store.steampowered.com/app/371660/Far_Cry_Primal/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/371660/header.jpg?t=1752169672",
        "description": "The award-winning Far Cry franchise that stormed the tropics and the Himalayas now enters the original fight for humanity’s survival with its innovative open-world sandbox gameplay, bringing together massive beasts, breathtaking environments, and unpredictable savage encounters. Welcome to the Stone Age, a time of extreme danger and limitless adventure, when giant mammoths and sabretooth tigers ruled the Earth and humanity is at the bottom of the food chain. As the last survivor of your hunting group, you will learn to craft a deadly arsenal, fend off fierce predators, and outsmart enemy tribes to conquer the land of Oros and become the Apex Predator. GAME FEATURES STONE AGE BY FAR CRY: The rich setting of the Stone Age provides a new setting filled with unpredictable mayhem, dangerous threats, and incredible stories that Far Cry is known for. RISE ABOVE EXTINCTION: Play as Takkar, a seasoned hunter and the last surviving member of your group. There is one goal: survive in a world where you are the prey. FIERCE WILDLIFE AND SAVAGE AND MAJESTIC WORLD: This is earth before man laid claim to it, where deadly sabretooth tigers ruled the world, giant woolly mammoths were kings, and herds of massive Elk stormed through the plains. Discover these and many more daunting creatures in the savage open-world of Oros within the towering redwood forests, harsh taiga, cold glacial mountains and humid swamps. In order to enhance your immersion, the entire dialog audio is in a primitive language inspired by Proto-Indo-European, a language that was spoken by our ancestors 12,000 years ago, and subtitled in English.",
        "id_in_db": "t3_1mgv696",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "85% off",
        "steam_app_id": "371660",
        "genres": [
            "Action",
            "Adventure"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256661215/movie_max.webm?t=1456813035",
        "age_rating": "This is an action game in which players assume the role of Takkar, a nomadic hunter trying to reestablish his tribe. From a first-person perspective, players engage in missions that involve tracking/hunting animals, resource-gathering, and combat against rival tribes.",
        "is_dlc_or_addon": true,
        "persian_summary": "حق رای دادن برنده جایزه Far Cry که به مناطق استوایی حمله کرد و هیمالیا اکنون با گیم پلی ماسهبازی نوآورانه در دنیای باز خود وارد جنگ اصلی برای بقای بشریت می شود ، جانوران عظیم ، محیط های نفس گیر و برخوردهای وحشیانه غیرقابل پیش بینی را به همراه می آورد. به عصر سنگ ، زمان خطر شدید و ماجراجویی بی حد و حصر خوش آمدید ، هنگامی که ماموت های غول پیکر و ببرهای Sabretooth بر زمین حاکم بودند و بشریت در انتهای زنجیره غذایی است. به عنوان آخرین بازمانده گروه شکار خود ، شما یاد می گیرید که یک زرادخانه کشنده را تهیه کنید ، شکارچیان شدید را از بین ببرید و قبایل دشمن را برای فتح سرزمین Oros و تبدیل به شکارچی آپکس. ویژگی های بازی Age By Far Cry: تنظیم غنی از عصر سنگ ، محیط جدیدی را پر از ضرب و شتم غیرقابل پیش بینی ، تهدیدهای خطرناک و داستانهای باورنکردنی می کند که Far Cry برای آن شناخته شده است. بالا رفتن از انقراض: به عنوان تاککار ، یک شکارچی فصلی و آخرین عضو بازمانده گروه خود بازی کنید. یک هدف وجود دارد: در یک جهان زنده بمانید ..."
    },
    {
        "title": "fgf giveaway",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1mf0rdy/fgf_giveaway_gatekeeper_2/",
        "image_url": "https://preview.redd.it/fgf-giveaway-stormedge-v0-l8yfnso9tlod1.png?width=1092&format=png&auto=webp&s=49a72d25c14a1d2f38fee11f26807da44d6b25d3",
        "description": "A new FGF Giveaway of Gatekeeper! This is a direct from dev/pub giveaway for FGF. Similar to those we have done before. Second time working on a little promo for Gatekeeper. Big thanks once again to HypeTrain Digital for doing this! Last year, we ran a nice promotion with HypeTrain Digital for Gatekeeper , which was launching into early access at the time. Today marks the official 1.0 release of Gatekeeper ! Developed by Gravity Lagoon, Gatekeeper is a wonderful solo/4 player online co-op roguelike title with a top-down gameplay style. I've been on and off playing it with a friend of mine over the last year and we still really dig it. Very excited about this full release version of the game and hyped to check it out! Gatekeeper is a fast-paced rogue-like. Go on a quest to find the stolen Heart of the Universe and shoot your way through the hordes of machine enemies guarding the planetary gates. Play in solo or in 4 player online co-op with friends and become the next Guardian! Go on a quest to find the stolen Heart of the Universe and shoot your way through the hordes of machine enemies guarding the planetary gates. Just like last time, you can play Gatekeeper solo or in 4 player online co-op. The intention of this event is to promote the game's big 1.0 launch and encourage you and your buddies to get into it for yourselves! I am happy to announce an FGF Giveaway of 50 keys for Gatekeeper! Like last time, if you win and like the game then maybe you should get some buddies into it as well. Embark on a lovely adventure together! To enter We will use the comments and Gleam. It'll be 30 Steam Keys via Gleam and 20 Steam keys through the comments. https://gleam.io/Findy/fgf-gatekeeper-10-giveaway-13 https://gleam.io/4LFTZ/fgf-gatekeeper-10-giveaway-23 https://gleam.io/uuHcc/fgf-gatekeeper-10-giveaway-33 To enter in the comments, just make a singular top-level comment (basically not a comment replying to a comment). Winners will be selected at random. This offer will be live until the 7th of August. Entries will close and I'll pick the winners shortly after. Good luck, and enjoy the game(s)! Some links relating to Gatekeeper! Gatekeeper on Steam - https://store.steampowered.com/app/2106670/Gatekeeper/?utm_source=reddit_giveaway HypeTrain Digital's Steam Homepage - https://store.steampowered.com/publisher/HypeTrainDigital Full disclosure, I was not provided any personal key for this event but was given some during the first FGF x Gatekeeper event we did, which was really nice of them. For more details about when I have and have not been supplied an item for these FGF Giveaways, see here - https://docs.google.com/spreadsheets/d/1RFeaSIpqFvvSzfOowecLz_rbbFo-YKa25PYAqF6Y6ko/ submitted by /u/StOoPiD_U [link] [comments]",
        "id_in_db": "t3_1mf0rdy",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "یک هدیه جدید FGF از دروازه بان! این مستقیم از Dev/Pub Giveaway برای FGF است. مشابه کارهایی که قبلاً انجام داده ایم. بار دوم کار بر روی یک تبلیغ کوچک برای دروازه بان. یک بار دیگر از Hypetrain Digital برای انجام این کار تشکر می کنم! سال گذشته ، ما با Hypetrain Digital برای Gatekeeper ، که در آن زمان به دسترسی اولیه می رسید ، یک تبلیغ خوب را اجرا کردیم. امروز نشانگر انتشار رسمی 1.0 Gatekeeper است! Gatekeeper که توسط Gravity Lagoon ساخته شده است ، یک عنوان فوق العاده Solo/4 Player Online Roguelike با سبک گیم پلی از بالا به پایین است. من طی سال گذشته با یکی از دوستانم بازی کرده ام و آن را بازی کرده ام و هنوز واقعاً آن را حفر می کنیم. از این نسخه کامل بازی بسیار هیجان زده و برای بررسی آن بسیار هیجان زده شد! Gatekeeper یک سرکش سریع مانند است. برای یافتن قلب دزدیده شده جهان تلاش کنید و راه خود را از طریق انبوهی از دشمنان ماشین که از دروازه های سیاره ای محافظت می کنند ، شلیک کنید. بازی در انفرادی یا در 4 بازیکن تعاونی آنلاین با دوستان و نگهبان بعدی شوید! برو ..."
    },
    {
        "title": "free fishing forecast planner",
        "store": "iosappstore",
        "url": "https://apps.apple.com/ua/app/fishix-fishing-log-app/id6639620351",
        "image_url": "https://external-preview.redd.it/kwtHoGDsJLaClvSjqWTIQlycm8WoWwI1MFX4YsT6AgM.png?width=640&crop=smart&auto=webp&s=d359f421d4bb0a17f8758f22e4a0fa03a9aa2059",
        "description": "submitted by /u/Sufficient_Trade895 [link] [comments]",
        "id_in_db": "t3_1mfkj7k",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /کافی_ trade895 [لینک] [نظرات]"
    },
    {
        "title": "freedom to buy games bundle",
        "store": "gog",
        "url": "https://www.gog.com/en/game/freedom_to_buy_games",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/251570/header.jpg?t=1750884786",
        "description": "HOW LONG WILL YOU SURVIVE? With over 20 million copies sold, 7 Days has defined the survival genre, with unrivaled crafting and world-building content. Set in a brutally unforgiving post-apocalyptic world overrun by the undead, 7 Days is an open-world game that is a unique combination of first-person shooter, survival horror, tower defense, and role-playing games. It presents combat, crafting, looting, mining, exploration, and character growth, in a way that has seen a rapturous response from fans worldwide. Play the definitive zombie survival sandbox RPG that came first. Navezgane awaits! GAME FEATURES Explore - Huge, unique and rich environments, offering the freedom to play the game any way you want, featuring 5 unique biomes and worlds up to 100 square kilometers in size. Craft – Handcraft and repair weapons, clothes, armor, tools, vehicles, and more with over 500 recipes. Learn more powerful recipes by finding schematics. Build – Design your fort to include traps, electric power, auto turrets, automated doors, gadgets and defensive positions to survive the undead in a fully destructible and moldable world. Cooperate or Compete – Work together to build settlements or against each other raiding other player’s bases, it’s really up to you in a wasteland where zombies and outlaws rule the land. Create – Unleash your creativity with access to over 800 in-game items, and over 1,300 unique building blocks and a painting system that offers infinite possibilities. Improve – Increase your skills with a multitude of perks under 5 main attributes. Gain additional skills by reading over 100 books. 7 Days to Die is the only true survival RPG. Choose – Play the campaign world, or dive back in a randomly-generated world with cities, towns, lakes, mountains, valleys, roads, caves and over 700 unique locations. Combat – Encounter nearly 60 unique zombie archetypes including special infected with unique behaviors and attacks progressing in difficulty to provide an infinite challenge. Survive – Experience real hardcore survival mechanics with nearly 50 buffs, boosts and ailments that will impact the gameplay in ways that can both challenge and aid in your survival. Destroy – Buildings and terrain formations can collapse under their own weight from structural damage or poor building design with real structural stability. Loot – Scavenge the world for the best weapons, tools, and armor with 6 quality ranges providing thousands of permutations. Augment items with a multitude of mods. Quest – Meet several Trader NPCs who buy and sell goods and offer quest jobs for rewards. Enjoy many unique quest types supported by over 700 locations. Customize – Create your own character and customize your character further in-game with a huge selection of clothing and armor you can craft or loot in the world. Drive – Enjoy the badass vehicle system where you find all the parts, learn the recipes, craft and customize your own bicycle, minibike, motorcycle, 4x4 or gyrocopters and ride with friends. Farm or Hunt – Plant and grow gardens for sustainable resources or head out into the wilderness and hunt over a dozen unique wild animals.",
        "id_in_db": "t3_1mf3dt8",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "251570",
        "genres": [
            "Action",
            "Adventure",
            "Indie",
            "RPG",
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257032424/movie_max_vp9.webm?t=1718836140",
        "is_dlc_or_addon": false,
        "persian_summary": "چه مدت زنده می مانند؟ با بیش از 20 میلیون نسخه فروخته شده ، 7 روز ژانر بقا را با صنایع دستی بی نظیر و محتوای جهانی سازی تعریف کرده است. 7 روز بازی در دنیای باز ، یک بازی در جهان آزاد است که ترکیبی منحصر به فرد از تیرانداز اول شخص اول ، وحشت بقا ، دفاع برج و بازی های نقش آفرینی است. این برنامه مبارزات ، کاردستی ، غارت ، معدن ، اکتشاف و رشد شخصیت را به شکلی ارائه می دهد که پاسخی ناخوشایند از طرف طرفداران در سراسر جهان دیده است. بازی قطعی Sandbox Survival Survival RPG را که در ابتدا به وجود آمد ، بازی کنید. Navezgane در انتظار است! ویژگی های بازی Explore - محیط های عظیم ، منحصر به فرد و غنی ، آزادی بازی را به هر روشی که می خواهید ارائه می دهد و دارای 5 بیوم و جهان منحصر به فرد تا 100 کیلومتر مربع است. صنایع دستی - اسلحه و ترمیم سلاح ، لباس ، زره ، ابزار ، وسایل نقلیه و موارد دیگر با بیش از 500 دستور العمل. دستور العمل های قدرتمندتری را با یافتن طرحواره ها بیاموزید. ساخت - قلعه خود را طراحی کنید تا شامل تله ها ، برق برقی ، ..."
    },
    {
        "title": "freephoto and phone contacts cleaner solution swipe left to delete right to keep only valid within 19th july",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/swipe-clean-free-up-storage/id6475195875",
        "image_url": "https://external-preview.redd.it/HQZQbZc4ejG4NsBarJ8E8Gcc_SCOgNndOilEaJ7eEkY.png?width=640&crop=smart&auto=webp&s=b3ae1de65fa16f51164ba27830402e49ef61d850",
        "description": "submitted by /u/ParsleyVegetable6107 [link] [comments]",
        "id_in_db": "t3_1m3p24l",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /parsleyvegetable6107 [لینک] [نظرات]"
    },
    {
        "title": "goblin and coins bundle 3 games",
        "store": "steam",
        "url": "https://store.steampowered.com/bundle/24672/Goblin_and_Coins_collection/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3631290/d535ae42e6ab3cdb4f0b19c5041ecdf59c3283e8/header.jpg?t=1753882184",
        "description": "Steady your blade - and spin! After my last game SUMMERHOUSE, I wanted to make something radically different. Something faster, with numbers, fights and goblins! The result is SLOTS & DAGGERS, a strange little blend of slot machine and fantasy RPG. To make this game I combined a lot of things I deeply love – weird fantasy worlds, crude drawings of strange little guys, old school crunchy hiphop drum machines and addictive arcade games that go “PLING PLING PLING” as they spit out little coins – with classic roguelike mechanics. The features of this game are: Fun slot machine Weird fantasy world Crude drawings of strange little guys Retro visuals Crunchy hip hop drum machines Addictive arcade gameplay that goes “pling” a lot Numbers! Fights! Goblins! As with SUMMERHOUSE, please keep in mind this game is made by a solo developer and doesn’t offer 80+ hours of content like games developed by bigger teams. I hope you have a good time with SLOTS & DAGGERS <3 Cheers, Friedemann",
        "id_in_db": "t3_1mhlhzc",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "65% off",
        "steam_app_id": "3631290",
        "genres": [
            "Indie",
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257173043/movie_max_vp9.webm?t=1753376566",
        "is_dlc_or_addon": false,
        "persian_summary": "تیغه خود را ثابت کنید - و چرخش! بعد از آخرین بازی من در تابستان ، من می خواستم چیزی را کاملاً متفاوت بسازم. چیزی سریعتر ، با اعداد ، دعوا و اجنه! نتیجه Slots & Daggers است ، ترکیبی کوچک عجیب از دستگاه حافظه و RPG فانتزی. برای ساختن این بازی ، چیزهای زیادی را که عمیقاً دوستشان دارم ترکیب کردم - دنیای فانتزی عجیب ، نقاشی های خام بچه های کوچک عجیب و غریب ، ماشین های طبل هیپوپ مدرسه قدیمی و بازی های اعتیاد آور بازی که به عنوان سکه های کوچک - با مکانیک های کلاسیک روگوئلایک می شوند. ویژگی های این بازی عبارتند از: Machine Slot Machine عجیب و غریب دنیای فانتزی نقاشی های خام بچه های کوچک عجیب و غریب تصاویر یکپارچهسازی با سیستمعامل یکپارچهسازی با سیستمعامل هیپ هاپ ماشین های درام هیپ هاپ بازی های اعتیاد آور اعتیاد آور که می رود \"تعداد زیادی\" تعداد زیادی! دعوا! اجنه! مانند Summerhouse ، لطفاً این بازی را توسط یک توسعه دهنده انفرادی انجام دهید و 80+ ساعت محتوا مانند بازی هایی را که توسط تیم های بزرگتر تهیه شده است ارائه نمی دهد. امیدوارم با اسلات و خنجرها اوقات خوبی داشته باشید <3 تشویق ، فریدمن"
    },
    {
        "title": "guilty gear xrd rev 2 923 eur 67 off mortal kombat 1 1649 eur 67 off buy guilty gear",
        "store": "steam",
        "url": "https://store.steampowered.com/sale/EVOSale2025",
        "image_url": "https://external-preview.redd.it/XMRz85dpKhKaE9aWuSUj6ctg5DCYEmuRtwKNjUnwDrY.jpeg?width=640&crop=smart&auto=webp&s=48230d5f652c88df6e4dc4b0d2c8cafbc696fe3a",
        "description": "submitted by /u/DsLmaNiaC [link] [comments]",
        "id_in_db": "t3_1mfz2fe",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "67% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /dslmaniac [لینک] [نظرات]"
    },
    {
        "title": "hold your houses",
        "store": "other",
        "url": "https://givee.club/en/event/1073",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/586790/header.jpg?t=1715049530",
        "description": "Hold your houses Have you ever been in a robbery and didn't have weapons to defend yourself and your house? Well now you can, with hold your houses you have a variety of weapons to use to help you defend yourself, your house and take on those unwanted robbers. The robbers are highly skilled and know how to gain access, they carry weapons such as a pistol, assault rifles and shotguns. Buy your weapons out of cupboards and off walls using points earned. Barricade windows and doors to slow them down, giving you time to make a move. Hold your houses has five uniquely designed maps, allowing you a different atmosphere with each map. So equip yourself and hurry, shoot to kill, because every 30 seconds a wave of robbers come. Now go and defend yourself and your house. Good luck.",
        "id_in_db": "t3_1mew318",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "586790",
        "genres": [
            "Action",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256678615/movie_max.webm?t=1485931146",
        "is_dlc_or_addon": false,
        "persian_summary": "خانه های خود را نگه دارید آیا تا به حال در یک سرقت بوده اید و اسلحه ای برای دفاع از خود و خانه ندارید؟ خوب اکنون می توانید ، با نگه داشتن خانه های خود انواع سلاح های مختلف برای استفاده از خود در دفاع از خود ، خانه خود و گرفتن آن سارقان ناخواسته استفاده کنید. سارقین بسیار ماهر هستند و می دانند که چگونه می توانند دسترسی پیدا کنند ، آنها سلاح هایی مانند تپانچه ، تفنگ های حمله و اسلحه را حمل می کنند. سلاح های خود را با استفاده از امتیازات به دست آمده از کمد و دیوارهای خارج از آن خریداری کنید. پنجره ها و درها برای آهسته کردن آنها ، به شما فرصت می دهد تا حرکتی انجام دهید. خانه های خود را نگه دارید که دارای پنج نقشه منحصر به فرد طراحی شده است که با هر نقشه فضای متفاوتی به شما امکان می دهد. بنابراین خود را تجهیز کنید و عجله کنید ، برای کشتن شلیک کنید ، زیرا هر 30 ثانیه موجی از سارقان می آیند. حالا بروید و از خود و خانه خود دفاع کنید. موفق باشید"
    },
    {
        "title": "ios free lifetime",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/timestamp-camera-stamper/id6743544880",
        "image_url": "https://external-preview.redd.it/u-A_ieJwlqejoa_BR2wGGAqEJU12J3tTqcIo42ntRtc.png?width=640&crop=smart&auto=webp&s=6c0898637a7c85ce6e7b762ca41792c552fbc6d3",
        "description": "Hey! Here's a pretty niche, small app I built that you can use to add dates to your photos. You can adjust: Date Size Date Format Date Position Date Color Font The app extracts date from the photos EXIF data. You can also just choose a custom date. I felt waaaay too lazy to implement gestures, so the app only supports fixed positions. Looking forward to your feedback. Enjoy! To claim: Pass the onboarding screens, locate the paywall, choose the Lifetime package, tap continue. Enjoy forever for $0. App Store: https://apps.apple.com/us/app/timestamp-camera-stamper/id6743544880 submitted by /u/Dipshiiet [link] [comments]",
        "id_in_db": "t3_1m6pi9z",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "سلام! در اینجا یک برنامه کوچک و طاقت فرسا وجود دارد که من ساخته ام که می توانید برای اضافه کردن خرما به عکس های خود استفاده کنید. می توانید تنظیم کنید: تاریخ اندازه تاریخ قالب تاریخ موقعیت تاریخ موقعیت تاریخ فونت برنامه عصاره برنامه از داده های exif عکس. همچنین می توانید فقط یک تاریخ سفارشی را انتخاب کنید. من احساس کردم Waaay برای اجرای حرکات بسیار تنبل است ، بنابراین برنامه فقط از موقعیت های ثابت پشتیبانی می کند. منتظر بازخورد شما هستم. لذت بردن! برای ادعای: از صفحه های پردازنده عبور کنید ، Paywall را پیدا کنید ، بسته Lifetime را انتخاب کنید ، روی ادامه ضربه بزنید. برای همیشه با 0 دلار لذت ببرید. فروشگاه برنامه: https://apps.apple.com/us/app/timestamp-camera-stamper/id6743544880 ارسال شده توسط/u/dipshiiet [لینک] [نظرات]"
    },
    {
        "title": "ios free lifetime access until july 31 cleaninder",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/cleaninder/id1516607861",
        "image_url": "https://external-preview.redd.it/gynECA1k4r_69SBLyDOFW-TVXvYUNMYCF42vpwVOFrc.png?width=640&crop=smart&auto=webp&s=c28d3542c03b01ef2c4e3d5bb2846e45c02f8416",
        "description": "Hey everyone! I built Cleaninder, a simple and powerful app to manage your cleaning routines — whether it’s for your home, office, or Airbnb. You can track rooms, set cleaning schedules, manage supplies, and get reminders before things get messy. 🎉 And the best part? Lifetime access is now 100% FREE! No subscriptions, no ads — just download the app and \"purchase\" the FREE Lifetime Access! I hope you'll like it and if so, feel free to drop a review or send some feedback, that would be highly appreciated! Available on iPhone & iPad with widget support. Give it a try and let me know what you think! submitted by /u/lacroir [link] [comments]",
        "id_in_db": "t3_1m6j2g4",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "سلام به همه! من یک برنامه ساده و قدرتمند برای مدیریت روالهای تمیز کردن شما - خواه برای خانه ، محل کار یا Airbnb شما - ساختم. شما می توانید اتاق ها را ردیابی کنید ، برنامه های تمیز کردن را تنظیم کنید ، لوازم را مدیریت کنید و یادآوری کنید قبل از اینکه همه چیز کثیف شود. 🎉 و بهترین قسمت؟ دسترسی به طول عمر اکنون 100 ٪ رایگان است! بدون اشتراک ، بدون تبلیغ - فقط برنامه را بارگیری کنید و دسترسی رایگان به طول عمر را \"خریداری کنید\"! من امیدوارم که شما آن را دوست داشته باشید و اگر چنین است ، احساس راحتی کنید که بررسی کنید یا بازخورد ارسال کنید ، بسیار مورد استقبال قرار می گیرد! در iPhone و iPad با پشتیبانی ویجت موجود است. آن را امتحان کنید و به من اطلاع دهید که چه فکر می کنید! ارسال شده توسط /u /lacroir [پیوند] [نظرات]"
    },
    {
        "title": "ios ipad all paid apps from 16 bit virtual studios 199 to free",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/developer/nick-pothier/id1073365354",
        "image_url": "https://cdn.wccftech.com/wp-content/uploads/2016/09/App-Store-iOS-Apps-1030x575.png",
        "description": "submitted by /u/The16BitGamer [link] [comments]",
        "id_in_db": "t3_1md7lnn",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /the16bitgamer [لینک] [نظرات]"
    },
    {
        "title": "ios universal weight loss tracking buddy lifetime access",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/weight-loss-tracking-buddy/id6448984613",
        "image_url": "https://external-preview.redd.it/G6S4uhnZQe5uv5vOVwTxE66fuesxnIfigwy4eL824wU.png?width=640&crop=smart&auto=webp&s=4b57480d0f0e8725f7a47e3ca3d49b84943f9f9d",
        "description": "🎉 To celebrate my birthday, Weight Loss Tracking Buddy is free for a limited time! 🎉 Weight Loss Tracking Buddy is an all-in-one calorie counter and weight loss app with AI-powered meal and nutrition label scanning built in. Track calories, plan meals, and log your progress—effortlessly and privately, with seamless iCloud sync across all your Apple devices. The app also boasts tons of widgets for iPhone, iPad, and Mac, plus a companion Apple Watch app and complications to help keep you on track. 🟢 No ads 🟢 Lifetime access will be free on paywall 📅 Free from July 25 to July 27, 2025 1am UK time (BST) / 5pm PT 🤩 If you find it helpful and want to wish me a happy birthday, please leave a rating or review! Feel free to share your feedback here too—I’d love to hear what you think. submitted by /u/DannyJohnLaw [link] [comments]",
        "id_in_db": "t3_1m8taoh",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "🎉 برای جشن تولد من ، ردیابی کاهش وزن دوستان برای مدت زمان محدود رایگان است! 🎉 ردیابی کاهش وزن Buddy یک برنامه پیشخوان کالری و کاهش وزن با یک وعده غذایی و اسکن لیبل تغذیه شده با AI است. کالری را دنبال کنید ، وعده های غذایی برنامه ریزی کنید و پیشرفت خود را وارد کنید-بی وقفه و خصوصی ، با همگام سازی iCloud یکپارچه در تمام دستگاه های اپل شما. این برنامه همچنین دارای تعداد زیادی ویجت برای iPhone ، iPad و Mac به علاوه یک برنامه همراه اپل واچ و عوارض برای کمک به شما در مسیر است. 🟢 هیچ تبلیغی 🟢 دسترسی به طول عمر در Paywall رایگان خواهد بود 📅 رایگان از 25 ژوئیه تا 27 ژوئیه 2025 1 صبح انگلستان (BST) / 5 بعد از ظهر PT 🤩 اگر آن را مفید می دانید و می خواهید برای من تولدت مبارک ، لطفاً یک رتبه بندی یا بررسی کنید! احساس راحتی کنید که نظرات خود را در اینجا به اشتراک بگذارید - دوست دارم آنچه را که فکر می کنید بشنوم. ارسال شده توسط /u /dannyjohnlaw [لینک] [نظرات]"
    },
    {
        "title": "ios white noise lifetime unlock",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/white-noise-relaxing-sounds/id1129993224",
        "image_url": "https://external-preview.redd.it/M9CocXb4SHFhMiXsOV-MKQU6ryj5AlRnhh-JGVKG5OM.png?width=640&crop=smart&auto=webp&s=a2c41d744a0b6242a50579bf3328c429c64175e5",
        "description": "This is my app- released in 2016 and it actually won an Apple Design award which was incredible. It's a white noise/ambient sound app that uses a 4x4 grid that you can drag sounds into to create really cool and soothing sound scapes. I'm making it free because the white noise app space is just so competitive. We went from a decent monthly sales amount to nearly zero. So rather than let it get lost in the App Store- I'm hoping making it free(perhaps permanently) will breathe new life into it and get it into more hands. Enjoy and please let me know what you think! submitted by /u/dynamicappdesign [link] [comments]",
        "id_in_db": "t3_1m8npsz",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "این برنامه من است که در سال 2016 منتشر شد و در واقع برنده جایزه Apple Design شد که باورنکردنی بود. این یک برنامه صدای صوتی/صدای محیط سفید است که از یک شبکه 4x4 استفاده می کند که می توانید صداها را به سمت خود بکشید تا صدای صدای بسیار خنک و تسکین دهنده ایجاد شود. من آن را آزاد می کنم زیرا فضای برنامه سر و صدای سفید بسیار رقابتی است. ما از مبلغ فروش ماهانه مناسب به نزدیک به صفر رفتیم. بنابراین به جای اینکه اجازه دهید در فروشگاه App گم شود- امیدوارم که آن را آزاد کند (شاید به طور دائم) زندگی جدیدی را در آن نفس بکشد و آن را به دست بیشتری برساند. لذت ببرید و لطفاً به من اطلاع دهید که چه فکر می کنید! ارسال شده توسط /u /dynamicappdesign [پیوند] [نظرات]"
    },
    {
        "title": "Keylocker | Turn Based Cyberpunk Action",
        "id_in_db": "keylocker-turn-based-cyberpunk-action@1753974957",
        "store": "other",
        "url": "https://itad.link/01983cf4-0fb7-72f1-85df-cb7a4c5f3285/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1325040",
        "description": "Keylocker is a Cyberpunk turn based rhythm JRPG inspired by the Mario&Luigi RPG series and Chrono Trigger , in which you play as the singer and songwriter, B0B0. Fuel your moves with the electric power of music in this unforgiving planet by using real-time execution of moves in rhythm game style! Battle the authorities, unlock the secrets of Saturn, play on your own bands' concerts and hack into the network to bring an end to this corrupt system, for better or worse. Features: Choose your path as a cyberpunk rebel, each with its own unique skill tree and storyline. Control Electricity with your own music! Transform it into attack or defense as needed, swapping between different movesets and tactics. Classic Turn Based Combat with a twist: Real Time execution of moves in rhythm game style , aim your shots, time your attacks, parry and block your enemies in this unforgiving planet. No Random-Encounters; fight your enemies head-on with seamless in world battles inspired by Chrono Trigger. Befriend the citizens, or betray them: gift them to earn their favor and make choices that change the course of the story with multiple endings. Play with your band to the friends you made at the Music Show minigame , featuring compositions by Elektrobear (Momodora, Virgo Versus The Zodiac), voiced by Psamathes. But watch out on the Danger Meter! The all-ears church-police will certainly come after devious denizens who do not respect the Law of Silence. Completely customize your characters with a great variety of equipment; unlock special Talents using the Keys harvested from enemies you DELETE in combat. Unique interactions with every object of the world : exploring Saturn can lead to secrets, rewards or entire pieces of knowledge about the planet. Story: | Saturn, Anno 801. | | Music is banned for 141 years now. | B0B0 is one of the Doppelgangers, twins born as perfect human beings fit to obey the purpose of the caste they were assigned to. Her purpose is to serve in the lowest caste for the prosperity of Saturn, but B0B0 doesn't quite agree to that. Amidst a revolution against the Saturnian Satellites, the ultimate form of law, B0B0 hears news of a newfound music robot that'll fit right in her illegal band as a drummer. Rebelling against the corrupt system using music is the only thing she knows how to do well and she only needed a drummer to join her pack of misfits. With every piece in place, she's out to break some laws, and discover the truth behind the essence of music, the Keylocker.",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/header.jpg?t=1752857108",
        "genres": [
            "Adventure",
            "Indie",
            "RPG"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257018672/movie_max_vp9.webm?t=1714411206",
        "is_dlc_or_addon": false,
        "subreddit": "FreeGameFindings",
        "persian_summary": "Keylocker یک Rhythm JRPG مبتنی بر چرخش سایبرپانک است که با الهام از سریال Mario & Luigi RPG و Chrono Trigger ، که در آن شما به عنوان خواننده و ترانه سرا ، B0B0 بازی می کنید. حرکت خود را با قدرت برقی موسیقی در این سیاره فراموش نشدنی با استفاده از اجرای زمان واقعی حرکت در سبک بازی ریتم سوخت! با مقامات نبرد ، اسرار کیوان را باز کنید ، در کنسرت های گروههای شخصی خود بازی کنید و به شبکه هک کنید تا به این سیستم فاسد پایان یابد ، برای بهتر یا بدتر. ویژگی ها: مسیر خود را به عنوان یک شورشی سایبرپانک انتخاب کنید ، هر کدام درخت مهارت و داستان منحصر به فرد خود را دارند. برق را با موسیقی خود کنترل کنید! در صورت لزوم آن را به حمله یا دفاع تبدیل کنید و بین حرکات مختلف و تاکتیک ها مبادله کنید. مبارزه مبتنی بر نوبت کلاسیک با یک پیچ و تاب: اجرای زمان واقعی حرکت در سبک بازی ریتم ، عکس های خود را هدف قرار دهید ، زمان حملات خود را ، پارسی و دشمنان خود را در این سیاره فراموش نشدنی مسدود کنید. بدون استقلال تصادفی ؛ در نبردهای جهانی با الهام از Chrono با یکپارچه با یکپارچه با یکپارچه مبارزه کنید ..."
    },
    {
        "title": "kitchen wars",
        "store": "steam",
        "url": "https://store.steampowered.com/app/2955840/Kitchen_Wars/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2955840/header.jpg?t=1754327165",
        "description": "Kitchen Wars is an action-packed game where players of 1-8 players aim to sabotage each other’s restaurants while keeping their customers satisfied. Use weapons, steal chairs, throw items, level up to unlock boosters, and have a blast! Serve Your Clients: Deliver meals quickly to keep customers happy and satisfied. Purchase Upgrades and Items: Enhance your kitchen and unlock powerful boosters. Attack the Opposing Restaurant: Disrupt your rivals with strategic attacks and sabotage. Steal Chairs: Reduce your competitor’s seating capacity by swiping their chairs. Upgrade Your Restaurant: Earn money from happy clients to invest in your kitchen and secure victory. Local Multiplayer Online Multiplayer Steam Remote Play Whether you're focused on improving your restaurant or causing chaos for your opponents, Kitchen Wars offers a blend of strategy, combat, and humor for an entertaining and competitive experience.",
        "id_in_db": "t3_1mf1y2i",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2955840",
        "genres": [
            "Action",
            "Adventure",
            "Casual",
            "Indie"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257127731/movie_max_vp9.webm?t=1744976739",
        "is_dlc_or_addon": false,
        "persian_summary": "Wars Kitchen یک بازی پر از اکشن است که در آن بازیکنان 1-8 بازیکن قصد دارند ضمن رضایت مشتریان خود ، رستوران های یکدیگر را خراب کنند. از سلاح ها ، صندلی های سرقت ، پرتاب وسایل ، سطح بالا برای باز کردن تقویت کننده ها استفاده کنید و یک انفجار داشته باشید! به مشتریان خود خدمت کنید: برای خوشحال کردن و رضایت مشتریان ، به سرعت وعده های غذایی را تحویل دهید. خرید و ارتقاء و موارد: آشپزخانه خود را تقویت کرده و تقویت کننده های قدرتمند را باز کنید. به رستوران مخالف حمله کنید: رقبای خود را با حملات استراتژیک و خرابکاری مختل کنید. صندلی های سرقت: با کشیدن صندلی های خود ، ظرفیت صندلی رقیب خود را کاهش دهید. رستوران خود را ارتقا دهید: برای سرمایه گذاری در آشپزخانه و پیروزی امنیت از مشتریان خوشحال درآمد کسب کنید. چند چند نفره آنلاین چند نفره Steam Remote Play آیا شما روی بهبود رستوران خود متمرکز شده اید یا باعث ایجاد هرج و مرج برای مخالفان خود می شوید ، جنگ آشپزخانه ترکیبی از استراتژی ، مبارزه و طنز را برای یک تجربه سرگرم کننده و رقابتی ارائه می دهد."
    },
    {
        "title": "kobolok 099 usd",
        "store": "steam",
        "url": "https://store.steampowered.com/app/1706220/KOBOLOK",
        "image_url": "https://external-preview.redd.it/bh7PvbCix_TPU7jsOi8jgEaKJE2YVvJsvt8t8ukSCFc.jpeg?width=320&crop=smart&auto=webp&s=3cccab4521f4b1534e32e1091024526e59e19f28",
        "description": "submitted by /u/Marginal_act [link] [comments]",
        "id_in_db": "t3_1mfstdz",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "90% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /marginal_act [لینک] [نظرات]"
    },
    {
        "title": "learn geography",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/mapgolf-learn-geography/id6748778310",
        "id_in_db": "8c5b2f3b168083c364547b871312c01cc0ad38254c4cb03f1643ad67d89523e4",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/54/f0/05/54f0052d-e128-24b6-e817-189b8c27c580/AppIcon-0-0-1x_U007emarketing-0-8-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "loop hero dungeons of dreadrock 2 doraemon dorayaki shop story space marshals 1 2 lego bricktales spirit island to the moon finding paradise and more at discounted prices",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1mfttn5/ios_extra_game_deals_post_loop_hero_dungeons_of/",
        "image_url": "https://external-preview.redd.it/ios-extra-game-deals-post-loop-hero-dungeons-of-dreadrock-2-v0--A50cB_J9WzwknTZ9mULoUq01eeqhzzG59rLRo8chVU.png?width=1080&crop=smart&auto=webp&s=169a28040b200bb6f74995c041cf4caeff02abf2",
        "description": "Dinkytoon Interactive Stories $2.99–> Free Loop Hero Full Game IAP $6.99–> $2.99 (new historical low) Dungeons of Dreadrock 2 $7.99–> $2.99 (matching historical low) Doraemon Dorayaki Shop Story $14.99–> $9.99 (first sale) Space Marshals $3.99–> $0.99 (lowest price in 8 years) Space Marshals 2 $4.99–> $0.99 (matching historical low) | DLC not discounted LEGO Bricktales $4.99–> $0.99 (matching historical low) Spirit Island Full game $19.99–> $7.49 (matching historical low) | Horizons DLC $8.99–> $3.99, Branch & Claw DLC $9.99–> $3.99, Jagged Earth $24.99–> $19.99 (matching historical lows) To the Moon $4.99–> $1.99 (matching historical low) Finding Paradise $4.99–> $3.99 (matching historical low) The Lion's Song $4.99–> $1.99 ($1 above historical low) Superliminal $7.99–> $3.99 ($2 above historical low) Moncage $4.99–> $3.99 ($1 above historical low) Juicy Realm $2.99–> $1.99 (matching historical low) Sands of Salzaar $4.99–> $3.99 ($0.50 above historical low) | IAPs not discounted Otaku's Adventure $2.99–> $1.99 (matching historical low) School Hero : Arcade Brawl $2.99–> $0.99 (new historical low) Say No! More $5.99–> $0.99 (matching historical low) Pasha Planet: Reborn $3.99–> $2.99 ($2 above historical low) Mystery of Myths: Athens Full Game IAP $6.99–> $3.99 (matching historical low) submitted by /u/Singhvistaar [link] [comments]",
        "id_in_db": "t3_1mfttn5",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": false,
        "persian_summary": "Dinkytoon Interactive Stories 2.99 $ -> قهرمان حلقه رایگان بازی کامل IAP 6.99 $ -> 2.99 $ (پایین تاریخی جدید) Dungeons of Dreadrock 2 $ 7.99 -> 2.99 $ (مطابقت با پایین تاریخی) داستان Doraemon Dorayaki $ 14.99-> $ 9.99 (اولین فروش) Marshals $ Marshals $ $. 4.99 $ -> 0.99 $ (تطبیق کم تاریخی) | DLC تخفیف LEGO Bricktales 4.99 $> 0.99 $ (تطبیق کم تاریخی) Spirit Island بازی کامل 19.99 دلار -> 7.49 دلار (تطبیق پایین تاریخی) | Horizons DLC 8.99 $ -> 3.99 $ ، شعبه و Claw DLC 9.99 $ -> 3.99 $ ، زمین جنجالی 24.99 $ -> 19.99 $ (پایین ترین سطح تاریخی) به ماه 4.99 $ -> 1.99 $ (پایین تر تاریخی) یافتن بهشت 499 $ $ $ $ $ $ $ $ $ 4.99 -> $ $) (1 دلار بالاتر از پایین تاریخی) Superliminal 7.99 $> 3.99 $ (2 دلار بالاتر از پایین تاریخی) Moncage 4.99 $ -> 3.99 $ (1 دلار بالاتر از پایین تاریخی) قلمرو آبدار 2.99 $> 1.99 $ (مطابقت با کم تاریخی) ماسه های سالزار 4.99-> $ 3.99 $ (50 $ UPPERSION LOW) IAPS تخفیف نمی یابد ..."
    },
    {
        "title": "pastelgraf",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/pastelgraf/id1550754902",
        "id_in_db": "40605f1fd6d3a85f1bf1198aa5dc107a0a41e6641057b4b3667dfe61cbbab6c1",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/21/24/0b/21240b69-e4e2-5bbb-a3c3-0bedb4926ed0/AppIcon-0-0-1x_U007emarketing-0-5-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "Pilgrims",
        "id_in_db": "pilgrims@1753975001",
        "store": "other",
        "url": "https://itad.link/018d959c-69bf-717a-83f7-c7c58e002622/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1049280",
        "description": "Pilgrims is a playful adventure game, created by the team behind Machinarium and Samorost. Roam the land as you please and make new friends, share a laugh with your fellow travelers and help them complete their little stories, your way. How many different solutions can you find? It is most enjoyable if you’re into: - Playfulness: Don’t beat it - play with it! Solve the various tasks using dozens of items and unique characters without being obliged to follow a single designated path. - Replayability: Packed with 45 achievements, Pilgrims is a game designed to be played through more than just once. Can you collect them all? - Hand-crafted appeal: Hundreds of unique animations and custom made sound effects result in countless humorous and unexpected outcomes. Try to discover as many as you can! - Original music: Floex (Machinarium, Samorost 3) is back at it with his mix of live instruments and organic electronics, joined by guests on guitar or clarinet.",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1049280/header.jpg?t=1743605932",
        "genres": [
            "Adventure",
            "Casual",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256761198/movie_max.webm?t=1570436917",
        "is_dlc_or_addon": false,
        "subreddit": "FreeGameFindings",
        "persian_summary": "Pilgrims یک بازی ماجراجویی بازیگوش است که توسط تیم پشت Machinarium و Samorost ساخته شده است. به عنوان دلخواه خود سرزمین را پرسه بزنید و دوستان جدیدی پیدا کنید ، با همکاران خود بخندید و به آنها کمک کنید تا داستان های کوچک خود را ، راه خود را تکمیل کنند. چند راه حل مختلف می توانید پیدا کنید؟ اگر وارد شوید: - بازیگوشی: آن را ضرب و شتم نکنید - با آن بازی کنید! با استفاده از ده ها مورد و شخصیت های منحصر به فرد بدون اینکه موظف به دنبال یک مسیر مشخص شده باشید ، کارهای مختلف را با استفاده از ده ها مورد و شخصیت های منحصر به فرد حل کنید. - قابلیت پخش: بسته بندی شده با 45 دستاورد ، زائران یک بازی است که برای بیش از یک بار بازی می شود. آیا می توانید همه آنها را جمع کنید؟ - جذابیت دست ساز: صدها انیمیشن منحصر به فرد و جلوه های صوتی ساخته شده سفارشی منجر به نتایج بی شماری طنز و غیر منتظره می شود. سعی کنید تا آنجا که می توانید کشف کنید! - موسیقی اصلی: Floex (Machinarium ، Samorost 3) با ترکیبی از سازهای زنده و لوازم الکترونیکی ارگانیک ، که به میهمانان گیتار یا کلارینت پیوست ، دوباره به آن بازگشت."
    },
    {
        "title": "platform pilgrims ca899 free playful adventure card game created by the team behind machinarium and samorost",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1me446q/multiplatform_pilgrims_ca899_free_playful/",
        "image_url": "https://images.gog-statics.com/a1073d97800771441d5420b88891d5a9da6d122c5b19e9a67a9049cc6202a5e7_product_card_v2_mobile_slider_639.jpg",
        "description": "https://store.epicgames.com/en-US/p/pilgrims-6d250f https://store.epicgames.com/en-US/p/pilgrims-android-dcb011 https://store.epicgames.com/en-US/p/pilgrims-ios-e004ba Pilgrims is a playful adventure game, created by the team behind Machinarium and Samorost. Roam the land as you please and make new friends, share a laugh with your fellow travelers and help them complete their little stories, your way. How many different solutions can you find? submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1me446q",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "https://store.epicgames.com/en-us/p/pilgrims-6d250f https://store.epicgames.com/en-us/pilgrims-android-dcb011 https://store.epicgames.com/en-us/p/pilgrims-eos-es-e004ba pilgrour پشت Machinarium و Samorost. به عنوان دلخواه خود سرزمین را پرسه بزنید و دوستان جدیدی پیدا کنید ، با همکاران خود بخندید و به آنها کمک کنید تا داستان های کوچک خود را ، راه خود را تکمیل کنند. چند راه حل مختلف می توانید پیدا کنید؟ ارسال شده توسط /u /pm_me_freegames [لینک] [نظرات]"
    },
    {
        "title": "platform walletsync 2999 free with promo code ai expense tracker budget manager app",
        "store": "other",
        "url": "https://walletsync.app/",
        "image_url": "https://walletsync.app/images/banner/1.webp",
        "description": "Multi-Platform 📱 Android: https://play.google.com/store/apps/details?id=com.walletsync.expensemanager 💻 Web: https://walletsync.app 📱 iOS: https://apps.apple.com/us/app/spending-tracker-by-walletsync/id6608966569 WalletSync is your personal finance assistant built to simplify money management. Track expenses, manage budgets, and sync data across devices in real-time. Whether you're splitting bills, monitoring spending, or planning your monthly savings — WalletSync keeps everything in one place with smart insights. 🎁 Free for a limited time with a promo code — 💬 Comment \"Promo\" and I’ll DM you the code! submitted by /u/KingSilly6680 [link] [comments]",
        "id_in_db": "t3_1mi0sng",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "Multi-Platform 📱 Android: https://play.google.com/store/apps/details?id=com.walletsync.expensemanager 💻 Web: https://walletsync.app 📱 iOS: https://apps.apple.com/us/app/spending-tracker-by-walletsync/id6608966569 WalletSync دستیار مالی شخصی شماست که برای ساده سازی مدیریت پول ساخته شده است. هزینه های پیگیری ، مدیریت بودجه و همگام سازی داده ها در دستگاه ها در زمان واقعی. این که آیا شما در حال تقسیم صورتحساب ، نظارت بر هزینه ها هستید ، یا برنامه ریزی پس انداز ماهانه خود را دارید - WalletSync همه چیز را در یک مکان با بینش هوشمند نگه می دارد. 🎁 برای مدت زمان محدود با یک کد تبلیغی رایگان - 💬 اظهار نظر \"تبلیغ\" و من کد را برای شما dm خواهم کرد! ارسال شده توسط /u /kingsilly6680 [لینک] [نظرات]"
    },
    {
        "title": "playsum for the king 313 277 c357 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/30749fcd-fbcf-4e17-98a8-7bb22d8b3d8f/for-the-king",
        "image_url": "https://external-preview.redd.it/ls4BBRZnhIejb25SEs3G1W9DErmFKZQDQDqtJArxQHM.jpeg?width=320&crop=smart&auto=webp&s=e81879b9469b42094d54fcd348b47dd25e4c95a5",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1mhuvne",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "84% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /lets_playsum [لینک] [نظرات]"
    },
    {
        "title": "playsum kaze and the wild masks 172 172 c237 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/3ea4a7da-5a18-5476-96c1-f931bc883bb2/kaze-and-the-wild-masks",
        "image_url": "https://external-preview.redd.it/N3c7jPU9iJhBjbTOUOmEgkzy88jvBSmAQJtsEax1WxA.jpeg?width=320&crop=smart&auto=webp&s=22e59cb31b545d44f4826c40214cdb8c240cd336",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1mgxg0n",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "89% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /lets_playsum [لینک] [نظرات]"
    },
    {
        "title": "playsum prospector 1078 932 c1421 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/f9a59b9a-50c4-4205-b980-b29471da69f0/prospector",
        "image_url": "https://external-preview.redd.it/BvrSl4KbIYvs3NEZ5KmRibvI5daSZUkdFGfpm0Z2IwQ.jpeg?width=216&crop=smart&auto=webp&s=fd387d69a9784169a7965572f56a244b7d85357e",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1mfb1cw",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "28% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /lets_playsum [لینک] [نظرات]"
    },
    {
        "title": "practice music",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/mujo-practice-music/id6449793039",
        "id_in_db": "450a76b4ddbdb5d679d105184d0834f904479fed8f7c7556b308b62f075efcfd",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/66/99/58/66995863-0e35-1de7-bcb5-b1676f4cfd26/AppIcon-0-0-1x_U007emarketing-0-11-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "psa heroes of loot gog is complimentary with prime gaming",
        "store": "amazon",
        "url": "https://gaming.amazon.com/heroes-of-loot-gog/dp/amzn1.pg.item.8d2b0758-5651-4021-b4a9-85283ceb5643",
        "image_url": "https://external-preview.redd.it/4A5LLmjOOiXTLbmXyfT_uJPbaYgCbXlDqNlpDDTkJ8E.jpeg?width=640&crop=smart&auto=webp&s=8b7b3685352358d10da5b6b639d1a0a280de50d1",
        "description": "submitted by /u/Fit-Cardiologist-124 [link] [comments]",
        "id_in_db": "t3_1me7bza",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /fit-cardiologist-124 [لینک] [نظرات]"
    },
    {
        "title": "psa steam china multiplayer games fest",
        "store": "steam",
        "url": "https://store.steampowered.com/points/shop/app/3923090",
        "image_url": "https://external-preview.redd.it/wew4ditotnLX2rTTPuXCQJzOR7yCfLr7eGOEmtj7pZY.jpeg?width=640&crop=smart&auto=webp&s=5d40eb228e5d75625b4fee81c3a5c44ba3239264",
        "description": "submitted by /u/iambaldy [link] [comments]",
        "id_in_db": "t3_1mhj806",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /iambaldy [پیوند] [نظرات]"
    },
    {
        "title": "psa steam racing fest 2025",
        "store": "steam",
        "url": "https://store.steampowered.com/points/shop/app/3300150/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3500990/header.jpg?t=1739836042",
        "description": "ABOUT 🐸 GO GO PSYCHO FROGO! A cute yet precision-focused top-down 2D platformer where a speed-obsessed, hungry frog races against time! Master challenging levels, shave precious seconds off your runs, and unlock new levels based on speed and jump count. Collect hidden artefacts and unlock awesome new Frogo skins along the way! DEMO - COMING SOON! (JUNE - NEXT FEST 2025) I'm hard at work on the Psycho Frogo demo, aiming to launch it for June’s Steam Next Fest 2025 ! 📌 Wishlist now and stay tuned for updates! FEATURES ⏱ Speed-Driven Gameplay – Completing levels is easy. Mastering them is the challenge! Improve your times and unlock new stages through skillful play. 🔌 Power-Up Strategy – Temporary boosts add an extra layer of depth and strategy to every run. 🕹 Retro-Infused Fun – Inspired by classic Amiga arcade games of the ‘90s! 🔓 Unlockables Galore – Over 12 Frogo skins to unlock through challenges, plus full Steam Achievement support ! 🗿 Artefact Hunting – Discover 30+ hidden artefacts scattered across the levels. FOR PLAYERS WHO LOVE 🎮 Speedrunning – Every second counts! 🕹 Arcade Challenges – A perfect blend of casual fun and rewarding difficulty. 🏆 Completionist Goals – Unlock everything and master every level! 🐸 Pick Up & Play – Easy to start, hard to put down! ⚡ GO GO PSYCHO FROGO! ⚡ WHAT TO DO!? Games I'm Phil, a solo independent game dev from the North-East of England! Thank you for checking out my game.",
        "id_in_db": "t3_1mbemld",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3500990",
        "genres": [
            "Action",
            "Casual",
            "Indie",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "در مورد 🐸 بروید Psycho Frogo! یک پلتفرم 2D از بالا به پایین و زیبا و در عین حال با دقت و در حالی که یک قورباغه با سرعت وسواس و گرسنه در برابر زمان مسابقه می دهد! سطح چالش برانگیز را به چالش بکشید ، ثانیه های گرانبها را از اجرای خود اصلاح کنید و سطح جدید را بر اساس سرعت و تعداد پرش باز کنید. در این راه آثار باستانی پنهان را جمع کنید و پوست های جدید قورباغه جدید را باز کنید! نسخه ی نمایشی - به زودی! (ژوئن - Next Fest 2025) من در نسخه ی نمایشی Psycho Frogo سخت کار می کنم ، با هدف راه اندازی آن برای Steam Next Fest 2025 ژوئن! 📌 اکنون لیست دلخواه و برای به روزرسانی با ما همراه باشید! ویژگی ها ⏱ گیم پلی با سرعت محور-سطح تکمیل آسان است. تسلط بر آنها چالش است! زمان خود را بهبود بخشید و مراحل جدید را از طریق بازی ماهرانه باز کنید. strategy استراتژی قدرت-افزایش موقت یک لایه اضافی از عمق و استراتژی را به هر اجرا اضافه می کند. fun سرگرمی یکپارچهسازی با سیستمعامل-با الهام از بازی های کلاسیک Amiga Arcade از 90 پوند! 🔓 باز کردن Galore - بیش از 12 پوست قورباغه برای باز کردن چالش ها ، به علاوه پشتیبانی کامل از دستاورد بخار! 🗿 شکار مصنوعات - کشف 30+ پنهان ..."
    },
    {
        "title": "psa stove is giving away nocturnal elypse simulakros naheulbeuks dungeon master lempo and born of bread for daily attendance",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1meqw1w/psa_stove_is_giving_away_nocturnal_elypse/",
        "image_url": "https://external-preview.redd.it/steam-dlc-the-traded-groom-extra-booklet-v0-sri6j9nhYOYVCEBj44YCjAMBQpU3Z5BhTkCOqSJ__L8.jpeg?auto=webp&s=62bb3cc88077dfeec8c56973311f6e27538417cd",
        "description": "Okay, so given the quality of these games I think this deserves a post, even if it requires some concerted effort for the games. Stove is giving away 6 games, and some store credit, for doing daily check-in on their website. The only catch is that you have to download their launcher and play two games for a few minutes each day. Edit: To clarify the games are for the Stove store and use the Stove launcher. The first 4 games, Nocturnal, Elypse, Simulakros, and Naheulbeuk's Dungeon Master are available through this promotion: https://event.onstove.com/en/dailyshop/STOVEINDIE/202508 To get them you just need to play a game through their launcher for a few minutes each day and then check in on that webpage. However I believe Riichi City, LORD NINE, and Epic SEVEN are excluded from this promotion (Edit: also BTS cooking, thanks to TOMdMAK for bringing that up). Then for doing this for 5, 10, 15, and 20 days you get the aforementioned free games. Plus logging in gets $1.60 in free store credit coupons, and the free games may have missions for even more store credit if you want to take the time. You can see this official post for more information: https://page.onstove.com/indie/global/view/10932874 If you're looking for a game, why not try 7Days Origins while it's still free for a few days. Edit: Unfortunately this deal has ended. The next two games, Lempo and Born of Bread, are through this promotion: https://event.onstove.com/en/dailyshop/RIICHICITY_IND/202508 Same deal as above, except you need to play Riichi City, using their launcher and a stove connected account, to satisfy the check in for this one. Then you can get the games for 10 and 15 days of attendance. Steam links for review reading. https://store.steampowered.com/app/1634080/Nocturnal/ https://store.steampowered.com/app/1725340/Elypse/ https://store.steampowered.com/app/2067160/Simulakros/ https://store.steampowered.com/app/2005160/Naheulbeuks_Dungeon_Master/ https://store.steampowered.com/app/1891620/Lempo/ https://store.steampowered.com/app/1555140/Born_of_Bread/ Other notes. Don't forget to grab the $1 coupon, and use it before Aug 3, from this promotion: https://store.onstove.com/en/store/25summersale There's $5 + 50% off, and a few other extras, for accounts under 7 days old here: https://event.onstove.com/en/welcome And an unknown deal for accounts 7-30 days old that haven't agreed to game terms and haven't made a puchase (probably including free stuff). I can't actually see what's on offer but it can be found here: https://event.onstove.com/en/welcome-for-you You also get a bunch of flakes for checking in that can potentially be used to exchange for some limited quantity games (Edit: found lower down on the monthly check in page ( https://event.onstove.com/en/dailyshop/STOVEINDIE/202508) ). However they sell out very fast so don't count on it. But assuming you want more flakes there's a third check in event that you can also do, but there's no games for it or anything. Some other basically always free stuff. GigaBash Under the blue horizon - Aquarium Knight Overloaded Infinite Incarnation Also there's a DLC for Kalpa: Cosmic Symphony that requires the base game. Kalpa: Cosmic Symphony DLC submitted by /u/Fhczvyd474374846 [link] [comments]",
        "id_in_db": "t3_1meqw1w",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "خوب ، بنابراین با توجه به کیفیت این بازی ها ، فکر می کنم این مستحق یک پست است ، حتی اگر نیاز به تلاش هماهنگ برای بازی ها داشته باشد. اجاق گاز برای انجام چک روزانه در وب سایت خود ، 6 بازی و برخی از اعتبار فروشگاه را به دست می آورد. تنها نکته این است که شما باید پرتاب کننده آنها را بارگیری کنید و هر روز دو بازی را برای چند دقیقه انجام دهید. ویرایش: برای روشن شدن بازی ها برای فروشگاه اجاق گاز و استفاده از پرتاب اجاق گاز است. 4 بازی اول ، Nocturnal ، Elypse ، Simulakros و Naheulbeuk's Dungeon Master از طریق این تبلیغ در دسترس هستند: https://event.om.onstove.com/en/dailyshop/stoveindie/202508 برای گرفتن آنها فقط نیاز به انجام یک بازی از طریق پرتابگر آنها برای چند دقیقه هر روز و سپس در مورد وب سایت انجام دهید. با این حال من معتقدم که شهر ریچی ، لرد نه و حماسه هفت از این تبلیغ خارج نشده است (ویرایش: همچنین آشپزی BTS ، به لطف Tomdmak که آن را مطرح کرده است). سپس برای انجام این کار برای 5 ، 10 ، 15 و 20 روز بازی های رایگان فوق را دریافت می کنید. ورود به علاوه ورود به سیستم 1.60 دلار در فروشگاه رایگان ..."
    },
    {
        "title": "puzzle maze",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/btw-puzzle-maze/id1137739981",
        "id_in_db": "c10938b3dcc520ed99943fff4e322154d953a758ee9046c38470312467251dd3",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple113/v4/03/fb/dd/03fbddf5-8e11-59e8-f302-2380206c896b/AppIcon-0-1x_U007emarketing-0-85-220-0-7.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "renovator simulator",
        "store": "steam",
        "url": "https://store.steampowered.com/app/2174560/Bus_Flipper_Renovator_Simulator/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2174560/da84d12d2c1c0ffd4f8461960c14fe78bdad9ebf/header.jpg?t=1754312738",
        "description": "I was made for this! Your friend got an abandoned old bus. He asks for your help in converting it into a cafe. Can you handle it? ⠀ Best job i've ever had! Clean up, wash away all the dirt, break up the old junk and create something beautiful out of this nightmare! Consider the requests of the customers, everyone will want to add their unique desires to your list of tasks ⠀ How about some coffee? You can transform a bus into anything, even into a CAFE ! ⠀ Jack of all trades 😎 Or even into a REAL motorhome! Wow! ⠀ Great and small You are free to make creative decisions on the conversion of buses and minivans to suit various needs ⠀ Cheque, please! Get a worthy reward for your actions and make your dreams come true! ⠀",
        "id_in_db": "t3_1mfkqba",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "25% off",
        "steam_app_id": "2174560",
        "genres": [
            "Indie",
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257143266/movie_max_vp9.webm?t=1748111205",
        "is_dlc_or_addon": false,
        "persian_summary": "من برای این ساخته شدم! دوست شما یک اتوبوس قدیمی متروکه گرفت. او از شما در تبدیل آن به یک کافه کمک می خواهد. آیا می توانید از پس آن برآید؟ ⠀ بهترین شغلی که تا به حال داشته ام! تمیز کنید ، تمام خاک را بشویید ، آشغال های قدیمی را بشکنید و چیزی زیبا از این کابوس ایجاد کنید! درخواست های مشتریان را در نظر بگیرید ، همه می خواهند خواسته های منحصر به فرد خود را به لیست وظایف خود اضافه کنند ⠀ در مورد برخی از قهوه ها چطور؟ شما می توانید یک اتوبوس را به هر چیزی تبدیل کنید ، حتی به یک کافه! ⠀ جک همه معاملات 😎 یا حتی در یک موتورخانه واقعی! وای ⠀ عالی و کوچک شما می توانید در مورد تبدیل اتوبوس ها و مینی بوس ها متناسب با نیازهای مختلف ، تصمیمات خلاقانه بگیرید ⠀ بررسی کنید! پاداش ارزشمندی برای اقدامات خود بدست آورید و رویاهای خود را تحقق بخشید! ⠀"
    },
    {
        "title": "repeatable checklists",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/repeatable-checklists/id6503002237",
        "id_in_db": "382265526147af927c2ea3665147ecbdcba1e5ffc77f31466621490a51f0a2d3",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/8a/c4/49/8ac449f4-1cd7-739a-8e52-5899a83f12be/AppIcon-0-0-1x_U007emarketing-0-11-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "resonant blade",
        "store": "steam",
        "url": "https://store.steampowered.com/app/2092270/Resonant_Blade/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2092270/4e1edba7dc84db3cb56f8350c3943c75250c56eb/header.jpg?t=1753215462",
        "description": "🎮 Demo available now! Battle an ever-evolving horde of AI-powered murderbots in Resonant Blade , a sci-fi action adventure set in a dystopian world where sound is your greatest weapon. The Dark Synths have taken over the world and left it in ruins. Your only hope? The Resonant Blade, a weapon designed to harness sonic energy and obliterate the machines. A Beautiful World Turned to Ruin... Before the uprising, scientists encased Terra's cities in massive biodomes to shield them from ecological collapse. But when the Dark Synths broke their programming, the domes became cages and the machines took control. Using their ability to adapt quickly to new technologies, the Dark Synths have created robot bodies that are nearly indestructible… until now. One Man. One Weapon. Atlas, once a peaceful scientist, becomes Terra’s last hope after a Synth strike wipes out his home. Armed with the Resonant Blade, he must channel sonic energy into raw destruction and uncover the truth behind humanity’s ultimate weapon. The Blade’s resonance doesn’t just tear through machines—it echoes through the environment, revealing secrets, solving puzzles, and reshaping the battlefield. All is not what it seems… With the Dark Synths replicating and growing in power, the time to fight back is now. Find out why the Synths suddenly betrayed their creators and put a stop to their existential threat once and for all!",
        "id_in_db": "t3_1mf7ie0",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "10% off",
        "steam_app_id": "2092270",
        "genres": [
            "Action",
            "Adventure",
            "Indie",
            "RPG"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257172495/movie_max_vp9.webm?t=1753215448",
        "is_dlc_or_addon": false,
        "persian_summary": "🎮 نسخه ی نمایشی در دسترس است! نبرد با انبوهی در حال تحول از قتل های مجهز به AI در Blade Resonant ، یک ماجراجویی اکشن علمی تخیلی که در دنیای دیستوپی قرار دارد که در آن صدا بزرگترین سلاح شما است. مصنوعات تاریک جهان را به دست آورده و آن را در ویرانه ها قرار داده اند. تنها امید شما؟ تیغه رزونانس ، سلاحی که برای مهار انرژی صوتی طراحی شده و دستگاه ها را از بین می برد. یک دنیای زیبا به ویرانی تبدیل شد ... قبل از قیام ، دانشمندان شهرهای Terra را در بیودوم های عظیم محصور کردند تا آنها را از فروپاشی زیست محیطی محافظت کنند. اما هنگامی که مصنوعات تاریک برنامه نویسی خود را شکستند ، گنبدها به قفس تبدیل شدند و ماشین ها کنترل را به دست گرفتند. با استفاده از توانایی آنها برای تطبیق سریع با فن آوری های جدید ، مصنوعات تاریک بدنهای ربات ایجاد کرده اند که تقریباً غیر قابل تخریب هستند ... تاکنون. یک مرد یک سلاح اطلس ، زمانی که یک دانشمند صلح آمیز بود ، پس از اینکه اعتصاب مصنوعی از خانه خود پاک کرد ، آخرین امید Terra شد. مسلح با تیغه رزونانس ، او باید انرژی صوتی را به نابودی خام منتقل کند و حقیقت را در پشت بشریت کشف کند ..."
    },
    {
        "title": "riffler flow",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/riffler-flow/id6467568526",
        "id_in_db": "3ebaef2858fac81215d6e890c0581ba43f666269f515a66fe91ae43d0c1e432f",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/6c/02/b8/6c02b892-0871-9f11-3a09-dfbdf6d42e01/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "season 1 fetish locator week onehelping the hottieshouse partyleap of faith official walkthrough leap of love lust theory",
        "store": "gog",
        "url": "https://www.gog.com/en/game/freedom_to_buy_games",
        "image_url": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1639460/capsule_616x353.jpg?t=1685993807",
        "description": "submitted by /u/UnseenData [link] [comments]",
        "id_in_db": "t3_1mf35eo",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /Unseendata [لینک] [نظرات]"
    },
    {
        "title": "stellar jades x300 credits x50000 travelers guide x5 refined aether x4",
        "store": "other",
        "url": "https://hsr.hoyoverse.com/gift?code=TB2NPKQ8USKF",
        "image_url": "https://gamespace.com/wp-content/uploads/2025/06/Honkai-Star-Rail-Cash-In-V3.4-Stellar-Jades.png",
        "description": "Three codes (last post was auto-removed since it wasn't a direct link post, but there's 3 links total): https://hsr.hoyoverse.com/gift?code=TB2NPKQ8USKF (Stellar Jades x100, Credits x50,000) https://hsr.hoyoverse.com/gift?code=CT2N72RRUAJK (Stellar Jades x100, Traveler's Guide x5) https://hsr.hoyoverse.com/gift?code=YA37N29RUSJ7 (Stellar Jades x100, Refined Aether x4) Codes from the 3.5 livestream. More info: https://www.reddit.com/r/HonkaiStarRail/comments/1mfns22/35_special_program_before_their_deaths_livestream/ https://game8.co/games/Honkai-Star-Rail/archives/540208 Codes expire on August 3, 2025 at 10:59 AM (UTC-5). submitted by /u/gamingexpert13 [link] [comments]",
        "id_in_db": "t3_1mfre8c",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "سه کد (آخرین پست از آنجا که یک پست پیوند مستقیم نبود ، از آنجا که 3 پیوند وجود ندارد ، اما 3 پیوند در کل وجود دارد): https://hsr.hoyoverse.com/gift؟code=tb2npkq8uskf (jades stellar x100 ، اعتبار x50،000) https://hsr.hsr.hoyoverseversekodkode/gift! JADES X100 ، راهنمای مسافر x5) https://hsr.hoyoverse.com/gift؟code=YA37N29RUSJ7 (ستاره Jades X100 ، تصفیه شده Aether X4) از 3.5 Livestream. اطلاعات بیشتر: https://www.reddit.com/r/honkaistarrail/comments/1mfns22/35_special_program_before_their_deaths_livestream/ https:/game8.co/games/honkai-star-rail/uguster-arge-ary-ary/540208 کد (UTC-5). ارسال شده توسط /u /gamingexpert13 [لینک] [نظرات]"
    },
    {
        "title": "stove 7days origins",
        "store": "stove",
        "url": "https://store.onstove.com/en/games/759",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1494140/header.jpg?t=1729549485",
        "description": "This is a place for those who gather to receive a once-in-a-lifetime opportunity in the structure of time. Members sometimes become friends, and sometimes turn out to be enemies in order to finish their own assignment. Kirel, our amnesiac protagonist who has forgotten even his own name is put on a test. Everything depends on your choice. You only have 7 days! And what would be your choice? features - Casual gameplay in instant messaging format - Mystery text adventure - Your choice impact the story and relationships between characters - Every character has their own secret and story - A lot of challenges and collectibles - A multi-episode story with branching paths that leads to four different endings Everything depends on your choices.",
        "id_in_db": "t3_1map4oz",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1494140",
        "genres": [
            "Adventure",
            "Casual",
            "Indie",
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256824999/movie_max_vp9.webm?t=1617964246",
        "is_dlc_or_addon": false,
        "persian_summary": "این مکانی برای کسانی است که جمع می شوند تا یک بار در طول زندگی در ساختار زمان دریافت کنند. اعضا گاهی اوقات دوست می شوند و گاهی اوقات دشمن می شوند تا بتوانند تکلیف خود را به پایان برسانند. کیرل ، شخصیت فراموشی ما که حتی نام خودش را فراموش کرده است ، در آزمایش قرار می گیرد. همه چیز به انتخاب شما بستگی دارد. شما فقط 7 روز دارید! و انتخاب شما چه خواهد بود؟ ویژگی ها - گیم پلی گاه به گاه در قالب پیام رسانی فوری - ماجراجویی متن رمز و راز - انتخاب شما بر داستان و روابط بین شخصیت ها تأثیر می گذارد - هر شخصیت راز و داستان خاص خود را دارد - بسیاری از چالش ها و کلکسیون ها - یک داستان چند قسمت با مسیرهای انشعاب که منجر به چهار پایان مختلف می شود همه چیز به انتخاب شما بستگی دارد."
    },
    {
        "title": "stove abraham test",
        "store": "stove",
        "url": "https://store.onstove.com/en/games/101581",
        "image_url": "https://external-preview.redd.it/SYxKF256eFdzOUGt2fA6obuNox2TIeNxz91L01HTzPE.png?width=640&crop=smart&auto=webp&s=11dc9281cd02df06ef7a34b8c240fa917cb1823d",
        "description": "submitted by /u/MeguminShiro [link] [comments]",
        "id_in_db": "t3_1mbfjja",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /meguminshiro [لینک] [نظرات]"
    },
    {
        "title": "the forgotten kingdom dlc remnant ii",
        "store": "indiegala",
        "url": "https://www.indiegala.com/store/franchise-sale/remnant",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/518140/header.jpg?t=1474980490",
        "description": "An exciting, immersive puzzle platformer, 'Lectrovolt II' is a pixellated adventure about isolation, exploration and new beginnings. Deep in the rolling hills and clouded mountains of a land long forgotten, an plant invested remnant of a long-lost civilization has come to life, its centuries old rest has been disturbed. A software protocol, centuries old, has been re-activated and an artificial being, Lectrovolt, has been created. Explore and navigate the ruins of Erlis, from the military Core below the basement to the lofty Penthouse, solve intricate puzzles, upgrade Lectrovolt and charge larger and larger machinery to bring it to life, and fulfil your programming. Accompanied with a relaxing, deep soundtrack by Ketsa, a subversive secret lore and challenging achievements, 'Lectrovolt II' is the first ambitious Steam release by Harmonize Studios. ======== UPDATE 1.2.9 - CHARACTER CHANGE PATCH ======== In preparation for the FREE Outpost DLC, set to be released next year, Lectrovolt II has been updated with the new ability to change your Lectrovolt unit's colour! The original Electric Blue is available, along with Deep Red, Forest Green, Vibrant Pink and Lamplight Yellow, and an unlockable BLACKLIGHT LECTROVOLT unit, available upon completing the game! There are two new achievements available not yet displayed in the game; Charge an object using all five starting colours, and Complete saves 2/3 using the unlocked Blacklight Lectrovolt colour! There are some improvements to the game, based upon some user comments I have received. If while playing you find any bugs, please send me an email on , and I will fix them ASAP!",
        "id_in_db": "t3_1mgd3i0",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "60% off",
        "steam_app_id": "518140",
        "genres": [
            "Casual",
            "Indie",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256669016/movie_max.webm?t=1474980432",
        "is_dlc_or_addon": true,
        "persian_summary": "یک پلتفرم پازل هیجان انگیز و همهجانبه ، \"Lectrovolt II\" یک ماجراجویی پیکسل شده در مورد انزوا ، اکتشاف و آغازهای جدید است. در اعماق تپه های نورد و کوههای ابری سرزمینی که مدتها فراموش شده است ، گیاهی که بقایای یک تمدن طولانی مدت از دست رفته زندگی می کند ، به زندگی رسیده است ، استراحت قرن های قدیمی آن مختل شده است. یک پروتکل نرم افزاری ، قرن ها ، دوباره فعال شده است و یک موجود مصنوعی ، lectrovolt ، ایجاد شده است. ویرانه های ارلیس را کاوش و پیمایش کنید ، از هسته نظامی زیر زیرزمین تا پنت هاوس بلند ، حل پازل های پیچیده ، ارتقاء لکتروولت و شارژ ماشین آلات بزرگتر و بزرگتر برای زنده ماندن آن و انجام برنامه نویسی خود. \"Lectrovolt II\" با همراهی با موسیقی متن فیلم آرامش بخش و عمیق توسط Ketsa ، یک لور مخفی خرابکارانه و دستاوردهای چالش برانگیز ، اولین انتشار بخار جاه طلب توسط Studios Harmonize است. ======= به روز رسانی 1.2.9 - تغییر شخصیت پچ ======== در آماده سازی برای پاسگاه رایگان DLC ، قرار است سال آینده منتشر شود ، Lectrovolt ..."
    },
    {
        "title": "the wolf and the dragon",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/the-wolf-and-the-dragon/id6745433587",
        "id_in_db": "03e7e0abcb8993605f0ec6f659e74c803724618d27c1e5b6701b7b4db57fac40",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple211/v4/42/9a/92/429a92d4-d644-2f7d-3a74-b9a4f9996e7f/AppIcon-0-0-1x_U007emarketing-0-8-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "time tracker 3d",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/iss-real-time-tracker-3d/id1079990061",
        "id_in_db": "c3fd5015c5f88a9f8bed99739d37de7301e9aeef0d4c66bd5a074ae133d936d6",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple211/v4/7e/c5/a2/7ec5a2ea-51c7-30ef-3f87-16f2e0c1d74c/AppIcon-0-0-1x_U007epad-0-1-0-sRGB-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "timerunner",
        "store": "other",
        "url": "https://givee.club/event/1072",
        "image_url": "https://external-preview.redd.it/dsa3B12_FSyZ8FtEWVOf-3ZgKsbcp4pMpXigDPFe89g.jpeg?width=320&crop=smart&auto=webp&s=6259606392ee87b6492283eead18e164f1ceab58",
        "description": "submitted by /u/MeguminShiro [link] [comments]",
        "id_in_db": "t3_1mdcy0q",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /meguminshiro [لینک] [نظرات]"
    },
    {
        "title": "today i am",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/today-i-am-daily-persona/id6450616950",
        "id_in_db": "31430e5ac3ea712fbe2021fc59636b43386a6040a4ddd7c3c82ae05ec36c173c",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple211/v4/89/b4/80/89b48085-b486-17a8-84a0-071a08b1d803/AppIcon-0-0-1x_U007emarketing-0-8-0-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "toree 3d and toree 2",
        "store": "itch.io",
        "url": "https://itch.io/s/158121/toree-saturn-release-celebration",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/215100/header.jpg?t=1737138060",
        "description": "In the world of Rune Midgard, it was a time of strife between the Gods, Humans and demons... Battle weary from the long war's carnage, the factions entered into an uneasy truce. The truce grew into a fragile peace that lasted for a thousand years. As the memory of that great war faded into legend, the humans began to fall back into the corruption, selfishness and arrogance that they had once risen above. Breaking this time of tranquility is the sudden strange howl that tore through the boundaries dividing the Gods, Humans and Demons. Once peaceful creatures began to attack villages, and violent earthquakes ripped whole continents apart. Sinister corporations to the north engage in twisted genetic experiments and the recent discovery of a pan dimensional portal has opened up amazing new adventures. With the Ragnarok threatening to destroy Rune Midgard, adventurers are needed to step up and battle against the forces of Chaos. Join your friends in exploring the world and build your own legend in RO! *Steam login designed for new accounts registered through the Steam service. Key Features Hybrid 2D/3D Graphics One of the first things noticed about RO is that the character and player models are sprite based while the towns, fields and dungeons are polygonal. This gives RO a unique visual style that hearkens back to the golden age of console RPGs. Extensive PVE and PVP content Whether you want to hunt down the toughest monsters in Rune Midgard or engage in our bi-weekly Guild vs. Guild War of Emperium, Ragnarok Online has over 10 years worth of content, including new maps, new classes, challenging instanced dungeons and PVP arenas and Battlegrounds. Extensive class system Every player starts out as a novice class character, from there you choose a class. Multiple branching paths when you level up adds up to a total of 32 classes, each with their own specific abilities. From the hard-hitting Monk to the Robot riding Mechanic, there is a class for every type of player. Make your character your own Character's skills stats are completely customizable with each choice ultimately changing the direction a character will take. Combinated with many different job choices this allows characters to be unique adventurers in the world of Ragnarok Online. Forge, brew and sell Merchant class characters can open shops, and put items up for sale in a totally player driven economy. In addition, certain classes can craft high level equipment and consumables. Weekly events and updates RO is updated every week with fun new things for players to do, and we have major quests and events added every month. Passionate Community The RO fanbase was established in the early 2000s and we have many players who have been with us since the game's early days. We have quests, in-game art and events that come directly from our extremely creative community.",
        "id_in_db": "t3_1mhxjub",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "215100",
        "genres": [
            "Massively Multiplayer",
            "RPG",
            "Free To Play"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256715477/movie_max.webm?t=1524857012",
        "is_dlc_or_addon": false,
        "persian_summary": "در دنیای Rune Midgard ، زمان نزاع بین خدایان ، انسان ها و شیاطین بود ... نبرد خسته از قتل های جنگ طولانی ، جناح ها وارد یک آتش بس اضطراب شدند. آتش بس به یک آرامش شکننده تبدیل شد که هزار سال به طول انجامید. همانطور که خاطره آن جنگ بزرگ به افسانه محو شد ، انسانها شروع به بازگشت به فساد ، خودخواهی و استکبار کردند که زمانی در بالا قیام کرده بودند. شکستن این زمان آرامش ، زوزه عجیب و غریب ناگهانی است که از طریق مرزهای تقسیم خدایان ، انسان ها و شیاطین پاره می شود. هنگامی که موجودات مسالمت آمیز شروع به حمله به روستاها کردند و زمین لرزه های خشونت آمیز قاره ها را از هم جدا کردند. شرکت های شوم به شمال درگیر آزمایش های ژنتیکی پیچ خورده و کشف اخیر یک پورتال بعدی پان ابعاد ماجراهای شگفت انگیز جدید را باز کرده است. با تهدید Ragnarok برای نابودی Rune Midgard ، ماجراجویان برای قدم گذاشتن و نبرد با نیروهای هرج و مرج مورد نیاز هستند. در کاوش در جهان به دوستان خود بپیوندید و خود را بسازید ..."
    },
    {
        "title": "tracing board",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/tracing-board-lightbox/id1040566627",
        "id_in_db": "e6db3df2e570dce8d513e17fbdcc7a226a9cf74f419867719e9bc0fb2c2373c3",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple211/v4/87/7f/6e/877f6ee5-7520-c26d-b009-91191354f858/AppIcon-0-0-1x_U007emarketing-0-7-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "trials of fire 399 80 off until august 8th",
        "store": "steam",
        "url": "https://store.steampowered.com/app/1038370/Trials_of_Fire/",
        "image_url": "https://external-preview.redd.it/WytapyStOiWEEqnNbozxRjeZ-J8MgHkVJQmyW8w7AnQ.jpeg?width=320&crop=smart&auto=webp&s=35863fe2fb439d488c01fecb41909001db2ec860",
        "description": "submitted by /u/FrozenMongoose [link] [comments]",
        "id_in_db": "t3_1mfvn7k",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "80% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /FrozenMongoose [لینک] [نظرات]"
    },
    {
        "title": "turn based cyberpunk action ca2299 free cyberpunk turn",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/keylocker-622bcc",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3464830/dfe61ccbe2b148660f55713b54fed1bbfbf97fc7/header.jpg?t=1749317176",
        "description": "Fight and survive to the beat against various robots that want to bring you down. Improve yourself each round to face the boss in the final showdown. Sound of Survival is a rhythm shooter with Vampire Survivors elements, offering multiple unlockable levels and difficulty modes. Gameplay Fight against the onslaught of machines in each round. Shoot in sync with the music using the different modes of your weapon to optimally take down various enemies. After each round, you can individually upgrade yourself and your weapon in the shop menu to perform better next round. Choose a suitable song and begin the upcoming round. Shoot on the beat Shoot, jump, and dash perfect to the beat to increase your damage, leaving your enemies with no chance. You can choose from a variety of songs composed specifically for this game. Each song has a unique speed and duration, helping you find the track that best fits your playstyle. Metaprogression After each playthrough, you have the opportunity to further upgrade yourself, your weapon, or the shop to perform even better in the next level. Defeat the boss to unlock additional levels or difficulty modes and prove that you have the best sense of rhythm.",
        "id_in_db": "t3_1me3xhk",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3464830",
        "genres": [
            "Indie",
            "Free To Play"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257088857/movie_max_vp9.webm?t=1744665289",
        "is_dlc_or_addon": false,
        "persian_summary": "مبارزه کنید و در برابر ربات های مختلفی که می خواهند شما را از بین ببرند ، به ضرب و شتم بمانند. خود را در هر دور بهبود بخشید تا در مرحله نهایی مسابقات با رئیس روبرو شوید. Sound of Survival یک تیرانداز ریتم با عناصر Vampire Survivors است که چندین سطح باز نمی شود و حالت های دشواری را ارائه می دهد. گیم پلی در هر دور با حمله به دستگاه ها مبارزه می کند. با استفاده از حالت های مختلف سلاح خود ، با موسیقی همگام شوید تا بهینه دشمنان مختلف را از بین ببرید. بعد از هر دور ، می توانید به صورت جداگانه خود و سلاح خود را در منوی فروشگاه ارتقا دهید تا در مرحله بعدی بهتر عمل کنید. یک آهنگ مناسب را انتخاب کنید و دور آینده را شروع کنید. برای افزایش آسیب های خود روی ضربات ضرب و شتم ، پرش و ضرب و شتم به ضرب و شتم ، و دشمنان خود را بدون هیچ فرصتی رها کنید. شما می توانید از بین آهنگ های متنوعی که به طور خاص برای این بازی ساخته شده است انتخاب کنید. هر آهنگ دارای سرعت و مدت زمان منحصر به فردی است و به شما کمک می کند آهنگ را پیدا کنید که به بهترین وجه با Playstyle شما باشد. استعاره بعد از هر بازی ، شما این فرصت را دارید که بیشتر ..."
    },
    {
        "title": "underworld office",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/underworld-office-novel-game/id1523265842",
        "id_in_db": "850c2690e6982a65d14118179f962f1b91692f9ded7785f764ef1caa84049dee",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple112/v4/bd/00/73/bd007327-9f61-88f9-05d9-c5fa6b1ac3f2/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "vessel of hatred deluxe 3239 cad 60 off diablo 3 1249 cad 50 off warcraft remastered battle chest 2699 cad50 off up to 67 off on select titles through august 13th",
        "store": "other",
        "url": "https://us.shop.battle.net/en-gb/sale/game-deals-august-2025",
        "image_url": "https://external-preview.redd.it/A5Ko8jYMhkXK20N1zc9ENBz4nG0sLdPlQX4c0rqV2L0.jpeg?width=640&crop=smart&auto=webp&s=00eda178e411c8f68fd3b94e01fcb338af8ece77",
        "description": "submitted by /u/Letobrick [link] [comments]",
        "id_in_db": "t3_1mfe15x",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "60% off",
        "is_dlc_or_addon": true,
        "persian_summary": "ارسال شده توسط /u /letobrick [پیوند] [نظرات]"
    },
    {
        "title": "video to mp3 app premium lifetime 3999",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/mp3-converter-video-to-mp3-app/id6746092658?platform=iphone",
        "image_url": "https://external-preview.redd.it/HRPNagAmX5YCIbKz5ASjm1xL7kWP3KsdqZjVpMJIDaM.png?width=640&crop=smart&auto=webp&s=d35d49d8fd0116e59d34f61b5c22fcbd97c61101",
        "description": "For a limited time, get the Lifetime Plan for MP3 Converter at a massive discount. Mp3 Converter – Video Converter, Convert all your videos, audios into various formats. Whether you're converting video,music, voice recordings, or other audio content, this app delivers high-quality results in just a few taps. All-in-one solution combining file format converter, audio extractor and Video Player. Features: * Video Converter & Video transcoder - Convert videos between all popular formats: MP4, MOV, 3GP, 3G2, ASF, MKV, VOB, MPEG, WMV, FLV, AVI, OGV, WEBM, MPG.. - Video Encoders: H.264(AVC), H.265(HEVC), MPEG-2,MPEG-4, H.263+, AV1, WMV2, VP8, VP9,THEORA, XVID, DIVX and others. *Audio Converter - Extract audio from recorded videos, output format: MP3, M4A, OGG, WAV, FLAC, WMA, AIFF, CAF, ADX, AC3, AAC, M4R, M4A, OPUS. - Audio Encoders : AAC, MP3, MP2, AMR, Opus, SWF, WMAV2, WMAV1, Vorbis, SPEEX, DCA, EAC3, FLAC, PCM_S16LE, PCM_S16BE. *Video Player - Play any video or music file smoothly with built-in player. *File Management & Transfer - Batch import, Wi-Fi transfer, and file sharing between phone and computer. - Import recorded videos from your device gallery. Grab it now—don’t miss this deal! Free upgrade to the Lifetime Plan today! submitted by /u/kakaApp [link] [comments]",
        "id_in_db": "t3_1mh90gn",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "برای مدت زمان محدود ، برنامه Lifetime را برای مبدل MP3 با تخفیف عظیم دریافت کنید. مبدل MP3 - مبدل ویدیویی ، تمام فیلم های خود ، Audios را به قالب های مختلف تبدیل کنید. این که آیا شما در حال تبدیل فیلم ، موسیقی ، ضبط صوتی یا سایر محتوای صوتی هستید ، این برنامه نتایج با کیفیت بالا را فقط در چند شیر آب ارائه می دهد. راه حل All-in-one با ترکیب مبدل فرمت فایل ، استخراج کننده صوتی و پخش کننده. ویژگی ها: * مبدل ویدیویی و ویدیو Transcoder - تبدیل فیلم ها بین همه فرمت های محبوب: MP4 ، MOV ، 3GP ، 3G2 ، ASF ، MKV ، VOB ، MPEG ، WMV ، WMV ، OGV ، WEBM ، MPG .. - رمزگذارهای ویدئویی: H.264 (AVC) ، H.265 (Hevc) AV1 ، WMV2 ، VP8 ، VP9 ، Theora ، XVID ، DIVX و دیگران. *مبدل صوتی - استخراج صوتی از فیلم های ضبط شده ، فرمت خروجی: MP3 ، M4A ، OGG ، WAV ، FLAC ، WMA ، AIFF ، CAF ، ADX ، AC3 ، AAC ، M4R ، M4A ، OPUS. - رمزگذارهای صوتی: AAC ، MP3 ، MP2 ، AMR ، OPUS ، SWF ، WMAV2 ، WMAV1 ، Vorbis ، Speex ، DCA ، EAC3 ، FLAC ، PCM_S16LE ، PCM_S16BE. *پخش کننده ویدیویی - هر فایل ویدیویی یا موسیقی را هموار با ..."
    },
    {
        "title": "wheels of aurelia",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/wheels-of-aurelia/id1198170026",
        "id_in_db": "161a5dc47068d0f1cb4c6cfd54f7b8e046fc5b6b25f53f9ce725352c0a755173",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://assets.nintendo.com/image/upload/c_fill,w_1200/q_auto:best/f_auto/dpr_2.0/ncom/software/switch/70010000000739/533e063c9e3e5bfee0b75e9848796e37453891e2508265a4aa16516fc0d52286",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "windows macos legion td 2 ca2299 free defend against waves of enemies and destroy the enemys king before they destroy yours",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/legion-td-2-a244b9",
        "image_url": "https://cdn1.epicgames.com/spt-assets/29586d03c1c147569a1991a8616c1413/legion-td-2-1em1j.png",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1m86wlf",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /pm_me_freegames [لینک] [نظرات]"
    },
    {
        "title": "硬汉猫猫：手法大师",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3744910/_/",
        "image_url": "https://external-preview.redd.it/Z-s8lcpqQxFxf5U5ocJ0GeuBnEzSE-gBccgWXtvIsyg.jpeg?width=320&crop=smart&auto=webp&s=a972e8506b438948f01c5be83bfaa265d7b5407c",
        "description": "This game will stop being free from August 19th onwards. https://store.steampowered.com/news/app/3744910/view/526476055078241493 submitted by /u/thalesulisses [link] [comments]",
        "id_in_db": "t3_1mfqlvz",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "این بازی از 19 اوت به بعد آزاد خواهد شد. https://store.steampowered.com/news/app/3744910/view/526476055078241493 ارسال شده توسط/u/thalesulisses [پیوند] [نظرات]"
    }
]