[
    {
        "title": "479 the excavation of hobs barrow 55 off",
        "store": "steam",
        "url": "https://store.steampowered.com/category/scream",
        "image_url": "https://external-preview.redd.it/v8Cqp6PfX3Vu4LMz0bLRjLNhEfsdifGTa6WSctFuKCE.jpeg?width=640&crop=smart&auto=webp&s=ebb6a2fb73bcdc3df5beab94309bf180706bcb1e",
        "description": "submitted by /u/Coloursun [link] [comments]",
        "id_in_db": "t3_1oho777",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "40% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Colorsun [لینک] [نظر]"
    },
    {
        "title": "a colorful puzzle game",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/globs-a-colorful-puzzle-game/id6738417089",
        "id_in_db": "7e6a95676be47967ea4297a098c30176763108202de83986645a1da7da1df406",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/75/b0/71/75b07162-2f74-89ec-d9ba-fdeab51ec446/AppIcon-0-0-1x_U007emarketing-0-8-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "amnesia",
        "store": "epicgames",
        "url": "https://store.epicgames.com/p/amnesia-the-bunker-9d5799",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1823380/header.jpg?t=1676651031",
        "description": "The game is set in our day and age. You play as our young amnesiac hero, who woke up from a year-long coma into an unknown world. He remembers nothing and recognizes no-one from his former life. What happened to him? That’s for you to find out. The game is populated by a variety of characters, each with their own distinct personality, background and secrets. Special attention and care is put into the quality of the images and animations. GAMEPLAY: More than 2500 images More than 200 animations More than 20 characters Free Roam Many locations to explore in detail Time Cycle Relationship system. A variety of fetishes Task log Phone Achievements Secrets and easter eggs WHAT’S COMING: This is how I want the game to look. It is a Free Roam title, with each character having their own schedule and story. The main storyline develops along with the protagonist's relationship to the main characters: Alexandra, Kate and Elena. The basic outline of these relations is a system of 6 levels, with each increasing level allowing for new interactions in Free Roam. As the main plot develops, the player character will encounter secondary characters (girls). I’ve already written about 10 of these secondary girls, but the idea is to bring this number up into the dozens, with each girl having their own plot and relationship levels (from 0 to 5): each level will bring up hotter and hotter encounters. EARLY ACCESS: “Early access” means that you can start playing right now, but you’ll find that some of the game’s features are still to be fully developed. For example, I’m planning to introduce various mini-games which will help in upgrading the player character and advancing the plot. The game features voice acting, but it’s still a ways to go from the level of professionalism that I’d like for each of the animations. I would also like to introduce skills for the main character which will weigh-in on his interactions and make branched scenes according to each player’s particular dialogue choices. Finally, I want to take the post-processing of images and animations to the next level. For this, I will probably need to get a powerful workstation, in order to produce higher resolution images and 60fps animations: all for the sake of perfection! I also plan to fully develop the plot beats and interactions of supporting characters, but only after the main storyline is finished.",
        "id_in_db": "t3_1o88h7t",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1823380",
        "genres": [
            "Adventure",
            "Indie",
            "Early Access"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256860672/movie_max_vp9.webm?t=1637898251",
        "is_dlc_or_addon": false,
        "persian_summary": "بازی در زمان و عصر ما جریان دارد. شما نقش قهرمان جوان فراموشی ما را بازی می کنید که از یک کمای یک ساله به دنیایی ناشناخته بیدار شد. او هیچ چیز را به یاد نمی آورد و هیچ کس را از زندگی قبلی خود نمی شناسد. چه اتفاقی برای او افتاد؟ این برای شماست که بفهمید این بازی دارای شخصیت‌های مختلفی است که هر کدام شخصیت، پس‌زمینه و اسرار خاص خود را دارند. توجه و دقت ویژه ای به کیفیت تصاویر و انیمیشن ها می شود. گیم پلی: بیش از 2500 تصویر بیش از 200 انیمیشن بیش از 20 کاراکتر پرسه زدن رایگان بسیاری از مکان ها برای کاوش در جزئیات سیستم ارتباط چرخه زمانی. انواع فتیش‌ها فهرست وظایف دستاوردهای تلفن اسرار و تخم‌مرغ‌های عید پاک WHAT’S COMING: من می‌خواهم بازی اینگونه باشد. این یک عنوان Free Roam است که هر شخصیت برنامه و داستان خاص خود را دارد. خط داستانی اصلی همراه با رابطه قهرمان داستان با شخصیت های اصلی: الکساندرا، کیت و النا توسعه می یابد. طرح کلی این روابط یک سیستم 6 سطحی است که ..."
    },
    {
        "title": "apps equalizer bass booster pro 249",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=music.bassbooster.equalizer.pay",
        "image_url": "https://external-preview.redd.it/1cuNnU72qKaeb9PwP57EZIJqrWx3GX2PbV1E6BOacG8.png?width=320&crop=smart&auto=webp&s=ecc3304986cfaa0036749c045359d1c47b246ed5",
        "description": "submitted by /u/Lohigno [link] [comments]",
        "id_in_db": "t3_1oi9oke",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lohigno [پیوند] [نظر]"
    },
    {
        "title": "apps evergreen habit tracker 1999",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=app.evergreenapp.evergreen",
        "image_url": "https://external-preview.redd.it/ejnk9wDh45ym3FXZy-EimQgtgC3F_b_CCkfe9SQ7KYs.png?width=320&crop=smart&auto=webp&s=f3adc9027786090aac344b2f004a4205eb64a581",
        "description": "submitted by /u/abeniAv [link] [comments]",
        "id_in_db": "t3_1ohl35u",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/abeniAv [لینک] [نظر]"
    },
    {
        "title": "autumn sale up to 95",
        "store": "gog",
        "url": "https://www.gog.com/en/promo/autumn_sale_2025",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/485610/0becb5b8e325d08101422223602d6e68abafa9e5/header.jpg?t=1761230297",
        "description": "Features Multiplayer 11 Game modes 21 Stadiums Dedicated servers Antilag system Realistic physics Ball editor Customization Bots Tutorial Replays Statistics Soccer Game Soccer Online: Ball 3D is the first soccer game in a new genre. Control one player on the virtual field. Kick the ball high, low, hard, lightly, curve, lob, jump, dribble, sprint (dash) and perform tricks. Discover a multi-player football simulator played by over 1 million players. Gameplay Ball 3D is an immersive computer game where you have 100% control. The physics is powered by a professional physics engine, which ensures realistic ball behavior. Because this is a physics-driven game, you need to use the geometry of the in-game objects to control them. Third person camera view makes the gameplay very unique in the electronic gaming world. At last a game that lets you perform pixel perfect moves. Open yourself to an atmospheric, magic reality, gain access to a new world where your unreal fantasy of becoming a soccer player will come true. Not many aaa titles offer what you will find in this hidden gem, it may be your best choice. This competitive team-based game is a true marvel for real-life soccer fans, offering endless fun. Soccer Online Playing single-player vs bots is so fun, but this is a modern esport game. Play online in the cross-platform multiplayer and play with other humans over the internet (or local network). Exciting and addictive Co-Op/PvP is the strongest element of this indie game. More than soccer Ball 3D has other sports for you to enjoy on-line: Basketball, Handball, Ice Hockey, Racing, Battle Royale and more. In Battle Royale survival is the key. Carefully overwatch the entire battlefield and avoid your opponents at all cost. It is not a shooter, there is no crosshair, the only weapon you have is you). You win this combat only when all your rivals are \"dead\". Use your reflex to win this epic war. The racing mode is like a kart racer, but with discs. During the race you drive using your mouse and keyboard as a controller. In Hockey mode you play with a puck. Ball 3D is a multi-sport simulation game available on laptop/desktop PC (Windows), Mac/Macbook (MacOS) and Steam Deck (Linux). Absolutely unique soccer sim game for casual, hardcore and pro players, where not only your realtime reaction skills matter, but also tactics. It mixes arcade gameplay with strategy. Fast-paced, easy to play, hard to master e-sport game with creative mechanics. Great to play in 2025 and even in 2026. It may be a light, relaxing and cozy experience. Unlike many RPG games where you level up your character, here your quest is to improve yourself. Whether you prefer golf, tennis, pool, baseball, cricket, volleyball or any other olympic sport, you will still like Ball 3D. Teams Build your own team. Choose a name/tag (FC The Best, AS Best Players, EAS-Vampires, Foot Monsters (FM), Greatest Among Many (GAM), FRE or any other) then invite your friends to join the party and become a real team coach/manager. Be ready to compete in global leagues, cups and tournaments. Wouldn't it be nice to join the elite and win the Ball 3D World Cup Grand Final? Be on top and become a living legend, the undisputed best Ball 3D player on the planet earth (the GOAT). Write your story and fulfill your American dream! If you lose, challenge your opponents to a rematch. Invite 1, 2 or 5 friends, 6, 7, 10. Not enough? How about 25, 26 or even more. Cooperation is the secret formula. Your team may try to play positional attacks or it may defend the goal like a tank, lock the penalty area, turn it into a fortress and try counter attacks. Parking a bus in the goal is a sensible tactic too. Picking the best tactic for your team is like solving a puzzle, use your head and logic. Stealing tactics from your opponents is not theft. It is your role to decide if you want to play with one striker or with two, with three defenders or with four. You may try accurate short passes to gain space or full power flat strikes. Try all possible ideas and alternatives. Welcome new players! Simple tutorial will teach you how to play. It will help you massively to improve during the humble beginnings of your career. It is like a sandbox that lets you practice your moves and tricks. Multiplayer The game offers very advanced and optimized network code, including client side prediction anti-lag system and great dedicated servers in various regions that offer low ping. It is one of the most dynamic highest-rated coop soccer games. If you like multiplayer or mmo games you will love it. Bots are ready to play Ball 3D is mainly not a singleplayer offline PvE game, but you may decide that it is too early to play with real people and prefer to try your 1st game solo vs bots (AI). Man of the match The name of the best player will be featured and shown on the board as the man (woman) of the match. Put your name there and become popular! It tastes really wonderful to reach the apex and become the hero of the match. Replays Replays will help you craft your soccer skills into an art. Watch the matches from various cameras, including: TV, Action, Top Down, Auto and several others or from the 3rd person perspective. Remember to record replays and save your \"wow\" goals for later. Soccer variations Try modes like: Darts, Ping Pong and others. Ball 3D is a super fun, rich and deep co-operative game not similar to any other. Different environments Play on the grass, darker grass, dried grass, sand (desert), snow, concrete or rust-colored gravel. Play during the sunny summer, cold snowy winter, rainy autumn or green spring. Do you prefer the daylight or the dark night? Clean hot sky, clouds or maybe a rain? Play on stadiums like: Classic, Real, Small, Big, Good, Mega, Huge, a street city stadium called Urban and many others. Ball 3D is a colorful, peaceful, family friendly, non-violent (no violence, no blood) game about soccer with a bit of the old school retro vibe. It can be played by players of all age, kids and adults, boys and girls. No matter what your sex is. Whether you are 18, 24 or 50 years old, boomer or young. Other features The game also offers Steam Trading Cards and Achievements among many other features. Buy and sell in-game items for a very cheap price on the Steam Market (cheapest deals are for less than 0.99 dollars). Get free items (loot inside the boxes) for playing the game and then put them on sale or go to the market and look for some best-sellers for yourself. Visit the shop, where you can find paid items and some attractive discounted bundles that offer great value (halloween, christmas, valentine and others). Tweak the graphics and other settings to get more fps. The game will work on all computers including bad low spec / low end hardware (potato pc). After you score a goal, you can turn yourself into a rocket, alien, spider, ufo, car, zombie and many other scary but cartoony monsters, plants and wild animals you may know from horror and sci-fi movies or cartoons. How cool and funny is that? Use stylized visual shot effects like: shadow, ghost, black trail, white shuriken, fire ball, dying star, red devil from hell, rainbow cubes, ancient artifact and countless others. Show emotions to by using special emotion items, the list is long: cute cat, pumpkin smile, wolf, crazy kiss, laugh, XD, lol, bat. Use badges: dog, portal, loops, dwarf, dragon, underground, warrior, hand, heat map, spooky. Become a Ball 3D player Join our community. It's not difficult. Start playing soccer right away and begin a new adventure. Support Ball 3D was created by Unusualsoft. You can contact us by email, on the forum, social media or discord. Feel free to ask questions or make suggestions. We will be very happy to reply to you! Updates The game has been already updated over 250 times. Many fun things will be added in the upcoming releases.",
        "id_in_db": "t3_1oig2sx",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "75% off",
        "steam_app_id": "485610",
        "genres": [
            "Sports"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257125827/movie_max_vp9.webm?t=1744634219",
        "is_dlc_or_addon": false,
        "persian_summary": "ویژگی های چند نفره 11 حالت بازی 21 استادیوم سرورهای اختصاصی سیستم Antilag فیزیک واقعی ویرایشگر توپ سفارشی سازی ربات ها آموزش بازپخش آمار بازی فوتبال فوتبال آنلاین: Ball 3D اولین بازی فوتبال در سبک جدید است. یک بازیکن را در زمین مجازی کنترل کنید. توپ را بالا، پایین، محکم، سبک ضربه بزنید، منحنی کنید، لوب کنید، بپرید، دریبل کنید، دوی سرعت (خط تیره) بزنید و ترفند انجام دهید. یک شبیه ساز فوتبال چند نفره را کشف کنید که توسط بیش از 1 میلیون بازیکن بازی می شود. Gameplay Ball 3D یک بازی رایانه ای همهجانبه است که در آن شما 100% کنترل دارید. فیزیک توسط یک موتور فیزیک حرفه ای طراحی شده است که رفتار واقعی توپ را تضمین می کند. از آنجایی که این یک بازی فیزیک محور است، باید از هندسه اشیاء درون بازی برای کنترل آنها استفاده کنید. نمای دوربین سوم شخص، گیم پلی بازی را در دنیای بازی های الکترونیکی بسیار منحصر به فرد می کند. در نهایت یک بازی که به شما امکان می دهد حرکات پیکسلی عالی را انجام دهید. خودتان را به روی یک واقعیت جوی و جادویی باز کنید، به دنیای جدیدی دسترسی پیدا کنید که در آن فانتزی غیرواقعی شما برای تبدیل شدن به یک فوتبال..."
    },
    {
        "title": "avermedias xtra go and elite go dockcapture machines core go dock more",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1oe8r8a/fgf_giveaway_avermedias_xtra_go_and_elite_go/",
        "image_url": "https://pisces.bbystatic.com/image2/BestBuy_US/images/products/a2535ae0-2c0e-402c-8343-04f26a01812c.png",
        "description": "NOTE: Sadly this giveaway is only open to users who can supply Canada or USA addresses. You can be anywhere I guess, but you need to have an address in the States or Canada where we can get the item you win sent to you. This is a direct from dev/pub/store giveaway for FGF. Similar to those we have done before. Massive thanks once again to AVerMedia for supplying the giveaway! <3 Back in January 2024, AVerMedia offered some lovely items to showcase their lineup of capture cards for the year! With the recent launch of Pokémon Legends Z-A, AVM are once again wanting to work on a promotional campaign with FGF! The team have three products to showcase that support the Switch 2, Steam Deck, ROG Ally, Switch 1 and many other mobile platforms . They're even running a big sale event for them on Amazon right now until the 30th! The X'Tra Go (GC515) , which is a dock, 4K60/1080p120 display output and 4K30/1080p120 capture device. The Elite Go (GC313Pro) , which is a brick wall wart-style dock, 4K60 display output and 1080p60 capture device. Then finally the Core Go (GC313) , which is another wall wart-style dock, 4K60 display output and charger, but offers no capture. These are basically hub devices with additional features like video capture (on the first two) added in. Pair any of these with your Switch 2, Switch, Steam Deck, ROG Ally, and plenty of other and you're ready for some great couch gamin fun! To promote AVM and these dock devices, I am happy to announce that they supplied one of each, plus some extra goodies. We will be giving away 1 X'Tra Go (GC515), 1 Elite Go (GC313Pro), 1 Core Go (GC313), 5 AVerMedia XL Gaming Mousepads and 3 AVerMedia Hoodies! A grand total of 11 total winners in this giveaway! To enter the giveaway we will use Gleam and the Reddit comments. The X'Tra Go, Core Go, 2 Mousepads and 1 Hoodie on Gleam . Then the Elite GO, 3 Mousepads and 2 Hoodies through the comments . Feel free to enter with any and all methods/links. Gleam entries: X'TRA GO - GC515 - https://gleam.io/FBpvK/fgf-avermedia-giveaway-xtra-go-gc515 CORE GO - GC313 - https://gleam.io/viowD/fgf-avermedia-giveaway-core-go-gc313 AVerMedia XL Gaming Mousepad - https://gleam.io/TKxlQ/fgf-avermedia-giveaway-xl-gaming-mousepad AVerMedia Hoodie - https://gleam.io/NyodA/fgf-avermedia-giveaway-hoodie Comment entries: Elite Go - GC313Pro AVerMedia XL Gaming Mousepad AVerMedia Hoodie If you enter via the comments, leave only a single top-level one. Replies to comments are fine, but wont be an entry. You can enter for any and all options, but order them in some way if you are interested in multiple things. If all of one item(s) are given out, then users will get priority by their interest. For example, say I want the Elite Go - GC313Pro the most. My comment might be the following: 1. Elite Go - GC313Pro 2. AVerMedia Hoodie 3. AVerMedia XL Gaming Mousepad NOTE: One prize per person. Winners will be selected at random. This offer will be live until the October 30th . The next day or so I will email the Gleam winners (check your junk/spam too) , and Reddit chat the comment winners. At that stage, winners will need to reply with their shipping information, such as name, full address, email and phone number. If I do not hear back after 3 days, then I will need to reroll and pick a new winner(s). Some links to AVerMedia's stuff! X'Tra Go (GC515) on Amazon | Information Page Elite Go (GC313Pro) on Amazon | Information Page Core Go (GC313) on Amazon | Information Page Website - https://www.avermedia.com/ LinkedIn - https://www.linkedin.com/company/avermedia-technologies Instagram - https://www.instagram.com/avermedia/ Facebook - https://www.facebook.com/AVerMedia/ Twitter - https://twitter.com/AVerMedia YouTube - https://www.youtube.com/@AVerMediaGaming Full disclosure, I am being sent an Elite GO (GC313Pro) for review purposes but wont have that ready until nearly the end of the event. For more details about when I have and have not been supplied an item for these FGF Giveaways, see here - https://docs.google.com/spreadsheets/d/1RFeaSIpqFvvSzfOowecLz_rbbFo-YKa25PYAqF6Y6ko/ submitted by /u/StOoPiD_U [link] [comments]",
        "id_in_db": "t3_1oe8r8a",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "توجه: متأسفانه این هدیه فقط برای کاربرانی که می توانند آدرس های کانادا یا ایالات متحده را ارائه دهند باز است. حدس می‌زنم می‌توانید هر جایی باشید، اما باید آدرسی در ایالات یا کانادا داشته باشید تا بتوانیم کالایی را که برنده می‌شوید برایتان ارسال کنیم. این یک هدیه مستقیم از طرف dev/pub/store برای FGF است. مشابه کارهایی که قبلا انجام داده ایم. یک بار دیگر از AVerMedia برای ارائه این هدیه سپاسگزاریم! <3 در ژانویه 2024، AVerMedia آیتم‌های دوست‌داشتنی را برای نمایش مجموعه کارت‌های ضبط سال خود ارائه کرد! با راه اندازی اخیر Pokémon Legends Z-A، AVM بار دیگر می خواهد روی یک کمپین تبلیغاتی با FGF کار کند! این تیم سه محصول برای نمایش دارد که از Switch 2، Steam Deck، ROG Ally، Switch 1 و بسیاری دیگر از پلتفرم‌های موبایل پشتیبانی می‌کنند. آنها حتی یک رویداد فروش بزرگ برای آنها در آمازون در حال حاضر تا 30 ام برگزار می کنند! X'Tra Go (GC515) که یک داک، خروجی نمایشگر 4K60/1080p120 و دستگاه ضبط 4K30/1080p120 است. Elite Go (GC313Pro) که یک داک به سبک زگیل دیواری آجری است،..."
    },
    {
        "title": "best plumber",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/best-plumber",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1166580/header.jpg?t=1707532308",
        "description": "Best Plumber is a puzzle quest, you have to play as a young plumber. Use your skills for victory! You will be required not just logic, and speed as well. Deliver the water to the point and proceed to the next level of the game. There are a lot of levels, as simple and complex. Times are changing and the technician nowadays is a qualified specialist.",
        "id_in_db": "t3_1o9veen",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1166580",
        "genres": [
            "Casual",
            "Indie",
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256762885/movie_max.webm?t=1706114402",
        "is_dlc_or_addon": false,
        "persian_summary": "بهترین لوله کش یک جستجوی پازلی است، شما باید به عنوان یک لوله کش جوان بازی کنید. از مهارت های خود برای پیروزی استفاده کنید! شما نه تنها به منطق، بلکه سرعت نیز نیاز خواهید داشت. آب را به نقطه برسانید و به مرحله بعدی بازی بروید. سطوح زیادی وجود دارد، به عنوان ساده و پیچیده. زمان در حال تغییر است و تکنسین امروزه یک متخصص واجد شرایط است."
    },
    {
        "title": "bloons td 6 139 offer ends november 3",
        "store": "steam",
        "url": "https://store.steampowered.com/app/960090/Bloons_TD_6/",
        "image_url": "https://external-preview.redd.it/we-POCkcSmfNu8ye7ZEUItbgrGjwSWSr6YWo2cxsXBE.jpeg?width=320&crop=smart&auto=webp&s=45aa3efce3575fb3427b4e4259b92657ed968504",
        "description": "submitted by /u/AMong00se [link] [comments]",
        "id_in_db": "t3_1ohn69k",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "90% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/AMong00se [لینک] [نظر]"
    },
    {
        "title": "breeds and beastsca289 free doodle farm brings cute animals that you can use to breed and create new animals on your farm",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1oe5qgq/multiplatform_doodle_farm_breeds_and_beastsca289/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/815370/header.jpg?t=1757690850",
        "description": "ULTIMATE SURVIVAL Immerse yourself in an open-world survival simulation set in the harsh, uncharted Amazon jungle. Master real-life survival techniques to craft tools, hunt for food, fight off dangers, and gather resources, remember to tend to your wounds in the unique inspection mode, and maintain mental health. Build a simple shelter or construct a fortress to withstand the elements. Play solo or team up with friends to face the challenges of the jungle together. EXPERIENCE THE STORY… Survive and follow the thrilling story of anthropologist Jake Higgins, a man stranded in the Amazon rainforest. Jake is searching for his missing wife, Mia, who has been conducting anthropological research in the jungle. The 25+ hour campaign explores themes of survival, guilt, and the fragility of the human mind as Jake's journey reveals dark secrets about his past and the sinister forces at play deep within the Amazon. Explore the free Spirits of Amazonia prequel campaign, offering over 20 hours of gameplay. Uncover the events leading up to the original Green Hell story and unravel the full mystery haunting the jungle. … OR GO FULL SURVIVAL Focus solely on survival aspects in Endless Mode and experience all the action-packed gameplay Green Hell has to offer. Over 20 content updates added post-launch hugely expand the game’s features with multitudes of new mechanics and improvements. Play the game, survive the Amazonian jungle, and have fun your way. CRAFT, BUILD, AND GET COZY Create your ultimate Amazonian base using all the resources the jungle has to offer. Use wood, bamboo, stones, mud, and ropes to build either simple shelters or multi-level Amazonian mansions, or even take your survival to new heights by creating your home in the treetops. Craft furniture, place decorations, and add some color to your base. You can also fortify it to keep it secure and light it up in the night. Make certain to keep alert for enemies looking for many ways to expel you from their territory or stand against them in a deadly Flamekeeper Challenge. CHILL WITH ANIMALS & USE ALL THE JUNGLE WONDERS Capybaras, tapirs, peccaries, armadillos, and anteaters are just some of the animals you can breed. And yes - of course you can pet them! The jungle is not only full of deadly predators but it’s also filled with cute pals which you can gain their trust by feeding and caring for them. Use all the natural gifts the jungle can provide, like honey, bird feathers, and eggs - and yes of course - insects, to use them for your and the animal menagerie’s needs. Unleash your farming spirit and become one with the wilderness. ENJOY 21 FREE CONTENT UPDATES AVAILABLE NOW",
        "id_in_db": "t3_1oe5qgq",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "815370",
        "genres": [
            "Action",
            "Adventure",
            "Indie",
            "Simulation"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257051536/movie_max_vp9.webm?t=1725368539",
        "is_dlc_or_addon": false,
        "persian_summary": "ULTIMATE SURVIVAL خودتان را در یک شبیه سازی بقا در جهان باز در جنگل خشن و ناشناخته آمازون غرق کنید. بر تکنیک‌های زنده ماندن در زندگی واقعی برای ساخت ابزار، شکار غذا، مبارزه با خطرات و جمع‌آوری منابع تسلط داشته باشید، به یاد داشته باشید که در حالت بازرسی منحصر به فرد به زخم‌های خود رسیدگی کنید و سلامت روان را حفظ کنید. یک سرپناه ساده بسازید یا قلعه ای بسازید تا در مقابل عوامل مقاومت کند. انفرادی بازی کنید یا با دوستانتان تیم شوید تا با هم با چالش های جنگل روبرو شوید. داستان را تجربه کنید... زنده بمانید و داستان هیجان انگیز انسان شناس جیک هیگینز را دنبال کنید، مردی که در جنگل های بارانی آمازون گیر افتاده است. جیک در جستجوی همسر گمشده خود، میا، است که در حال انجام تحقیقات انسان‌شناسی در جنگل است. این کمپین 25 ساعته به بررسی موضوعات بقا، احساس گناه و شکنندگی ذهن انسان می پردازد، زیرا سفر جیک اسرار تاریکی درباره گذشته او و نیروهای شوم در حال بازی در اعماق آمازون را آشکار می کند. کاوش در کمپین پیش درآمد رایگان Spirits of Amazonia با ارائه بیش از 20 ساعت..."
    },
    {
        "title": "dead standoff premium 249",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.BeardyBird.AilmentPremium",
        "image_url": "https://external-preview.redd.it/J6ZYHCEVwVO4airvK6qo1t2RiH7sWNoK-07hfwEk2iY.png?width=320&crop=smart&auto=webp&s=caaf29ce492260c979070556f2afa2ce51656661",
        "description": "submitted by /u/pudah_et [link] [comments]",
        "id_in_db": "t3_1ohvnta",
        "subreddit": "googleplaydeals",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/pudah_et [پیوند] [نظر]"
    },
    {
        "title": "devolver digital halloween sale",
        "store": "steam",
        "url": "https://store.steampowered.com/developer/DevolverDigital/sale/halloweensale2025",
        "image_url": "https://external-preview.redd.it/BIBFRs5eGvK_gvdT7IyYDSdFugX5hRM-vh_3vFNbYi4.png?width=640&crop=smart&auto=webp&s=86e74803d250848e5ba19b2d60c5c597087fa703",
        "description": "submitted by /u/AMong00se [link] [comments]",
        "id_in_db": "t3_1ohnhg3",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/AMong00se [لینک] [نظر]"
    },
    {
        "title": "distant space",
        "store": "steam",
        "url": "https://store.steampowered.com/app/569610/Distant_Space/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/569610/header.jpg?t=1761081429",
        "description": "Distant Space are present the arcade game of cosmic fights in arcade style of the 80's, this is a game where you can control the spaceship and forced to destroy extraterrestrials, which are moving in the certain order. 26 unique levels, fights against bosses and ear candy music of that era emphasize style of the Space Distant game.",
        "id_in_db": "t3_1oddzrb",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "569610",
        "genres": [
            "Action",
            "Adventure",
            "Casual",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256699872/movie_max.webm?t=1509521060",
        "is_dlc_or_addon": false,
        "persian_summary": "Distant Space در بازی آرکید مبارزات کیهانی در سبک آرکید دهه 80 حضور دارند، این یک بازی است که در آن می توانید سفینه فضایی را کنترل کرده و مجبور به نابودی فرازمینی هایی کنید که به ترتیب خاصی در حال حرکت هستند. 26 سطح منحصر به فرد، مبارزه با باس ها و موسیقی گوش آب نبات آن دوران بر سبک بازی Space Distant تاکید دارد."
    },
    {
        "title": "drive me to hell",
        "store": "itch.io",
        "url": "https://madbug.itch.io/drive-me-to-hell",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2446680/header.jpg?t=1754492990",
        "description": "Drive Me to Hell Race through eerie landscapes, confronting ghostly visions, and evade demonic obstacles. Will you end up in hell? navigate through a thrilling driving horror game. . First person driving horror experience PS1 style low poly graphics. Evade hellish monsters Honk button 20 to 40 minute playthrough",
        "id_in_db": "t3_1oiplvc",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2446680",
        "genres": [
            "Action",
            "Adventure",
            "Racing"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256992084/movie_max_vp9.webm?t=1704311511",
        "is_dlc_or_addon": false,
        "persian_summary": "مرا به مسابقه جهنم برانید از طریق مناظر وهم انگیز، رویارویی با رؤیاهای شبح مانند، و فرار از موانع شیطانی. آیا در نهایت به جهنم خواهید رسید؟ در یک بازی ترسناک رانندگی هیجان انگیز حرکت کنید. . تجربه رانندگی ترسناک اول شخص با گرافیک کم پلی سبک PS1. فرار از هیولاهای جهنمی با دکمه بوق 20 تا 40 دقیقه ای"
    },
    {
        "title": "epic games mobile doodle farm",
        "store": "epicgames",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1oe5kul/epic_games_mobile_game_doodle_farm_breeds_and/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1343400/2354f470ed43dbcf63e168dc2b256285434ea52c/header.jpg?t=1750692577",
        "description": "Journey into the Sixth Age of Gielinor and discover a fantasy world deep with legend and lore. Gielinor's people may be thriving, but the Elder Gods still scheme. The clouds are darkening and war looms. Experience a fantasy online world 19 years in the making. It's up to you. Will you explore the world with friends, or seek your fame and fortune as a lone adventurer? Whether you’re engaged in daring quests, quietly tending to your farm, risking it all against a high-level boss or spending a night at the circus, RuneScape is the perfect second-screen game. Play how you want – the choice is yours. What type of hero will you be? With a world that’s been growing for an incredible 19 years, RuneScape continues to thrill players with an adventure unlike any other. With 270 million installations and cross-playability on PC and mobile, join the hundreds of millions of people who have explored the fantastic and mystical world of Gielinor. Make friends – and maybe sometimes enemies – with a rich roster of memorable NPC characters. From lovable companions and friendly rogues, to deceitful villains and vengeful gods, the many faces of Gielinor offer a deep fantasy experience unlike anything else. Visit dozens and dozens of unique and striking locations, from the medieval castles of Burthorpe and the tranquil harbours of Catherby, to the dangerous barren expanses of the Wilderness or the tropical reaches of Anachronia. Own your own port! Run your own farm! Make a pretty penny trading with players at The Grand Exchange, and keep your exotic wares safe in the Bank. With 28 skills to master, what will you become? Will you be one with nature by perfecting Woodcutting, Fishing, Herblore and Cooking? Or would you prefer to be more creative with Crafting, Farming, Smithing and Construction? Or perhaps your tastes lay elsewhere – with Hunting, Divination, Invention or Runecrafting? Or maybe your soul yearns action, and you’ll take to Magic, Summoning, Slayer and Dungeoneering! Do you want to get up close and personal with a sharp blade in your hand? Or will you take a tactical approach and attack from range? Or perhaps your skills are more mystical, and you prefer the arena of magic? Fight a dazzling assortment of foes including an unimaginable array of epic bosses. From demons to dragons and rock monsters to serpents, nightmares beyond your wildest imagination lay in wait. RuneScape can be played free, but also offers optional membership that unlocks even more thrilling content, including 8 additional skills, over 120 extra quests and access to the entire game world map! Check out the Steam DLC Bundles Membership Access offers featuring launch exclusive Steam cosmetic items and special rewards. Add your unique voice to our vibrant RuneScape community. Enjoy a strong connection to RuneScape's independent development team by joining them for regular livestreams, and share ideas on the forums. We shape RuneScape together!",
        "id_in_db": "t3_1oe5kul",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1343400",
        "genres": [
            "Massively Multiplayer",
            "RPG",
            "Free To Play"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256800506/movie_max_vp9.webm?t=1634556984",
        "is_dlc_or_addon": false,
        "persian_summary": "به عصر ششم جیلینور سفر کنید و دنیایی فانتزی عمیق با افسانه و افسانه را کشف کنید. مردم جیلینور ممکن است در حال شکوفایی باشند، اما خدایان بزرگ هنوز نقشه می کشند. ابرها تاریک می شوند و جنگ در حال رخ دادن است. 19 سال در حال ساخت یک دنیای آنلاین فانتزی را تجربه کنید. این به شما بستگی دارد. آیا با دوستانتان دنیا را کاوش خواهید کرد یا به عنوان یک ماجراجوی تنها به دنبال شهرت و ثروت خود خواهید بود؟ چه درگیر ماموریت های جسورانه باشید، چه بی سر و صدا به مزرعه خود رسیدگی کنید، همه آن را در برابر یک رئیس سطح بالا به خطر بیندازید یا یک شب را در سیرک سپری کنید، RuneScape بازی عالی در صفحه دوم است. همانطور که می خواهید بازی کنید - انتخاب با شماست. چه نوع قهرمانی خواهید بود؟ با جهانی که 19 سال باورنکردنی در حال رشد بوده است، RuneScape همچنان به هیجان بازیکنان با ماجراجویی‌هایی که شبیه هیچ‌کدام از دیگران نیست، ادامه می‌دهد. با 270 میلیون نصب و قابلیت پخش متقابل روی رایانه شخصی و موبایل، به صدها میلیون نفری بپیوندید که دنیای خارق العاده و عرفانی Gielinor را کاوش کرده اند. دوست – و شاید گاهی دشمن – با یک..."
    },
    {
        "title": "epic games mobile samorost 3",
        "store": "epicgames",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1o88jhn/epic_games_mobile_game_samorost_3/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1486920/header.jpg?t=1757711725",
        "description": "Classic RTS action meets modern production and performance in Tempest Rising. Inspired by RTS greats of the 90s and 2000s, Tempest Rising is a classic, base-building real time strategy game set in a modern day alternative history war scenario. It features 3 unique factions, each with its own approach to combat and economy and offering a variety of strategies for players of all stripes, deep and rewarding gameplay that keeps a focus on strategy while rewarding skill, and built-in customization options that allow players to approach the game their way in both single player and multiplayer game modes. Take on the role of Commander in the highly mobile and advanced peacekeeping corps of the Global Defense Forces or the hard-hitting and desperate Tempest Dynasty in 2 11-mission campaigns that allow the player to customize their army for each mission, as both armies seek to understand and control the mysterious but beneficial Tempest vines that grow unchecked across the war-torn planet Earth. Other dangers wait in the shadows, as the origin of the Tempest is revealed... Features Relive classic RTS base building with fast, fluid, and hard-hitting combat Command 2 unique rosters of units as either the GDF (Global Defense Force) or the Tempest Dynasty (with the third playable faction, the Veti, coming in the future.) Experience 2 epic single player campaigns with voiced mission briefings Wage war alone or with friends in 3 game modes: versus AI opponents in Custom Game lobbies, in 1v1 and 2v2 Multiplayer Matchmaking, or solo in skirmish mode with up to 500 units per team Dominate the competition and climb the leaderboards in Ranked matchmaking, utilizing the Glicko-2 rating system",
        "id_in_db": "t3_1o88jhn",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1486920",
        "genres": [
            "Action",
            "Strategy"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257194983/movie_max_vp9.webm?t=1757428787",
        "is_dlc_or_addon": false,
        "persian_summary": "اکشن کلاسیک RTS با تولید و عملکرد مدرن در Tempest Rising مطابقت دارد. با الهام از بزرگان دهه 90 و 2000 RTS، Tempest Rising یک بازی استراتژیک کلاسیک و ساخت پایه است که در یک سناریوی جنگ تاریخ جایگزین مدرن امروزی اتفاق می‌افتد. این بازی دارای 3 گروه منحصر به فرد است که هر کدام رویکرد خاص خود را برای مبارزه و اقتصادی دارند و استراتژی‌های متنوعی را برای بازیکنان در همه رشته‌ها ارائه می‌دهند، گیم‌پلی عمیق و ارزشمندی که تمرکز بر استراتژی و در عین حال مهارت پاداش‌دهی دارد، و گزینه‌های شخصی‌سازی داخلی که به بازیکنان اجازه می‌دهد به بازی در هر دو حالت بازی تک‌نفره و چند نفره نزدیک شوند. در 2 کمپین 11 ماموریتی که به بازیکن اجازه می دهد ارتش خود را برای هر ماموریت سفارشی کند، زیرا هر دو ارتش به دنبال درک و کنترل تاک های مرموز اما سودمند طوفان در سراسر سیاره جنگی هستند، نقش فرمانده را در سپاه بسیار متحرک و پیشرفته حافظ صلح نیروهای دفاعی جهانی یا سلسله طوفان سخت و ناامید به عهده بگیرید."
    },
    {
        "title": "exiled giveaways and itchio mega threads",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1ohjyp7/exiled_giveaways_and_itchio_mega_threads/",
        "image_url": "https://preview.redd.it/exiled-giveaways-mega-thread-v0-3ktwacsz3hwf1.png?width=1039&auto=webp&s=e0f458d413755a6f5b7d9d06f0b740e54193980a",
        "description": "To increase visibility, the mega threads are posted on a weekly basis. This is being done following the overall discussion of Mega Threads via FGF Update - https://redd.it/jkxyzw Please use the below threads for your posts. :) Exiled Giveaways Mega Thread (#2) Itchio Mega Thread (#10) Want to setup alerts to these threads? RSS Feed information can be found in our wiki! https://www.reddit.com/r/FreeGameFindings/wiki/rssfeed Included is information about our discord bot and general RSS feed stuff. Definitely give it a look! submitted by /u/AutoModerator [link] [comments]",
        "id_in_db": "t3_1ohjyp7",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "برای افزایش دید، مگا رشته ها به صورت هفتگی ارسال می شوند. این به دنبال بحث کلی مگا موضوعات از طریق به‌روزرسانی FGF انجام می‌شود - https://redd.it/jkxyzw لطفاً از موضوعات زیر برای پست‌های خود استفاده کنید. :) Exiled Giveaways Mega Thread (#2) Itchio Mega Thread (#10) آیا می خواهید هشدارهایی را برای این رشته ها تنظیم کنید؟ اطلاعات فید RSS را می توان در ویکی ما یافت! https://www.reddit.com/r/FreeGameFindings/wiki/rssfeed شامل اطلاعاتی درباره ربات اختلاف ما و موارد کلی فید RSS است. حتما بهش نگاه کن! ارسال شده توسط /u/AutoModerator [لینک] [نظر]"
    },
    {
        "title": "Fear the Spotlight",
        "id_in_db": "fear-the-spotlight@1761234143",
        "store": "other",
        "url": "https://itad.link/0199edbc-45b7-7198-aa12-939f502a8bf7/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1959390",
        "description": "Fear the Spotlight is an atmospheric third-person horror adventure with a disturbing mystery to unravel. Sneak into school after hours with Vivian and Amy, survive a séance gone wrong, solve tactile puzzles, and, whatever you do, stay out of the spotlight… Sunnyside High has a dark history. When Vivian enters the deserted corridors for a seance with the rebellious Amy, she suddenly ends up alone, and at the mercy of the monster who wanders the halls. Vivian must avoid its gaze, find her friend, and uncover the disturbing, murderous truth of a decades old tragedy. Fear the Spotlight is a creepy love letter to classic 90s horror experiences with a focus of rich storytelling, puzzle solving, and a tense atmosphere. This is a perfect narrative horror game for those new to the genre. THE THRILLS ESCAPE THE NIGHTMARE The séance went terribly wrong. Amy has disappeared, and the school has transformed into a nightmarish version of its former self. Play as Vivian to uncover a dark hidden past while attempting to save both you and your friend DELIGHTFULLY HORRIFYING GAMEPLAY Sneak to avoid detection from an unknown entity in tense hand-crafted stealth moments as Vivian explores the ominous darkness of the school corridors Solve highly tactile puzzles that pay homage to classic genre favorites while evolving gameplay to satisfy modern horror fans Explore the eerie setting of a derelict Sunnyside High with a flashlight, screwdriver, wrench, and more to uncover a web of mysteries 1990s ATMOSPHERIC DREAD Explore the hellish version of Sunnyside High as Vivian in this ode to classic 90’s teen horror. A retro art style, tense audio design, and a nostalgic setting will delight both veteran fans and those new to the horror genre AN EXPANDED STORY Dive even deeper into the dark world of Fear the Spotlight with an extensive additional storyline Fear the Spotlight is the first title to be published by Blumhouse Games , a video games label within Blumhouse Productions focused on championing the most creative and unique takes on the horror genre.",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1959390/786eb153ead8950e63b22c4449060ebaa51f189f/header.jpg?t=1751952809",
        "genres": [
            "Action",
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257069114/movie_max_vp9.webm?t=1730137190",
        "is_dlc_or_addon": false,
        "subreddit": "FreeGameFindings",
        "persian_summary": "Fear the Spotlight یک ماجراجویی ترسناک سوم شخص اتمسفری است که معمایی آزاردهنده برای کشف آن وجود دارد. با ویویان و امی پس از ساعت‌ها به مدرسه بروید، از یک جلسه اشتباه جان سالم به در ببرید، پازل‌های لمسی را حل کنید، و هر کاری که انجام می‌دهید، از کانون توجه دور بمانید... Sunnyside High یک تاریخ تاریک دارد. هنگامی که ویویان برای ملاقات با امی سرکش وارد راهروهای متروکه می شود، ناگهان به تنهایی و در رحمت هیولایی که در سالن ها سرگردان است، می ماند. ویویان باید از نگاهش دوری کند، دوستش را پیدا کند و حقیقت آزاردهنده و قاتل یک تراژدی چند دهه ای را کشف کند. Fear the Spotlight یک نامه عاشقانه ترسناک به تجربیات کلاسیک ترسناک دهه 90 با تمرکز بر داستان گویی غنی، حل پازل و فضایی پرتنش است. این یک بازی ترسناک روایی عالی برای کسانی است که تازه وارد این سبک شده اند. The Thrills ESCAPE THE NIGHTMARE جلسه به طرز وحشتناکی اشتباه پیش رفت. امی ناپدید شده است و مدرسه به نسخه ای کابوس وار از خود سابق خود تبدیل شده است. در نقش ویوین بازی کنید تا یک گذشته پنهان تاریک را کشف کنید..."
    },
    {
        "title": "fear the spotlightca2299 free a school atmospheric third",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/fear-the-spotlight-97656f",
        "image_url": "https://assets.nintendo.com/image/upload/c_fill,w_1200/q_auto:best/f_auto/dpr_2.0/store/software/switch/70010000084840/7695e2b5b23475de6c9bb5c172fa6f672af520d2cb35beac570ae7cead162444",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1oe5scz",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "forsaken souls part 1 gog are complimentary with prime gaming",
        "store": "amazon",
        "url": "https://gaming.amazon.com/?filter=Game",
        "image_url": "https://external-preview.redd.it/YhC5UGHUSWogViGih_qi-WVDC67C3VRMExrTNy9YaRM.jpeg?width=640&crop=smart&auto=webp&s=d6063cc6040deb77777cc87eefdfe544726844e0",
        "description": "submitted by /u/LighteningOneIN [link] [comments]",
        "id_in_db": "t3_1o8br0l",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/LighteningOneIN [پیوند] [نظر]"
    },
    {
        "title": "forsaken souls part 2 gog lost found agency collectors edition legacy fallout 3",
        "store": "amazon",
        "url": "https://luna.amazon.com/claims/home",
        "image_url": "https://m.media-amazon.com/images/G/01/T/TC05316420/A07531864/brand/landing-meta-image._CB403759455_.png",
        "description": "Prime Gaming is now Amazon Luna submitted by /u/LighteningOneIN [link] [comments]",
        "id_in_db": "t3_1oe4v3f",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": true,
        "persian_summary": "Prime Gaming اکنون Amazon Luna است که توسط /u/LighteningOneIN [لینک] [نظرات] ارسال شده است"
    },
    {
        "title": "free for first 500 users with promo code 1gougif window app layout manager for macos that lets you save a snapshot of your workspace apps sizes positions displays and restore it with one click or a shortcut",
        "store": "other",
        "url": "https://www.snapsofapps.com",
        "image_url": "https://external-preview.redd.it/G-EHyotV8bFqCOUdJ3f24ZE9Va6NtAFA4R2B78YdBmw.png?width=640&crop=smart&auto=webp&s=6341d1f87f0a7cbab57ec05f04f6897d39e10baf",
        "description": "Hey r/AppHookup ! I’ve shipped Snaps Of Apps v1.8, a window & app layout manager for macOS that lets you save a snapshot of your workspace (apps + sizes + positions + displays) and restore it with one click or a shortcut. What’s new in v1.8 ✨ Instant progress feedback when launching/quitting snapshots—no more “did it click?” moments. 🎯 Auto-dismissing notifications (3–5s) that never block your workflow and stay visible above all windows—even in fullscreen. 🔙 macOS 10.15+ (Catalina) - macOS Tahoe 26.0.1 support restored. 🛠️ Friendlier error handling (no modal “OK” walls), a smaller app bundle, and a rebuilt notification system for speed & reliability. Limited offer: 500 free full licenses (100% off) I’m making 500 codes available for a 100% discount on the full version so you can properly try it out. How to redeem (once-off $0 license): Download & install the full version (link below). Open the app → click Buy . Enter this 100% discount code : 1GOUGIF Complete checkout (total should be $0 ). Full Version: https://www.snapsofapps.com Direct checkout link with installer: https://diteam.gumroad.com/l/bpmxjw What it does (quick recap) Save your exact window layout (apps + positions + sizes + which display they live on). Restore the whole layout instantly for “Work mode”, “Design mode”, etc. Launch/close sets of apps without interrupting your flow. Download & info Website: https://www.snapsofapps.com Direct checkout link with installer : https://diteam.gumroad.com/l/bpmxjw Requirements: macOS 10.15+ Version: 1.8 (Build 23) I’d love feedback, bug reports, and feature ideas—especially around multi-display setups and snapshot editing. Thanks for taking a look! 🚀 submitted by /u/Prudent-Refuse-209 [link] [comments]",
        "id_in_db": "t3_1o4wp4v",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "هی r/AppHookup! من Snaps Of Apps نسخه 1.8 را ارسال کرده ام، یک مدیر طرح بندی پنجره و برنامه برای macOS که به شما امکان می دهد یک عکس فوری از فضای کاری خود (برنامه ها + اندازه ها + موقعیت ها + نمایشگرها) ذخیره کنید و با یک کلیک یا یک میانبر آن را بازیابی کنید. چه چیزی در نسخه 1.8 جدید است ✨ بازخورد پیشرفت فوری هنگام راه‌اندازی/خروج از عکس‌های فوری—دیگر «آیا کلیک کرد؟» وجود ندارد. لحظات 🎯 اعلان‌های رد خودکار (3 تا 5 ثانیه) که هرگز گردش کار شما را مسدود نمی‌کنند و در بالای همه پنجره‌ها قابل مشاهده می‌مانند - حتی در تمام صفحه. 🔙 macOS 10.15+ (Catalina) - پشتیبانی macOS Tahoe 26.0.1 بازیابی شد. 🛠️ مدیریت خطای دوستانه (بدون دیوارهای \"OK\" معین)، بسته نرم افزاری کوچکتر، و سیستم اعلان بازسازی شده برای سرعت و قابلیت اطمینان. پیشنهاد محدود: 500 مجوز کامل رایگان (100٪ تخفیف) من 500 کد را برای 100٪ تخفیف در نسخه کامل در دسترس قرار می دهم تا بتوانید به درستی آن را امتحان کنید. نحوه بازخرید (مجوز یکباره 0$): نسخه کامل را دانلود و نصب کنید (لینک زیر). برنامه را باز کنید ← خرید را کلیک کنید. این کد تخفیف 100% را وارد کنید: 1GOUGIF تسویه حساب کامل (مجموع باید..."
    },
    {
        "title": "free for next 24 hours achieve your goals by turning big tasks into tiny chunks",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/goal-tracker-popchunk/id6748092210",
        "image_url": "https://external-preview.redd.it/G0MouP8H4GaAXl0Ny1wM72qkaKmjk8wpFEOPcO6dc0c.png?width=640&crop=smart&auto=webp&s=1b8f7c7e27e8a1635612c58b850c4d8a17dc94ed",
        "description": "I made this app that lets you break down large goals into tiny tasks to help you overcome mental resistance. Unlike other apps, this lets you break down sub tasks into infinite lower levels so you can make them smaller and smaller and easier to accomplish. Make sure you click on lifetime & purchase at the top of the settings or in the popup. If you have any issues let me know. submitted by /u/wilddaveone [link] [comments]",
        "id_in_db": "t3_1oft9on",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "من این برنامه را ساختم که به شما امکان می دهد اهداف بزرگ را به وظایف کوچک تقسیم کنید تا به شما در غلبه بر مقاومت ذهنی کمک کند. برخلاف سایر برنامه‌ها، این به شما امکان می‌دهد وظایف فرعی را به سطوح پایین‌تر بی‌نهایت تقسیم کنید تا بتوانید آنها را کوچک‌تر و کوچک‌تر کنید و انجام آنها را آسان‌تر کنید. اطمینان حاصل کنید که روی عمر و خرید در بالای تنظیمات یا در پنجره بازشو کلیک کنید. اگر مشکلی دارید به من اطلاع دهید. ارسال شده توسط /u/wilddaveone [پیوند] [نظر]"
    },
    {
        "title": "free lifetime scan and create any qr and barcode",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/qr-barcode-scanner-scanful/id6502833889",
        "image_url": "https://external-preview.redd.it/1bxamaIZZwv418eq89IEd-eX5hXT4V6uEZUUDDKJ4K8.png?width=640&crop=smart&auto=webp&s=bbf0bc40cc2198592704cec9136271ba814b1871",
        "description": "Hey everyone! 👋 We built Scanful because we kept needing to scan our library barcodes and other membership QR codes over and over—so we thought, “why not make an app that helps save and organize all these codes in one place?” 👉 Scanful lets you scan, create, and manage QR codes and barcodes easily. You can organize them into collections, add widgets for quick access, and even scan from your camera or photos. Some cool things you can do with Scanful: Save your library or membership QR codes for quick access Organize codes into collections like “Shopping,” “Travel,” or “Work” Add a widget to your home screen for one-tap access Scan product barcodes and see info from Amazon, Google, or your own favorite sites Create codes for WiFi, contacts, URLs, events, and more Manage inventory or small business scans with advanced barcode tools Sync your scan history across devices using iCloud Share QR codes directly from other apps like Safari Original price: US $14.99, now Free for a limited time 📲 Download here: https://apps.apple.com/us/app/qr-barcode-scanner-scanful/id6502833889 submitted by /u/onmyway133 [link] [comments]",
        "id_in_db": "t3_1oefg0o",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "هی همه! 👋 ما Scanful را ساختیم زیرا نیاز داشتیم بارها و بارها بارکدهای کتابخانه و سایر کدهای QR عضویت خود را اسکن کنیم—بنابراین فکر کردیم، \"چرا برنامه ای ایجاد نکنیم که به ذخیره و سازماندهی همه این کدها در یک مکان کمک کند؟\" 👉 Scanful به شما امکان می دهد کدهای QR و بارکدها را به راحتی اسکن، ایجاد و مدیریت کنید. می توانید آنها را در مجموعه ها سازماندهی کنید، ویجت هایی را برای دسترسی سریع اضافه کنید، و حتی از دوربین یا عکس های خود اسکن کنید. برخی از کارهای جالبی که می‌توانید با Scanful انجام دهید: ذخیره کدهای QR کتابخانه یا عضویت خود برای دسترسی سریع کدها را در مجموعه‌هایی مانند «خرید»، «سفر» یا «کار» سازماندهی کنید. برای دسترسی با یک ضربه ویجتی به صفحه اصلی خود اضافه کنید بارکدهای محصولات را اسکن کنید و اطلاعاتی از Amazon، Google یا سایت‌های تجاری مورد علاقه خود ایجاد کنید. ابزارهای پیشرفته بارکد، تاریخچه اسکن خود را در دستگاه‌ها با استفاده از iCloud Share کدهای QR مستقیماً از سایر برنامه‌ها مانند Safari همگام‌سازی کنید. قیمت اصلی: 14.99 دلار آمریکا، اکنون برای مدت محدود رایگان است"
    },
    {
        "title": "free take on the role of an emergency dispatcher who has to rapidly deal with the incoming reports answer incoming calls and react properly by giving first aid instructions advise dispatching first responders or sometimes just ignoring pranksters",
        "store": "steam",
        "url": "https://store.steampowered.com/app/503560/911_Operator/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/503560/header.jpg?t=1761224504",
        "description": "In 911 OPERATOR , you take on the role of an emergency dispatcher, who has to rapidly deal with the incoming reports. Your task is not just to pick up the calls, but also to react appropriately to the situation – sometimes giving first aid instructions is enough, at other times a police, fire department or paramedics’ intervention is a necessity. Keep in mind, that the person on the other side of the line might turn out to be a dying daughter’s father, an unpredictable terrorist, or just a prankster. Can you handle all of this? PLAY ON ANY CITY IN THE WORLD* Check out thousands of cities from all around the world. The Free Play mode lets you choose a city to play on - the game will download its map, along with real streets, addresses and the emergency infrastructure. You can also try the Career mode, which contains 6 cities with unique events – survive an earthquake in San Francisco and save Washington, D.C. from bomb attacks. MANAGE TEAMS A number of police, fire department and paramedic units are at your disposal. The forces may use a variety of vehicles (from common ambulances to police helicopters), essential equipment (e.g., bulletproof vests, first aid kits and technical tools) and consist of team members with different abilities. Main features: Over 50 recorded dialogues inspired by real calls: serious and dramatic, but sometimes also funny or annoying. Real First Aid instructions. Opportunity to play on any city in the world! 6 selected cities in Career mode, featuring unique calls and events. More than 140 types of reports to encounter. 12 types of emergency vehicles (including helicopters, police cars and motorcycles). *** The game requires Internet connection to download free maps. The offline game is available after downloading the maps. All map data © OpenStreetMap authors * The term “city” is used within the meaning of OpenStreetMap service and relates to urban areas described as “city” or “town” therein.",
        "id_in_db": "t3_1ogprl1",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "503560",
        "genres": [
            "Casual",
            "Indie",
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256679959/movie_max.webm?t=1684158459",
        "is_dlc_or_addon": false,
        "persian_summary": "در 911 OPERATOR، شما نقش یک اعزام کننده اضطراری را بر عهده می گیرید که باید به سرعت با گزارش های دریافتی مقابله کند. وظیفه شما فقط پاسخ دادن به تماس ها نیست، بلکه واکنش مناسب به موقعیت است - گاهی ارائه دستورالعمل های کمک های اولیه کافی است، در مواقع دیگر مداخله پلیس، آتش نشانی یا امدادگران ضروری است. به خاطر داشته باشید که ممکن است فردی که در آن سوی خط قرار دارد، پدر یک دختر در حال مرگ، یک تروریست غیرقابل پیش بینی یا فقط یک شوخی باشد. آیا می توانید همه اینها را تحمل کنید؟ در هر شهری در جهان بازی کنید* هزاران شهر را از سراسر جهان بررسی کنید. حالت بازی رایگان به شما امکان می دهد شهر را برای بازی انتخاب کنید - بازی نقشه خود را به همراه خیابان های واقعی، آدرس ها و زیرساخت های اضطراری دانلود می کند. همچنین می‌توانید حالت شغلی را امتحان کنید، که شامل 6 شهر با رویدادهای منحصربه‌فرد است - از زلزله سانفرانسیسکو جان سالم به در ببرید و واشنگتن دی سی را از حملات بمب نجات دهید. مدیریت تیم ها تعدادی از پلیس، آتش نشانی و..."
    },
    {
        "title": "galaxy trader",
        "store": "itch.io",
        "url": "https://hf-games.itch.io/galaxy-trader",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/275850/9ecc87d1062c690c96adeebd33ed761c1bda842f/header_alt_assets_25.jpg?t=1761138171",
        "description": "Inspired by the adventure and imagination that we love from classic science-fiction, No Man's Sky presents you with a galaxy to explore, filled with unique planets and lifeforms, and constant danger and action. In No Man's Sky, every star is the light of a distant sun, each orbited by planets filled with life, and you can go to any of them you choose. Fly smoothly from deep space to planetary surfaces, with no loading screens, and no limits. In this infinite procedurally generated universe, you'll discover places and creatures that no other players have seen before - and perhaps never will again. Now including... Play with all major updates since launch: Foundation, Pathfinder, Atlas Rises, NEXT, The Abyss, Visions, the 2.0 BEYOND update, Synthesis, Living Ship, Exo Mech, Desolation and the 3.0 update, ORIGINS, Next Generation, Companions, Expeditions, Prisms, Frontiers, Sentinel, Outlaws, Endurance, Waypoint (4.0), Fractal, Interceptor, Echoes, Omega, Orbital, Worlds Part I (5.0), Worlds Part II, Relics, Beacon and VOYAGERS (6.0). And now with added Cross-Save ! No Man’s Sky now supports Cross-Play and Cross-Save between a huge number of platforms including PC, PlayStation 4, PlayStation 5, PlayStation 5 Pro, Xbox One and Series X/S, Game Pass, GOG, Nintendo Switch, Steam Deck, PlayStation VR 1 & 2 and PCVR. Available for PC and Mac (see recommended and minimum specs for details). An epic voyage to the centre of a shared universe awaits, allowing you to explore, trade, fight and survive alone or with friends. Embark on an epic voyage At the centre of the galaxy lies an irresistible pulse which draws you on a journey towards it to learn the true nature of the cosmos. But, facing hostile creatures and fierce pirates, you'll know that death comes at a cost, and survival will be down to the choices you make over how you upgrade your ship, your weapon and suit. Find your own destiny Your voyage through No Man's Sky is up to you. Will you be a fighter, preying on the weak and taking their riches, or taking out pirates for their bounties? Power is yours if you upgrade your ship for speed and weaponry. Or a trader? Find rich resources on forgotten worlds and exploit them for the highest prices. Invest in more cargo space and you'll reap huge rewards. Or perhaps an explorer? Go beyond the known frontier and discover places and things that no one has ever seen before. Upgrade your engines to jump ever farther, and strengthen your suit for survival in toxic environments that would kill the unwary. Share your journey The galaxy is a living, breathing place. Trade convoys travel between stars, factions vie for territory, pirates hunt the unwary, and the police are ever watching. Every other player lives in the same galaxy, and you can choose to share your discoveries with them on a map that spans known space. Perhaps you will see the results of their actions as well as your own...",
        "id_in_db": "t3_1oicnma",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "50% off",
        "steam_app_id": "275850",
        "genres": [
            "Action",
            "Adventure"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257220073/movie_max.webm?t=1761137981",
        "is_dlc_or_addon": false,
        "persian_summary": "No Man's Sky با الهام از ماجراجویی و تخیلی که ما از داستان های علمی-تخیلی کلاسیک دوست داریم، کهکشانی را برای کاوش در اختیار شما قرار می دهد، که مملو از سیارات منحصر به فرد و شکل های حیات، و خطر و عمل دائمی است. در No Man's Sky، هر ستاره نور خورشیدی دوردست است که هر کدام توسط سیاراتی مملو از حیات می چرخند و شما می توانید به هر یک از آنها که انتخاب می کنید بروید. از اعماق فضا به سطوح سیاره ای بدون صفحه نمایش بارگیری و بدون محدودیت پرواز کنید. در این جهان بی‌نهایت که به صورت رویه‌ای ایجاد شده است، مکان‌ها و موجوداتی را خواهید دید که هیچ بازیکن دیگری قبلاً ندیده‌اند - و شاید دیگر هرگز نخواهند دید. اکنون از جمله... با تمام به‌روزرسانی‌های اصلی از زمان راه‌اندازی بازی کنید: Foundation، Pathfinder، Atlas Rises، NEXT، The Abyss، Visions، به‌روزرسانی 2.0 BEYOND، Synthesis، Living Ship، Exo Mech، Desolation و به‌روزرسانی 3.0، ORIGINS، نسل بعدی، Companions، Expeditions، Frontanceila، Prispoints. (4.0)، فراکتال، رهگیر، پژواک، امگا، مداری، جهان ها قسمت اول (5.0)،..."
    },
    {
        "title": "games buff knight",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.buffstudio.onthehero",
        "image_url": "https://external-preview.redd.it/UIC9OQT0M17RfsHaL66JjDsy67fp8dp3mKipiqndpxo.png?width=320&crop=smart&auto=webp&s=ad6d8d9620ddd366f0d95818610636c29d27ff94",
        "description": "submitted by /u/Lohigno [link] [comments]",
        "id_in_db": "t3_1oi9q93",
        "subreddit": "googleplaydeals",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lohigno [پیوند] [نظر]"
    },
    {
        "title": "games from croatia 2025",
        "store": "steam",
        "url": "https://store.steampowered.com/app/2012190/KAISERPUNK/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/252490/header.jpg?t=1761667247",
        "description": "The only aim in Rust is to survive. Everything wants you to die - the island’s wildlife, other inhabitants, the environment, and other survivors. Do whatever it takes to last another night. Rust now enters its 11th year of continued expansion and has had over 385 content updates, with a guaranteed content patch every month. These include regular balance fixes and improvements to AI, and graphics, as well as updates to environments and the frequent addition of content such as new maps, more weapons, extra vehicles, and a plethora of utility items. Keep an eye out for regular seasonal events, as there’s always something interesting or dangerous (or both) happening on the island. Updates to the game include: Procedurally generated worlds with community map editor support Host your own servers and with server-side modding support Transportation: horses, modular cars, hot air balloons, helicopters, bikes, trains, boats, and more Complex electrical, farming and automation systems Base Building and Raiding New factions, enemies, and wildlife New monuments, terrain, and areas to explore Advanced underwater areas to discover Musical instruments and the ability to perform to players Large overground and underground train networks Massive recent graphics upgrade and environment overhaul New for 2025 - The Primitive Update - Featuring new Siege Weapons, Shields, and a new game mode ...and much more EXPLORE You wake naked on a mysterious island, armed only with a rock and a torch. You’ll need to brave environmental dangers and deficiencies (from heat and cold to thirst and starvation), build a shelter, eat (or be eaten), and scavenge materials. Explore the island and its abandoned settlements, mysterious monuments, and the factions that occupy them. But, above all, watch out for other survivors… BUILD Design and build bases to store your loot, defend your territory, and control the resources of the island. Research the tech tree, grow farms, command electricity, and commandeer various forms of transportation to traverse the island. Whatever it takes to get ahead. SURVIVE There are no rules in Rust but the ones you make for yourself. Craft tools, armour, and weapons to defend yourself. Cooperate with friends, make alliances, and build a settlement together. Explore the island and what’s happening in it, trade with other players, or prey on them, raiding their bases and taking their hard-won goods.",
        "id_in_db": "t3_1ohl746",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "35% off",
        "steam_app_id": "252490",
        "genres": [
            "Action",
            "Adventure",
            "Indie",
            "Massively Multiplayer",
            "RPG"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256684736/movie_max_vp9.webm?t=1699598112",
        "is_dlc_or_addon": false,
        "persian_summary": "تنها هدف در Rust زنده ماندن است. همه چیز از شما می خواهد که بمیرید - حیات وحش جزیره، سایر ساکنان، محیط زیست و سایر بازماندگان. هر کاری که لازم است انجام دهید تا یک شب دیگر دوام بیاورید. Rust اکنون وارد یازدهمین سال گسترش مداوم خود می شود و بیش از 385 به روز رسانی محتوا را با یک پچ محتوای تضمینی هر ماه داشته است. اینها شامل اصلاحات منظم تعادل و بهبود هوش مصنوعی و گرافیک و همچنین به روز رسانی محیط ها و افزودن مکرر محتوایی مانند نقشه های جدید، سلاح های بیشتر، وسایل نقلیه اضافی و مجموعه ای از موارد کاربردی است. مراقب رویدادهای فصلی منظم باشید، زیرا همیشه اتفاقات جالب یا خطرناک (یا هر دو) در جزیره رخ می دهد. به روز رسانی های بازی عبارتند از: جهان های رویه ای تولید شده با پشتیبانی از ویرایشگر نقشه جامعه میزبان سرورهای خود و با پشتیبانی از مودینگ سمت سرور حمل و نقل: اسب ها، ماشین های مدولار، بالون های هوای گرم، هلیکوپتر، دوچرخه، قطار، قایق و موارد دیگر سیستم های پیچیده الکتریکی، کشاورزی و اتوماسیون پایه..."
    },
    {
        "title": "green man gaming avatar",
        "store": "greenmangaming",
        "url": "https://www.greenmangaming.com/games/avatar-frontiers-of-pandora-pc/",
        "image_url": "https://images.greenmangaming.com/ee1c7a1e82784c0b8661f14c3ae2ef92/7bd4c388954a46bd9e6015724b938ca2.jpg",
        "description": "submitted by /u/FlimtotheFlam [link] [comments]",
        "id_in_db": "t3_1ohpi6f",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "73% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/FlimtotheFlam [پیوند] [نظر]"
    },
    {
        "title": "greenmangaming hogwarts legacy",
        "store": "greenmangaming",
        "url": "https://www.greenmangaming.com/games/hogwarts-legacy-deluxe-edition-pc/",
        "image_url": "https://external-preview.redd.it/IHzpHWM578sjKMw0KOGkag6LegsrxfmtaNNHx4nNJnw.png?width=216&crop=smart&auto=webp&s=ecb63f9cda7cbc953194e6b48f51dd3d8dee173f",
        "description": "submitted by /u/xander763pdx [link] [comments]",
        "id_in_db": "t3_1oi3bxo",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "87% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/xander763pdx [لینک] [نظر]"
    },
    {
        "title": "halloween outfit pack and slaughter family bloody skins pack",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3266380/The_Texas_Chain_Saw_Massacre__Rush_Week__Halloween_Outfit_Pack",
        "image_url": "https://external-preview.redd.it/tvwKcL5n_SnyAi3urjoE1G6v4jQKZ-VfArXfH9A-qGA.jpeg?width=320&crop=smart&auto=webp&s=6be6dca432f6af53bba40be8eb22e6a5f7e93c3f",
        "description": "submitted by /u/Fit-Cardiologist-124 [link] [comments]",
        "id_in_db": "t3_1ohkvq0",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": true,
        "persian_summary": "ارسال شده توسط /u/Fit-Cardiologist-124 [لینک] [نظر]"
    },
    {
        "title": "haunted nights castle pack",
        "store": "steam",
        "url": "https://store.steampowered.com/app/2169180/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1604030/123091b358ac705c36642df5599d230825ad3cd6/header.jpg?t=1756736833",
        "description": "UPDATE 1.1: INVADERS OF OAKVEIL IS AVAILABLE NOW! Experience a Vampire Survival Action RPG adventure like no other. Awaken as a weakened Vampire after centuries of slumber. Hunt for blood to regain your strength while hiding from the scorching sun to survive. Build a mighty castle worthy of your name and convert humans into loyal thralls to serve your growing empire. Pillage villages, raid bandit camps, and challenge supernatural beings, drinking their blood to steal their power. Make allies or enemies online or play solo locally and wage war in a world of conflict. Seize your destiny, defy Dracula, and rise as the ultimate predator to rule the night! Now with native gamepad support and a reimagined interface, prepare for action-packed, hands-on gameplay! A Gothic Open-World Explore a vast world teeming with mythical horrors and danger. Travel through lush forests, open countryside, and dark caverns to discover valuable resources, meeting friends and foes alike along the way. Traverse the world with vampire comrades or hunt solo as you ravage villages, fend off holy soldiers, and challenge supernatural bosses. Fear the light - Rule the night Stick to the shadows during the daytime, or the burning sunlight will turn you to ashes. Roam the night and prey on your victims in the darkness. As a vampire, you must quench your thirst for blood while planning your strategies around the rising and setting sun. Raise your Castle Gather resources and discover ancient techniques to uncover forgotten knowledge. Use your newly acquired insight to build a castle to store your loot and grow your army of darkness. Personalize your domain, exhibit your vampiric style, and make sure to craft coffins for servants and friends. Strengthen your castle to protect your treasure hoard from vampire rivals. Compete or Cooperate Travel alone or explore the world with friends. Fighting side by side with other Vampires will give you an advantage in the fight to conquer the greatest threats of Vardoran. Raid other players’ castles, play the diplomat in the game of blood, power, and betrayal, or craft an indomitable retinue of insidious allies. Compete or cooperate - the choice is yours. Master your Vampire Learn and master an arsenal of deadly weapons and unholy abilities. In V Rising, you aim skillshots and dodge projectiles using​ precise​​ ​WASD controls ​and cursor-based​ ​aiming - no click to move. Tailor your vampire to fit your play style by combining weapons with a variety of spells earned through vanquishing powerful foes. Find and master your personal, perfect blend of sword and sorcery to become the ultimate nocturnal predator!",
        "id_in_db": "t3_1o8hlj1",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1604030",
        "genres": [
            "Action",
            "Adventure",
            "Massively Multiplayer"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257131970/movie_max_vp9.webm?t=1745841690",
        "is_dlc_or_addon": true,
        "persian_summary": "به روز رسانی 1.1: مهاجمان OAKVEIL اکنون در دسترس است! یک ماجراجویی RPG اکشن بقای خون آشام را تجربه کنید. به عنوان یک خون آشام ضعیف پس از قرن ها خواب بیدار شوید. برای زنده ماندن در حالی که از آفتاب سوزان پنهان شده اید، خون را شکار کنید تا قدرت خود را بازیابید. قلعه‌ای قدرتمند بسازید که شایسته نام شما باشد و انسان‌ها را برای خدمت به امپراتوری در حال رشد خود به هیجان‌انگیزهای وفادار تبدیل کنید. دهکده‌ها را غارت کنید، به اردوگاه‌های راهزنان حمله کنید و موجودات ماوراء طبیعی را به چالش بکشید و خون آنها را بنوشید تا قدرت آنها را بدزدید. به صورت آنلاین متحد یا دشمن بسازید یا به صورت انفرادی به صورت محلی بازی کنید و در دنیای درگیری به جنگ بپردازید. سرنوشت خود را بدست آورید، دراکولا را به چالش بکشید و به عنوان شکارچی نهایی برای حکومت شب برخیزید! اکنون با پشتیبانی از گیم‌پد بومی و یک رابط کاربری مجدد، برای گیم‌پلی اکشن و عملی آماده شوید! جهان باز گوتیک دنیایی وسیع را کاوش کنید که مملو از وحشت و خطر افسانه ای است. در جنگل‌های سرسبز، حومه‌های باز، و غارهای تاریک سفر کنید تا منابع ارزشمندی را کشف کنید، دوستان و دشمنان را به طور یکسان در طول مسیر ملاقات کنید. پس و پیش رفتن..."
    },
    {
        "title": "hitman world of assassination",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/hitman-world-of-assassination/id6742786366",
        "id_in_db": "4d5eaea849d25a736ded93dc8e62eebb3ec772835b8327365a3b4513cbe2cb86",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/87/be/6b/87be6b22-d57e-2394-7105-7f9c59fd3544/AppIcon-0-0-1x_U007epad-0-1-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "ios 2999 lifetime free made my plant id disease identifier app free for life for the next 48 hours",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/plant-id-identifier-finder/id6450924488?platform=iphone",
        "image_url": "https://external-preview.redd.it/W8HtUuhZs3hhMo6rzSUxoFMQW5FYynUMkYr3hXjyuh0.png?width=640&crop=smart&auto=webp&s=f4c06bba13435dc4effab750013799e732ba90b9",
        "description": "Hey everyone ✌️ I just made my Plant Identifier app completely FREE for a Lifetime subscription for the next 48 hours only. The key features of the app are: Identify all sorts of plants instantly 🍀 Access detailed plant information & properties 📚 Join a multilingual community of over 28,000 plant lovers 🌟 Get your plants diagnosed and receive full treatment plan ✨ Document your plant's growth timeline with text and image notes 🗒️ 👉 Download here on the App Store: https://apps.apple.com/us/app/plant-id-identify-plants/id6450924488?platform=iphone If you find the app useful please consider giving it a 5 star review 🙌 submitted by /u/ok_planter [link] [comments]",
        "id_in_db": "t3_1o7bfdn",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "سلام به همه ✌️ من همین الان برنامه Plant Identifier خود را کاملاً رایگان برای اشتراک مادام العمر فقط برای 48 ساعت آینده ساختم. ویژگی‌های کلیدی این برنامه عبارتند از: شناسایی فوراً انواع گیاهان 🍀 دسترسی به اطلاعات و خواص دقیق گیاه 📚 به جامعه چند زبانه بیش از ۲۸۰۰۰ دوستدار گیاه بپیوندید 🌟 گیاهان خود را تشخیص دهید و طرح درمان کامل را دریافت کنید ✨ جدول زمانی رشد گیاه خود را با متن و یادداشت‌های اپ دانلود کنید 👉 اینجا دانلود کنید 🌟 https://apps.apple.com/us/app/plant-id-identify-plants/id6450924488?platform=iphone اگر برنامه را مفید می‌دانید، لطفاً یک بررسی 5 ستاره به آن بدهید 🙌 ارسال شده توسط /u/ok_planter [لینک] [نظرات]"
    },
    {
        "title": "ios 2999 lifetime free made my teleprompter app free for life for the next 48 hours",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/teleprompter-video-recording/id6636538421?platform=iphone",
        "image_url": "https://external-preview.redd.it/4Mjf30NCVzORaNPCg_2sK330wRokCCtBhdI4OAae5IM.png?width=640&crop=smart&auto=webp&s=64962ef816f5699dc565d4d499c377af3be2d54b",
        "description": "Hey everyone ✌️ I just made my Teleprompter app completely FREE for a Lifetime subscription for the next 48 hours only. The key features of the app are: Record while reading from a fully customizable script 🎙️ Import & Export Scripts 📝 Video editing - Blur, Trim, Flip, Resize ✨ Record in up to 4K 🎥 👉 Download here on the App Store: https://apps.apple.com/us/app/teleprompter-video-recording/id6636538421?platform=iphone If you find the app useful please consider giving it a 5 star review 🙌 submitted by /u/ok_planter [link] [comments]",
        "id_in_db": "t3_1o7hnsn",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "سلام به همه ✌️ من به تازگی برنامه Teleprompter خود را برای اشتراک مادام العمر برای 48 ساعت آینده کاملاً رایگان کردم. ویژگی های کلیدی این برنامه عبارتند از: ضبط در حین خواندن از یک اسکریپت کاملاً قابل تنظیم 🎙️ واردات و صادرات اسکریپت ها 📝 ویرایش ویدئو - Blur، Trim، Flip، تغییر اندازه ✨ ضبط تا 4K 🎥 👉 از اینجا در اپ استور دانلود کنید: https://apps.apple.com/us/app/teleprompter-video-recording/id6636538421?platform=iphone اگر برنامه را مفید می‌دانید، لطفاً بررسی 5 ستاره را در نظر بگیرید 🙌 ارسال شده توسط /u/ok_planter [لینک] [نظرات]"
    },
    {
        "title": "ios boxy undolly foodlabel 1499 699 50 off all apps",
        "store": "iosappstore",
        "url": "https://apps.apple.com/app/id6739224753",
        "image_url": "https://external-preview.redd.it/9i-yRxfoWTDGCZFxOH52KyhhC9FGHVeCiELggyNJNEc.png?width=640&crop=smart&auto=webp&s=7a62c6af5225563f6f6e839669c050003656d218",
        "description": "Celebrating my first year as an indie developer with 50% off all my apps through November 2nd! The Apps: Undolly ($14.99 → $6.99): Smart photo cleaner that shows you small groups of similar photos at a time. No more overwhelming lists of thousands of duplicates. Boxy ($4.99 → $2.99): Smart box/container organizer with 4-character codes and voice input. Perfect for moving, storage, or organizing anything. FoodLabel ($14.99 → $6.99): Voice-powered food container manager with AI. Just speak what you're storing and it handles expiry dates automatically. All apps are one-time purchase (lifetime unlock). This is my first ever sale - I'd rather have more users and feedback than higher prices. submitted by /u/Bitomule [link] [comments]",
        "id_in_db": "t3_1oh84sr",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "50% off",
        "is_dlc_or_addon": false,
        "persian_summary": "اولین سال خود را به عنوان یک برنامه‌نویس مستقل با 50 درصد تخفیف برای همه برنامه‌هایم تا 2 نوامبر جشن می‌گیرم! برنامه ها: Undolly (14.99 دلار → 6.99 دلار): پاک کننده عکس هوشمند که گروه های کوچکی از عکس های مشابه را در یک زمان به شما نشان می دهد. دیگر لیستی از هزاران نسخه تکراری وجود ندارد. Boxy (4.99 $ → $2.99): سازمان‌دهنده جعبه/کانتینر هوشمند با کدهای 4 کاراکتری و ورودی صوتی. ایده آل برای جابجایی، ذخیره سازی یا سازماندهی هر چیزی. FoodLabel ($14.99 → $6.99): مدیر ظرف غذا با استفاده از هوش مصنوعی. فقط آنچه را که ذخیره می کنید بگویید و تاریخ انقضا را به طور خودکار کنترل می کند. همه برنامه ها یک بار خرید هستند (باز کردن قفل مادام العمر). این اولین فروش من است - ترجیح می دهم کاربران و بازخورد بیشتری داشته باشم تا قیمت های بالاتر. ارسال شده توسط /u/Bitomule [لینک] [نظر]"
    },
    {
        "title": "ios hydrazen 499 to free for 48h smart minimalist hydration tracker for ios",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/hydrazen-water-reminder/id6746745685",
        "image_url": "https://external-preview.redd.it/lOtXAcSC5E3XWUYV62ySz8yeBXIXAXwnNFZGMEvuBzE.png?width=640&crop=smart&auto=webp&s=1d98b889c99a8819b767060593d01b848798e4bc",
        "description": "Hello Just updated: HydraZen – the smart, minimalist hydration tracker for iOS! I built this app as an indie dev to make staying hydrated simple, motivating, and actually fun. Why HydraZen? 💧 Clean, modern UI for effortless logging ☕ Track more than just water — tea, coffee, juice, milk & more 🔔 Smart and fully custom hydration reminders 📊 Detailed daily, weekly & monthly charts 🏆 Visual streaks & stats to keep you consistent ⚙️ Supports multiple beverages with different hydration levels What I’m Looking For: Feedback on usability, design, or anything that feels off Suggestions for new features or improvements Your thoughts on how it compares to other hydration apps 📲 Download on the App Store Regular price: FREE IAP - 4.99$ Pro version now its FREE for 2 DAYS Every bit of feedback means the world to a solo indie dev — thanks for helping me grow! submitted by /u/MefjuEditor [link] [comments]",
        "id_in_db": "t3_1og0jjn",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "سلام به‌روزرسانی شد: HydraZen – ردیاب هیدراتاسیون هوشمند و مینیمالیستی برای iOS! من این برنامه را به عنوان یک برنامه نویس مستقل ساختم تا هیدراته ماندن را ساده، انگیزاننده و در واقع سرگرم کننده کنم. چرا HydraZen؟ 💧 UI تمیز و مدرن برای ثبت بی دردسر ☕ ردیابی فراتر از آب — چای، قهوه، آبمیوه، شیر و موارد دیگر برای: بازخورد در مورد قابلیت استفاده، طراحی یا هر چیزی که احساس می‌کند پیشنهاداتی برای ویژگی‌ها یا بهبودهای جدید نظرات شما در مورد مقایسه آن با سایر برنامه‌های هیدراتاسیون ارسال شده توسط /u/MefjuEditor [لینک] [نظر]"
    },
    {
        "title": "ios kiddo puzzle new halloween puzzles unlocked30 off premium lifetime pro 899",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/kiddo-puzzle-learning-game/id6742179258",
        "image_url": "https://external-preview.redd.it/h9iDMoQacXmZ1Kkr8jPSwpS7wyh_ZTuXD_sqc_CwSQU.png?width=640&crop=smart&auto=webp&s=2c163f61c09b884ea148bf7d23b29dd00dc022af",
        "description": "Hey Reddit! Just added a Halloween themed Puzzle to my iOS app Kiddo Puzzle — a fun, colorful puzzle game for kids aged 3 –7 . 🧙‍♀️ What’s New: 9 Spooky Halloween puzzles 👻 Fun witches & pumpkins 🎃 Magical sound effects and spooky music 🪄 Safe, ad-free play for kids 💰 Halloween Special: Lifetime Plan now $6.30 (was $8.99) — for a limited time! Download Kiddo Puzzle on App Store Happy Halloween! submitted by /u/Odd_Pirate_6055 [link] [comments]",
        "id_in_db": "t3_1oha1vk",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "30% off",
        "is_dlc_or_addon": false,
        "persian_summary": "هی ردیت! فقط یک پازل با مضمون هالووین را به برنامه iOS Kiddo Puzzle اضافه کردم - یک بازی پازل رنگارنگ و سرگرم کننده برای کودکان 3 تا 7 ساله. 🧙‍♀️ چیزهای جدید: 9 پازل شبح آور هالووین 👻 جادوگران و کدو تنبل های سرگرم کننده 🎃 جلوه های صوتی جادویی و موسیقی شبح آور 🪄 بازی ایمن و بدون آگهی برای بچه ها 💰 ویژه هالووین: طرح مادام العمر اکنون 6.30 دلار (برای مدت زمان محدود 9 دلار بود). پازل Kiddo را در اپ استور دانلود کنید هالووین مبارک! ارسال شده توسط /u/Odd_Pirate_6055 [پیوند] [نظر]"
    },
    {
        "title": "ios pdf master 199 000 24h private offline pdf scanner ocr form fillsign page tools mergesplitreorder watermarks no tracking ios no ads pdf compression",
        "store": "iosappstore",
        "url": "https://apps.apple.com/ro/app/pdf-master-scan-edit-sign/id6751173174?platform=iphone",
        "image_url": "https://external-preview.redd.it/78Q0XBLrFcbZ6YHu3ioDSmikedvvOjeaYzZ0L3MKiPc.png?width=640&crop=smart&auto=webp&s=9f1912f4bc7e231e186d4bef8d12d88675767841",
        "description": "Greetings! We've made our PDF Master application free to download for the next 24 hours. If you try it and it helps, a r eview on the appstore would mean a lot 🙏 The major features are listed below: 100% offline — on-device processing, no accounts, no tracking Privacy & security — add/remove passwords, open protected PDFs, flatten sensitive forms/annotations Pro scanning — auto edge detect, live corner adjust, batch multi-page Scan quality — B/W, grayscale, auto-brightness filters; instant preview & page reordering before save OCR you control — fast AI OCR, 12+ languages, preserves layout, searchable PDFs or clean text export Edit OCR detected text - adjust every part of the detected text Page tools — merge, split, reorder, rotate, duplicate, delete in seconds Forms & signatures — fill forms, reusable digital signatures, flatten for secure sharing Annotations — text, highlights, comments; watermarks with custom text, opacity, angle, size Insert & build — add images or new pages into existing PDFs; create from photos Compression — shrink large PDFs without wrecking readability Folder organization — custom folders, drag & drop move/rename, save directly into target folders Thumbnails & quick edit — instant page previews, tap to jump and edit No ads. No subscriptions. Download once, own forever Here's is a preview video with some of the features listed above. Let us know what you think! submitted by /u/EstablishmentOk2916 [link] [comments]",
        "id_in_db": "t3_1o8znay",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": false,
        "persian_summary": "با سلام! ما برنامه PDF Master خود را برای دانلود در 24 ساعت آینده رایگان کرده ایم. اگر آن را امتحان کنید و به شما کمک می‌کند، یک مرور در اپ استور معنی زیادی خواهد داشت 🙏 ویژگی‌های اصلی در زیر فهرست شده‌اند: 100% آفلاین — پردازش روی دستگاه، بدون حساب، بدون ردیابی حریم خصوصی و امنیت — افزودن/حذف رمزهای عبور، باز کردن فایل‌های PDF محافظت‌شده، صاف کردن فرم‌های حساس/یادداشت‌ها — اسکن حرفه‌ای گوشه‌ای، تنظیم چند صفحه، قابلیت تشخیص دسته‌ای، فیلترهای مقیاس خاکستری، روشنایی خودکار؛ پیش‌نمایش فوری و مرتب‌سازی مجدد صفحه قبل از ذخیره OCR که کنترل می‌کنید - AI OCR سریع، بیش از 12 زبان، حفظ طرح‌بندی، فایل‌های PDF قابل جستجو یا صادرات متن تمیز ویرایش متن شناسایی‌شده OCR - تنظیم هر قسمت از متن شناسایی‌شده ابزارهای صفحه - ادغام، تقسیم، مرتب‌سازی مجدد، چرخش، تکرار، حذف در چند ثانیه فرم‌ها و امضاها، فرم‌ها و امضاهای قابل پر کردن مجدد برای پر کردن دیجیتالی حاشیه نویسی - متن، نکات برجسته، نظرات. واترمارک با متن سفارشی، کدورت، زاویه، اندازه درج و ساخت - اضافه کردن تصاویر یا صفحات جدید به..."
    },
    {
        "title": "iosdoggy cleanerlifetime 1999",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/doggy-cleaner-photo-deleter/id6747192774",
        "image_url": "https://external-preview.redd.it/yWkkwxnGOJ9vX0Lh8TN5dEqmwIuOjO9OVHt91Edj9FY.png?width=640&crop=smart&auto=webp&s=839c9c5c728d06f27cdcf29a0aa19790d355e47a",
        "description": "Hi everyone: Doggy Cleaner has been live for over three months, and during this time we’ve received so much valuable feedback from our users — thank you! 🙏 We’ve released 15 update versions with many major improvements and have also received 200+ five-star reviews. Doggy Cleaner is now very different from what it used to be, and we’d love to invite you to try it again! Key updates include: Added photo categorization Added video compression Improved accuracy for detecting similar and duplicate photos Added cleanup summary We’d love for you to keep sharing your feedback and suggestions! If you find the app useful, I’d really appreciate it if you could leave a quick review. It helps a lot 🙏 submitted by /u/RootCauseFinder [link] [comments]",
        "id_in_db": "t3_1o91ye3",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "سلام به همه: Doggy Cleaner بیش از سه ماه است که فعال شده است و در این مدت بازخورد بسیار ارزشمندی از کاربران خود دریافت کرده‌ایم - متشکرم! 🙏 ما 15 نسخه به‌روزرسانی را با پیشرفت‌های عمده منتشر کرده‌ایم و همچنین بیش از 200 بررسی پنج ستاره دریافت کرده‌ایم. Doggy Cleaner اکنون با آنچه قبلا بود بسیار متفاوت است و ما دوست داریم از شما دعوت کنیم دوباره آن را امتحان کنید! به‌روزرسانی‌های کلیدی عبارتند از: اضافه شدن دسته‌بندی عکس اضافه شده فشرده‌سازی ویدیو دقت بهبود یافته برای تشخیص عکس‌های مشابه و تکراری اضافه شده خلاصه پاک‌سازی. مایلیم همچنان بازخورد و پیشنهادات خود را به اشتراک بگذارید! اگر برنامه را مفید می‌دانید، اگر بتوانید یک بررسی سریع بنویسید، واقعا ممنون می‌شوم. خیلی کمک می کند 🙏 ارسال شده توسط /u/RootCauseFinder [لینک] [نظر]"
    },
    {
        "title": "last room",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/last-room",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1334010/header.jpg?t=1733986772",
        "description": "Step into the enigmatic world of \"Last Room,\" a thrilling adventure that merges horror, fantasy, and darkness into an unforgettable gaming experience. Designed for those with a keen mind, this game challenges you to solve intricate puzzles under the cloak of haunting melodies and the eerie ambiance of its meticulously crafted rooms. \"Last Room\" elevates the puzzle genre, demanding not just strategic thinking but a daring heart ready to face the game's increasing complexities. Navigate through a labyrinth where each room is a cryptic puzzle, surrounded by shadows and chilling sounds, testing your logic, intuition, and resolve. This game continuously evolves, dynamically integrating player feedback to offer a fresh, captivating experience. With each puzzle presenting a unique challenge, your success or failure determines your fate within these shadowy confines. The thrill lies in uncovering cleverly hidden clues, requiring sharp attention to detail and problem-solving prowess. \"Last Room\" is not just a test of intellect but an immersive journey into a world filled with riddles, horror, and a chilling atmosphere that tests your mettle. It's a game where only the cunning and brave can triumph. Interactive Environment Manipulation: Engage in a tactile exploration of \"Last Room's\" world by dragging and dropping items to alter your surroundings. This dynamic interaction not only immerses players in the game's universe but also crucially influences their journey, making each decision a pivotal moment that could lead to triumph or defeat. Laser Labyrinth Mastery: Navigate through a network of deadly lasers in a test of your strategic wit and agility. This challenging feature requires precise timing and clever planning, offering a thrilling hurdle that sharpens your problem-solving skills and reflexes. Portal Discovery and Exploration: Embark on a quest to uncover hidden items essential for unlocking portals to mysterious new realms. This element of discovery fuels an adventure filled with wonder, encouraging thorough exploration and rewarding curiosity with access to uncharted territories. Acrobatic Feats for Goal Achievement: Leap into action with exhilarating jumps that demand both skill and precision. These high-stakes acrobatics add a physical dimension to the game, challenging players to perfect their timing and coordination to reach their goals. Logic Puzzle Mastery for Progression: Engage in a mental duel with intricate logic puzzles that guard the doors to further adventures. Solving these puzzles not only paves the way forward but also offers a satisfying testament to your analytical prowess and intellectual dexterity. Medieval Mystique with Functional Artifacts: Immerse yourself in rooms adorned with objects from a bygone era, where medieval artifacts hold the key to navigating the game's challenges. This historical infusion adds a layer of intrigue and depth, making the journey through \"Last Room\" not just a game but a journey through time. Consequential Choices Shaping Destinies: Every decision in \"Last Room\" carries the weight of consequence, steering the game towards multiple endings. This feature instills a sense of agency and responsibility, as the choices you make directly influence the game's climax and ultimate resolution. Unlockable Secret Levels for Endless Adventure: Discover and unlock secret levels that offer new perspectives and challenges, enhancing the game's replayability. This feature invites players to delve deeper into the game's lore, encouraging exploration beyond the initial playthrough and uncovering all the secrets \"Last Room\" has to offer. The Last Room development team hails from the Czech Republic and has an impressive 8-year track record of creating engaging logic puzzles. Over the past 3 years, the team has poured their expertise and passion into developing The Last Room, surmounting numerous challenges to produce a fully-fledged game. Game development can be a daunting task, demanding skill, creativity, and persistence in equal measure. The Last Room development team has clearly demonstrated their commitment to excellence, striving to bring their vision for a challenging and captivating puzzle experience to life. As a result, players can look forward to immersing themselves in a world filled with thought-provoking puzzles, intricate design, and engaging gameplay.",
        "id_in_db": "t3_1odf4ro",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1334010",
        "genres": [
            "Action",
            "Adventure",
            "Casual",
            "Indie",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256790262/movie_max_vp9.webm?t=1659610496",
        "is_dlc_or_addon": false,
        "persian_summary": "وارد دنیای مرموز «آخرین اتاق» شوید، یک ماجراجویی هیجان انگیز که وحشت، فانتزی و تاریکی را در یک تجربه بازی فراموش نشدنی ادغام می کند. این بازی که برای افرادی با ذهن تیزبین طراحی شده است، شما را به چالش می کشد تا پازل های پیچیده را در زیر شنل ملودی های ترسناک و فضای وهم آلود اتاق های دقیق آن حل کنید. \"اتاق آخر\" ژانر پازل را ارتقا می دهد و نه تنها تفکر استراتژیک بلکه یک قلب جسور آماده برای رویارویی با پیچیدگی های فزاینده بازی را می طلبد. در میان هزارتویی حرکت کنید که در آن هر اتاق یک پازل مرموز است که با سایه ها و صداهای سرد احاطه شده است و منطق، شهود و تصمیم خود را آزمایش می کند. این بازی به طور مداوم در حال تکامل است و بازخورد بازیکن را به صورت پویا یکپارچه می کند تا تجربه ای تازه و فریبنده را ارائه دهد. با هر پازلی که یک چالش منحصر به فرد را ارائه می دهد، موفقیت یا شکست شما سرنوشت شما را در این محدوده های سایه تعیین می کند. هیجان در کشف سرنخ های هوشمندانه پنهان نهفته است که نیاز به توجه دقیق به جزئیات و مهارت حل مسئله دارد. \"آخرین..."
    },
    {
        "title": "last room 100 off free",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/last-room",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2073620/1b60ef4c79943bfca0b57c39c2d1e3d5941c77ed/header.jpg?t=1760322468",
        "description": "TACTICAL EXTRACTION Arena Breakout: Infinite has meticulously crafted 5 distinctive maps - the Farm, the Valley, the Northridge, the Armory, and the TV Station - with each demanding a radical shift in raid strategy. Sprint through the tight Valley corridors for hit-and-run strikes or plan a tactical siege in the Armory’s block-by-block warzone. But pay attention, nature doesn’t play by your rules - everchanging weather in the Dark Zone can alter every extraction into a new desperate gamble. Outthink, outgun, and extract - before the zone swallows you whole. HYPER-REALISTIC, EFFORTLESS MASTERY Arena Breakout: Infinite respects the depth military fans crave while welcoming newcomers with the red carpet treatment. For the die-hard military enthusiasts, this is a love letter to authenticity. Our Ultimate Gunsmith System features over 900 weapon mods on over 20 attachment slots to allow you to create your ultimate custom weapon. For newcomers, we’ve built in quality-of-life features like one-tap loadouts that let you gear up in seconds. Arena Breakout: Infinite strips away frustration so you can focus on the loot ‘n shoot fun. RUN SOLO OR WITH YOUR SQUAD Arena Breakout: Infinite offers a variety of game modes for all operators - Tactical Ops, Solo Ops, Covert Ops and fast-paced 4v4 Deathmatch modes. Whether you prefer tactical teamwork or going in alone, you decide how you take on the fight. TROPHY ROOM & PROGRESSION The Trophy Room is your off-field stronghold, where every upgrade and decoration tells your story. That rare sniper rifle, a stack of high-tier armor, or a collection of enemy dog tags - showcase all your hard-earned loot with pride! Here, progression never stops and each season brings fresh challenges - complete weekly and seasonal tasks to unlock rewards that grow with your lethal reputation. The crown jewel? A free, top-tier 3X3 Titanium Case ensuring your most valuable loot stays safe no matter how tough the raid gets. FAIR PLAY AND ANTI-CHEAT In Arena Breakout: Infinite, fair combat isn’t just a promise - it’s a guarantee with our ever-improving, anti-cheat system. This includes Killcam Replays that allow you to submit a one-tap report whenever you flag suspicious activity. Moreover, we don’t just punish cheaters - we make it right for you. If you’re confirmed to have lost loot, gear, or a match due to cheating, automatic in-game compensation will hit your inventory. Last year alone, our anti-cheat system placed 10-year bans to punish over 123,000 players, and reimbursed over 630,000 players with over 400 Billion Koens. CYBERPUNK 2077 COMING TO KAMONA Kamona’s battlefields are about to get a neon-drenched makeover with the collaboration of the gritty, high-tech world of Cyberpunk 2077 crashing into Arena Breakout: Infinite. This isn’t just a simple crossover; it’s a full-throttle immersion into Night City’s cyber-dystopia recreated with pinpoint accuracy to satisfy die-hard fans and excite newcomers to the game. Collab tasks and Battle Pass are exclusively available during the limited-time event earning you themed loot that lets you carry Night City’s spirit into every raid.",
        "id_in_db": "t3_1ohk57n",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2073620",
        "genres": [
            "Action",
            "Adventure",
            "Massively Multiplayer",
            "RPG",
            "Strategy",
            "Free To Play"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257191985/movie_max_vp9.webm?t=1756818162",
        "is_dlc_or_addon": false,
        "persian_summary": "EXTRACTION TACTICAL Arena Breakout: Infinite با دقت 5 نقشه متمایز - مزرعه، دره، نورتریج، اسلحه‌خانه و ایستگاه تلویزیونی - را ایجاد کرده است که هر کدام یک تغییر اساسی در استراتژی حمله را می‌طلبد. در راهروهای تنگ دره به سرعت بپرید تا ضربات ضربه ای بزنید و یا یک محاصره تاکتیکی در منطقه جنگی بلوک به بلوک Armory برنامه ریزی کنید. اما توجه کنید، طبیعت طبق قوانین شما عمل نمی کند - تغییر آب و هوا در منطقه تاریک می تواند هر استخراج را به یک قمار نومیدانه جدید تبدیل کند. قبل از اینکه منطقه شما را به طور کامل ببلعد، فکر کنید، تفنگ بگیرید و استخراج کنید. فراواقع گرایانه و بدون تلاش در میدان تسلط: احترامی بی نهایت برای عمقی که طرفداران نظامی در هنگام استقبال از تازه واردان با فرش قرمز میل دارند. برای علاقه مندان نظامی سرسخت، این نامه ای عاشقانه به اصالت است. سیستم اسلحه ساز نهایی ما دارای بیش از 900 حالت اسلحه در بیش از 20 اسلات ضمیمه است تا به شما امکان می دهد سلاح سفارشی نهایی خود را بسازید. برای تازه واردان، ویژگی‌های کیفیت زندگی مانند..."
    },
    {
        "title": "launch discount until november 10th",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3909960/Dementium_The_Ward/",
        "image_url": "https://external-preview.redd.it/9_Ljx2dXdvYYHfPc2Ayv1yBtQk2_sq2EvRFDOMDox7o.jpeg?width=320&crop=smart&auto=webp&s=d09b5aa78262c57c0c6f90203fb2665550246875",
        "description": "submitted by /u/Ambedextrose [link] [comments]",
        "id_in_db": "t3_1ohm1ix",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "40% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Ambedextrose [پیوند] [نظر]"
    },
    {
        "title": "lonely assassins roundguard amanita designs games machinarium botanicula etc and more at discounted prices",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1ogcjmc/ios_extra_game_deals_post_subnautica_death/",
        "image_url": "https://assets.nintendo.com/image/upload/q_auto/f_auto/store/software/switch/70010000014074/0a407fe7ee68a2ea1a6e2cd16b11680bd30d2044e8af90e6baec97f796638964",
        "description": "Subnautica $9.99–> $6.99 (new historical low) DEATH STRANDING DIRECTOR'S CUT $39.99–> $19.99 (matching historical low) Slayaway Camp 2: Puzzle Horror $2.99–> $1.99 (first sale) Slayaway Camp $2.99–> $0.99 (matching historical low) | DLCs not discounted Chants of Sennaar Full Game IAP $7.99–> $5.99 (new historical low) Roll Player - The Board Game $9.99–> $4.99 (matching historical low) Doctor Who: Lonely Assassins $3.99–> $1.99 (matching historical low) Dungeons of Dreadrock 2 $7.99–> $2.99 (matching historical low) Roundguard $6.99–> $2.39 (new historical low) Machinarium $5.99–> $1.99 (lowest price in 2 years) Botanicula $4.99–> $1.99 (lowest price in 2 years) CHUCHEL $4.99–> $1.99 (lowest price in a year) Happy Game :) $4.99–> $1.99 (matching historical low) Samorost 2 $1.99–> $1.99 ($1 above historical low) Samorost 3 $5.99–> $1.99 (lowest price in 2 years) Point Salad | Combine Recipes $5.99–> $2.99 ($1.20 above historical low) Hero of the Kingdom II $7.99–> $1.99 (lowest price in 10 months) RPG Wizards of Brandel $7.99–> $0.99 (matching historical low) | IAPs not discounted RPG Ambition Record $8.99–> $0.99 (matching historical low) | IAPs not discounted Alvastia Chronicles $7.99–> $0.99 (matching historical low) | IAPs not discounted RPG Dragon Sinker $7.99–> $0.99 (matching historical low) | IAPs not discounted submitted by /u/Singhvistaar [link] [comments]",
        "id_in_db": "t3_1ogcjmc",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": false,
        "persian_summary": "Subnautica $9.99–> $6.99 (کمترین قیمت جدید) DEATH STRANDING DIRECTOR'S CUT $39.99–> $19.99 (منطبق با پایین ترین سطح) Slayaway Camp 2: Puzzle Horror $2.99–> $1.99 (اولین فروش) (اول کمپ Slayaway $2.99) DLCها بدون تخفیف Chants of Sennaar Full Game IAP $7.99–> $5.99 (کمترین قیمت تاریخی جدید) Roll Player - The Board Game $9.99–> $4.99 (منطبق با پایین ترین سطح) Doctor Who: Lonely Assassins $3.99–> $1.99 (مطابق با پایین ترین حد تاریخی) Dunges 2.9 $ (مطابق با پایین ترین قیمت) Roundguard $6.99–> $2.39 (کمترین قیمت جدید) Machinarium $5.99–> $1.99 (کمترین قیمت در 2 سال گذشته) Botanicula $4.99–> $1.99 (کمترین قیمت در 2 سال) CHUCHEL $4.99–> $1.99 در یک سال)–> $1.99 در یک سال) (مطابق با پایین ترین سطح تاریخی) Samorost 2 $1.99–> $1.99 (1$ بالاتر از پایین ترین حد تاریخی) Samorost 3 $5.99–> $1.99 (کمترین قیمت در 2 سال) Point Salad | ترکیب دستور العمل ها 5.99 دلار –> 2.99 دلار (1.20 دلار بالاتر از سطح پایین تاریخی) Hero of the Kingdom II 7.99 دلار –> 1.99 دلار (کمترین قیمت..."
    },
    {
        "title": "mycosis",
        "store": "steam",
        "url": "https://store.steampowered.com/app/1879040/Mycosis/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1879040/header.jpg?t=1761496997",
        "description": "Mycosis is a mix of action and puzzle platformer in the style of classic games. It’s been set in dusty corridors of a mysterious research facility that comes alive and kicking, and it’s up to you whether you blast your way through with a flamethrower or find a way to overcome the traps and puzzles using found objects and environmental features. You know how it is when you come to work in the morning and a strange infection spreads through the ventilation, turning your colleagues into fungal zombies... Classic. The story of the game is inspired by my vocation as a microbiologist (no, The Last of Us wasn’t the inspiration) and contains many references to both current and past aspects of the Institute of Microbiology (MikroBiologický Ústav in Czech) — hence the subtitle Heroes of MBÚ . Since childhood, I wanted to create my own game. This debut is my humble tribute to the legendary games like Abuse , Half-Life and the original Fallout . I built the game on my own engine, in Java, as an amateur enthusiast which took me over eight years. It was a long - but amazing - journey. It allowed me to dive in and take pleasure in full creative freedom. Now! I hope you’ll enjoy as much as I enjoyed creating it! GENERAL CHARACTERISTICS OF THE GAME IN POINTS: Unique Weapons, Gadgets and Items Puzzles Utilizing Environmental Features Tense Atmosphere Original Game Engine Inspired By Classic Games: Abuse, Half-life Created By Real Scientist :D About 7 Hours Of Gameplay LAN Multiplayer (still a work in progress) Music by Fertilizer. Learn more about Fertilizer's work at bandzone[dot]cz/fertilizer . Infection spreads smoothly on Steam Deck too! 🧫🕹️",
        "id_in_db": "t3_1ohkzr5",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "75% off",
        "steam_app_id": "1879040",
        "genres": [
            "Action",
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257146077/movie_max_vp9.webm?t=1748292678",
        "is_dlc_or_addon": false,
        "persian_summary": "Mycosis ترکیبی از پلتفرمر اکشن و پازل در سبک بازی های کلاسیک است. در راهروهای غبارآلود یک مرکز تحقیقاتی اسرارآمیز قرار دارد که زنده می‌شود و شروع به کار می‌کند، و این به شما بستگی دارد که آیا با یک شعله‌افکن از آن عبور کنید یا راهی برای غلبه بر تله‌ها و پازل‌ها با استفاده از اشیاء یافت شده و ویژگی‌های محیطی پیدا کنید. می دانید وقتی صبح به سر کار می آیید و یک عفونت عجیب از طریق تهویه هوا پخش می شود چگونه است و همکارانتان را به زامبی های قارچی تبدیل می کند... کلاسیک. داستان بازی از حرفه من به عنوان یک میکروبیولوژی الهام گرفته شده است (نه، The Last of Us الهام بخش نبود) و حاوی ارجاعات زیادی به جنبه های فعلی و گذشته مؤسسه میکروبیولوژی (MikroBiologický Ústav به زبان چک) است - از این رو قهرمانان MBÚ زیرنویس آن هستند. از کودکی می خواستم بازی خودم را بسازم. این اولین ادای احترام من به بازی های افسانه ای مانند Abuse، Half-Life و Fallout اصلی است. من بازی را بر روی موتور خودم، در جاوا، به عنوان یک ..."
    },
    {
        "title": "mysterious house",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/mysterious-house",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1848150/header.jpg?t=1724594622",
        "description": "Mysterious House is a captivating logic platformer where you solve puzzles, navigate obstacles, and use teleporters to progress through levels. Your main goal is to reach the teleporter, but the path is filled with challenges like closed doors, pits, and destructible blocks. You'll be assisted by helpers who can open doors and mimic your actions, but they need protection as they aren't very bright. With colorful graphics, engaging gameplay, and a variety of levels, this game offers a blend of strategy and platforming that keeps you on your toes. Key Features: Challenging Puzzles: Solve intricate puzzles to navigate through each level. Unique Helpers: Helpers can open doors and mimic actions but require careful protection. Vibrant Graphics: Enjoy colorful and detailed environments that enhance the gaming experience. Engaging Gameplay: A mix of platforming and logic challenges keeps the gameplay fresh and exciting. Varied Levels: Each level presents new challenges and requires creative solutions to progress.",
        "id_in_db": "t3_1oflabr",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1848150",
        "genres": [
            "Adventure",
            "Casual",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256864534/movie_max_vp9.webm?t=1724591283",
        "is_dlc_or_addon": false,
        "persian_summary": "Mysterious House یک پلتفرم منطقی فریبنده است که در آن پازل ها را حل می کنید، موانع را مرور می کنید و از تله پورت ها برای پیشرفت در سطوح استفاده می کنید. هدف اصلی شما رسیدن به تله‌پورتر است، اما مسیر پر از چالش‌هایی مانند درهای بسته، گودال‌ها و بلوک‌های قابل تخریب است. کمک‌هایی به شما کمک می‌کنند که می‌توانند درها را باز کنند و کارهای شما را تقلید کنند، اما آنها نیاز به محافظت دارند زیرا خیلی روشن نیستند. این بازی با گرافیک رنگارنگ، گیم پلی جذاب، و سطوح مختلف، ترکیبی از استراتژی و پلتفرم را ارائه می دهد که شما را در نوبت نگه می دارد. ویژگی های کلیدی: پازل های چالش برانگیز: حل پازل های پیچیده برای حرکت در هر سطح. کمک‌کنندگان منحصر به فرد: کمک‌کنندگان می‌توانند درها را باز کنند و از اقدامات تقلید کنند، اما نیاز به محافظت دقیق دارند. گرافیک پر جنب و جوش: از محیط های رنگارنگ و با جزئیات لذت ببرید که تجربه بازی را بهبود می بخشد. گیم پلی جذاب: ترکیبی از چالش های پلتفرم و منطق، گیم پلی را تازه و هیجان انگیز نگه می دارد. سطوح متنوع: هر سطح چالش های جدیدی را ارائه می دهد و نیاز به خلاقیت دارد..."
    },
    {
        "title": "mysterious house 100 off free",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/mysterious-house",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/413150/header.jpg?t=1754692865",
        "description": "Stardew Valley is an open-ended country-life RPG! You've inherited your grandfather's old farm plot in Stardew Valley. Armed with hand-me-down tools and a few coins, you set out to begin your new life. Can you learn to live off the land and turn these overgrown fields into a thriving home? It won't be easy. Ever since Joja Corporation came to town, the old ways of life have all but disappeared. The community center, once the town's most vibrant hub of activity, now lies in shambles. But the valley seems full of opportunity. With a little dedication, you might just be the one to restore Stardew Valley to greatness! Features Turn your overgrown field into a lively farm! Raise animals, grow crops, start an orchard, craft useful machines, and more! You'll have plenty of space to create the farm of your dreams. 8 Player Farming! Invite 1-7 players to join you in the valley online! Players can work together to build a thriving farm, share resources, and improve the local community. As more hands are better than one, players have the option to scale profit margin on produce sold for a more challenging experience. Improve your skills over time. As you make your way from a struggling greenhorn to a master farmer, you'll level up in 5 different areas: farming, mining, combat, fishing, and foraging. As you progress, you'll learn new cooking and crafting recipes, unlock new areas to explore, and customize your skills by choosing from a variety of professions. Become part of the local community. With over 30 unique characters living in Stardew Valley, you won't have a problem finding new friends! Each person has their own daily schedule, birthday, unique mini-cutscenes, and new things to say throughout the week and year. As you make friends with them, they will open up to you, ask you for help with their personal troubles, or tell you their secrets! Take part in seasonal festivals such as the luau, haunted maze, and feast of the winter star. Explore a vast, mysterious cave. As you travel deeper underground, you'll encounter new and dangerous monsters, powerful weapons, new environments, valuable gemstones, raw materials for crafting and upgrading tools, and mysteries to be uncovered. Breathe new life into the valley. Since JojaMart opened, the old way of life in Stardew Valley has changed. Much of the town's infrastructure has fallen into disrepair. Help restore Stardew Valley to it's former glory by repairing the old community center, or take the alternate route and join forces with Joja Corporation. Court and marry a partner to share your life on the farm with. There are 12 available bachelors and bachelorettes to woo, each with unique character progression cutscenes. Once married, your partner will live on the farm with you. Who knows, maybe you'll have kids and start a family? Spend a relaxing afternoon at one of the local fishing spots. The waters are teeming with seasonal varieties of delicious fish. Craft bait, bobbers, and crab pots to help you in your journey toward catching every fish and becoming a local legend! Donate artifacts and minerals to the local museum. Cook delicious meals and craft useful items to help you out. With over 100 cooking and crafting recipes, you'll have a wide variety of items to create. Some dishes you cook will even give you temporary boosts to skills, running speed, or combat prowess. Craft useful objects like scarecrows, oil makers, furnaces, or even the rare and expensive crystalarium. Customize the appearance of your character and house. With hundreds of decorative items to choose from, you'll have no trouble creating the home of your dreams! Xbox controller support (with rumble)! (Keyboard still required for text input) Over two hours of original music.",
        "id_in_db": "t3_1ohk3be",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "413150",
        "genres": [
            "Indie",
            "RPG",
            "Simulation"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256815967/movie_max_vp9.webm?t=1754692862",
        "is_dlc_or_addon": false,
        "persian_summary": "Stardew Valley یک بازی RPG کشوری با پایان باز است! شما زمین مزرعه قدیمی پدربزرگتان را در Stardew Valley به ارث برده اید. مسلح به ابزارهای دستی و چند سکه، شروع به زندگی جدید خود می کنید. آیا می توانید یاد بگیرید که در زمین زندگی کنید و این مزارع بیش از حد رشد کرده را به خانه ای پر رونق تبدیل کنید؟ آسان نخواهد بود. از زمانی که شرکت جوجا به شهر آمد، روش های قدیمی زندگی کاملاً ناپدید شده است. مرکز اجتماعی که زمانی پرجنب‌وجوش‌ترین مرکز فعالیت شهر بود، اکنون در حال خراب شدن است. اما دره پر از فرصت به نظر می رسد. با کمی فداکاری، شما ممکن است کسی باشید که دره Stardew را به عظمت بازگرداند! ویژگی ها مزرعه بیش از حد رشد کرده خود را به یک مزرعه پر جنب و جوش تبدیل کنید! حیوانات را پرورش دهید، محصولات کشاورزی کنید، باغی راه اندازی کنید، ماشین های مفید بسازید و موارد دیگر! شما فضای زیادی برای ایجاد مزرعه رویاهای خود خواهید داشت. 8 بازیکن کشاورزی! از 1 تا 7 بازیکن دعوت کنید تا به صورت آنلاین به شما در دره بپیوندند! بازیکنان می توانند برای ایجاد مزرعه ای پر رونق، به اشتراک گذاری منابع و بهبود جامعه محلی با یکدیگر همکاری کنند. هر چه بیشتر..."
    },
    {
        "title": "nemire 349 usd 50 off",
        "store": "steam",
        "url": "https://store.steampowered.com/app/1955120/Nemire/",
        "image_url": "https://external-preview.redd.it/TLmnnkQ8jZ5ePZ5WJ7ZLlF4_LHzs_MzYbZlSPQmHxD8.jpeg?width=320&crop=smart&auto=webp&s=ee966f382efd0c805848b309288032fe1bac8e7c",
        "description": "submitted by /u/Gorgyh [link] [comments]",
        "id_in_db": "t3_1ohktud",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "50% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Gorgyh [لینک] [نظر]"
    },
    {
        "title": "news from all sides4999 annual free",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/drooid-news-from-all-sides/id6593684010",
        "image_url": "https://external-preview.redd.it/eiCprG_073-7sUY4kSEi2Ca4zSPYZVwcsJstQX5FkzY.png?width=640&crop=smart&auto=webp&s=f98f3ee0269a472510ac775390377668d93bc73b",
        "description": "I am the developer behind Drooid, an AI-powered news app that helps you see all sides of the story left, right, and center through concise summaries from diverse, credible sources. We are building Drooid to fight fake news and bias in news reporting, and I want to o ffer maximum value to every user, even without a premium plan. But for power users who want deeper insights, Drooid’s AI offers in-depth analysis that breaks down why different outlets cover the same news differently. And on top of it, we are selling AI-voiceover for premium users. The premium plan is usually $49.99/year, but for a limited time, I’m offering a free 1-year subscription. The code for the Annual Free trial is: DROOIDGONEFREE (Hurry up, there are limited codes available) To avail the code, click on the In-depth button, which will show you an article with a detailed analysis of the news. The first article is free for everyone. Close the article and click on another in-depth button. You will see a paywall; you can redeem the code there. If you enjoy the app, a 5-star rating on the App Store would mean the world 🙌 submitted by /u/swap_019 [link] [comments]",
        "id_in_db": "t3_1oebqql",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "من توسعه دهنده Drooid هستم، یک برنامه خبری مبتنی بر هوش مصنوعی که به شما کمک می کند تمام جنبه های داستان را در چپ، راست و مرکز از طریق خلاصه های مختصر از منابع مختلف و معتبر ببینید. ما در حال ساخت Drooid برای مبارزه با اخبار جعلی و سوگیری در گزارش‌های خبری هستیم، و من می‌خواهم حداکثر ارزش را برای هر کاربر، حتی بدون برنامه ممتاز، ارائه دهم. اما برای کاربران قدرتمندی که می‌خواهند بینش عمیق‌تری داشته باشند، هوش مصنوعی Drooid تجزیه و تحلیل عمیقی را ارائه می‌کند که علت انتشار متفاوت اخبار مشابه را در رسانه‌های مختلف توضیح می‌دهد. و علاوه بر آن، ما در حال فروش صدای AI برای کاربران ممتاز هستیم. طرح پریمیوم معمولاً 49.99 دلار در سال است، اما برای مدت محدودی، اشتراک 1 ساله رایگان ارائه می‌دهم. کد آزمایشی رایگان سالانه این است: DROOIDGONEFREE (عجله کنید، کدهای محدودی موجود است) برای استفاده از کد، روی دکمه In-depth کلیک کنید، که مقاله ای را با تجزیه و تحلیل دقیق اخبار به شما نشان می دهد. مقاله اول برای همه رایگان است. مقاله را ببندید و روی یک دکمه عمیق دیگر کلیک کنید. شما یک دیوار پرداخت خواهید دید. تو..."
    },
    {
        "title": "pc steam code 399942 off with code 9dmhw",
        "store": "steam",
        "url": "https://www.newegg.com/capcom-monster-hunter-wilds/p/N82E16832233291",
        "image_url": "https://c1.neweggimages.com/ProductImage/32-233-291-14.png",
        "description": "submitted by /u/Dramatic_Walk8473 [link] [comments]",
        "id_in_db": "t3_1oi32fx",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "42% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Dramatic_Walk8473 [پیوند] [نظر]"
    },
    {
        "title": "person horror game from the makers of soma and amnesia",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/amnesia-the-bunker-9d5799",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1944430/header.jpg?t=1734702362",
        "description": "Amnesia: The Bunker is a first-person horror game from the makers of SOMA and Amnesia. Left all alone in a desolate WW1 bunker with only one bullet remaining in the barrel, it’s up to you to face the oppressing terrors in the dark. Keep the lights on at all costs, persevere, and make your way out alive. A truly intense horror experience. RISING TENSION Immerse yourself in the multiple ways of tackling survival. In the shoes of the French soldier Henri Clément, you are armed with a revolver gun, a noisy dynamo flashlight, and other scarce supplies to scavenge and craft along the way. With randomization and unpredictable behavior, no play-through is the same. Hunted by an ever-present threat reacting to your every move and sound, you must adapt your play-style to face hell. Every decision will change the outcome of how the game responds. Actions bear consequences. ESCAPING THE NIGHTMARE Solve things your own way in a semi-open world. You must explore and experiment to make your way out. Figure out what’s going on down here - what has happened to the other soldiers? Where have all the officers gone? What diabolical nightmare lurks underneath this hellscape? Unravel the mysteries of the Bunker and get to know the nooks and crannies of this cruel sandbox to up your odds of survival. FEATURES Dynamic and ever-present monster that reacts to player actions. Constant tension - Time is not on your side. Tactile and physics based interactions with the world. Scavenge for resources and craft tools to aid your survival. Multiple solutions to problem solving in a non-linear open world.",
        "id_in_db": "t3_1o88zzz",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1944430",
        "genres": [
            "Action",
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256951370/movie_max_vp9.webm?t=1686140318",
        "is_dlc_or_addon": false,
        "persian_summary": "Amnesia: The Bunker یک بازی ترسناک اول شخص از سازندگان SOMA و Amnesia است. در یک پناهگاه متروک جنگ جهانی اول که تنها یک گلوله در لوله باقی مانده است، این شما هستید که باید در تاریکی با وحشت های ظالمانه روبرو شوید. چراغ ها را به هر قیمتی روشن نگه دارید، استقامت کنید و راه خود را زنده کنید. یک تجربه وحشتناک واقعاً شدید. افزایش تنش خود را در راه های متعدد مقابله با بقا غوطه ور کنید. در کفش هانری کلمان، سرباز فرانسوی، شما با یک اسلحه هفت تیر، یک چراغ قوه دینامو پر سر و صدا، و سایر لوازم کمیاب برای جابجایی و کاردستی در طول مسیر مسلح هستید. با تصادفی سازی و رفتار غیرقابل پیش بینی، هیچ بازی از طریق یکسان نیست. شکار شده توسط یک تهدید همیشه حاضر که به هر حرکت و صدای شما واکنش نشان می دهد، باید سبک بازی خود را برای رویارویی با جهنم تطبیق دهید. هر تصمیمی نتیجه بازی را تغییر خواهد داد. اقدامات عواقبی دارد. فرار از کابوس مسائل را به روش خودتان در یک دنیای نیمه باز حل کنید. شما باید کاوش و آزمایش کنید تا راه خود را پیدا کنید ...."
    },
    {
        "title": "platform samorost 3 ca2599 free the game follows a curious space gnome who uses the powers of a magic flute to travel across the cosmos in search of its mysterious origins",
        "store": "epicgames",
        "url": "https://store.epicgames.com/p/samorost-3-0c4489",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/421120/header.jpg?t=1757929435",
        "description": "Samorost 3 is an exploration adventure and puzzle game from the award-winning creators of Machinarium and Botanicula. It is Amanita Design’s most ambitious experience to date and a loose continuation of the hit indie games Samorost and Samorost 2. Samorost 3 follows a curious space gnome who uses the powers of a magic flute to travel across the cosmos in search of its mysterious origins. Visit nine unique and alien worlds teeming with colorful challenges, creatures and surprises to discover, brought to life with beautiful artwork, sound and music.",
        "id_in_db": "t3_1o88hmc",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "421120",
        "genres": [
            "Adventure",
            "Casual",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256659733/movie_max.webm?t=1457090099",
        "is_dlc_or_addon": false,
        "persian_summary": "Samorost 3 یک بازی ماجراجویی و پازل اکتشافی از سازندگان برنده جایزه Machinarium و Botanicula است. این جاه‌طلبانه‌ترین تجربه Amanita Design تا به امروز و ادامه‌ای آزاد از بازی‌های مستقل موفق Samorost و Samorost 2 است. Samorost 3 یک آدمک فضایی کنجکاو را دنبال می‌کند که از قدرت یک فلوت جادویی برای سفر در سراسر کیهان در جستجوی منشأ اسرارآمیز خود استفاده می‌کند. از نه دنیای منحصر به فرد و بیگانه مملو از چالش ها، موجودات و شگفتی های رنگارنگ برای کشف دیدن کنید، که با آثار هنری، صدا و موسیقی زیبا زنده شده اند."
    },
    {
        "title": "playsum tormented souls 2 2397 1976 1800 c3058 a3560 r7918 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/0b99625f-ee13-406c-aa22-35be7c28da06/tormented-souls-2",
        "image_url": "https://external-preview.redd.it/3ZuAt2CzuawQJNZXqzWTaiT3HbHJg6Ezktd9w7ouya0.jpeg?width=320&crop=smart&auto=webp&s=48af0b8e5f93765d61fed8174b143f8f2dc579d3",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1oi31ti",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "20% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lets_Playsum [لینک] [نظر]"
    },
    {
        "title": "ps shadow tactics",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1o8ze3t/ps_game_shadow_tactics_blades_of_the_shogun/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2711110/header.jpg?t=1729716154",
        "description": "LANDLOCK Project Wild is the ultimate bush-craft survival game in which you must survive the wild at any cost. The game is brutal, quite a challenge, but highly rewarding. Travel across treacherous landscapes and battle heinous beasts that'll throw your warfare into overdrive. But don't you fret, for this is your playground—a forest wilderness—and terraforming is the brush in your hand. To your strategic advantage, shape the environment to create defenses and change the landscape to outmaneuver your predators. Crafting is an art, and in LANDLOCK, it's the key to your survival. From its vast and diverse ecosystem, gather resources, then mix them in ingenious ways to create tools, weapons, and structures that will aid you in your quest for dominance. In this hardcore survival adventure, your imagination knows no bounds. Or will it be towering fortresses that shield you from first-world hardships, or sneaking in the shadows, relying on cunning tactics to survive? The only limitation would be your imagination in challenges to be overcome and in revealing the secrets of LANDLOCK. Do you have what it takes to thrive in desolate nature, where literally every decision could mean the difference between survival and absolute demise? Find this out in the ultimate indie pixel art survival experience! P.S ~ You're not alone...",
        "id_in_db": "t3_1o8ze3t",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2711110",
        "genres": [
            "Adventure",
            "Indie",
            "Strategy",
            "Early Access"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "LANDLOCK Project Wild بهترین بازی بقای بوش کرافت است که در آن شما باید به هر قیمتی از طبیعت جان سالم به در ببرید. بازی بی رحمانه است، کاملاً چالش برانگیز، اما بسیار پر ارزش است. در مناظر خائنانه سفر کنید و با جانوران شنیع مبارزه کنید که جنگ شما را به شدت درگیر خواهد کرد. اما نگران نباشید، زیرا اینجا زمین بازی شماست – یک بیابان جنگلی – و زمین‌سازی قلمویی است که در دست شماست. به نفع استراتژیک خود، محیط را شکل دهید تا دفاع ایجاد کنید و چشم انداز را تغییر دهید تا شکارچیان خود را مانور دهید. کاردستی یک هنر است و در LANDLOCK کلید بقای شماست. از اکوسیستم گسترده و متنوع آن، منابع را جمع آوری کنید، سپس آنها را به روش های مبتکرانه ترکیب کنید تا ابزار، سلاح و ساختارهایی ایجاد کنید که به شما در تلاش برای تسلط کمک می کند. در این ماجراجویی بقای هاردکور، تخیل شما حد و مرزی نمی شناسد. یا این قلعه های سر به فلک کشیده ای خواهد بود که شما را در برابر سختی های جهان اول محافظت می کند، یا پنهان شدن در سایه ها، با تکیه بر تاکتیک های حیله گر برای زنده ماندن؟ تنها محدودیت ..."
    },
    {
        "title": "psa steam immersive storylines game festival",
        "store": "steam",
        "url": "https://store.steampowered.com/points/shop/app/4101120",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/22200/header.jpg?t=1660841601",
        "description": "Zeno Clash is an action/fighting game set in a punk fantasy world. The game is played from a first person perspective and the combat is generally up close and brutal. Experience a deep storyline set in a fantastic world. Play the role of Ghat, a man banished by his own brothers and forced to begin a desperate journey past the forbidden desert and to the end of the world. Nominated in 'Excellence in Visual Art' at the Independent Games Festival, the original visuals, which make full use of the Source engine features, breathe new air in the fantasy game genre. The new close combat mechanics are also a deviation from traditional action in the first-person genre that will feel fresh for new and veteran players. Engaging melee combat in first person The new melee combat system allows players to perform a variety of movements like deflect & elude combos, knockback finisher punches and punishing grab attacks. Learn new attacks as the game progresses and confronts you with more formidable foes. Fantastic visuals powered by the Source engine Players will be immersed in a fantastic world, beautiful and disturbing at the same time. The unprecedented art style brings a fresh new approach to the first person genre. The surreal environments and characters will keep players wanting to discover more. Survival mode challenges Jump right into the action in engaging unlockable \"tower challenges\". The player must overcome enemy waves to progress through the tower levels. The game will rate the player in different categories like speed and performance. A leaderboards system will rank you against your friends, so the challenge never ends. Deep storyline Players will play the role of Ghat; the son of a impressive hermaphrodite creature called Father-Mother, whose children form the most powerful clan in the city of Halstedom. Ghat must escape from his family and start an incredible journey with his female companion Deadra, who will aid him in the dangerous lands of Zenozoik. Bizarre weapons The game features an unusual arsenal of eccentric weapons that are built from scraps and junk. Hammers and clubs will be the most effective when fighting heavy characters that can only be brought down with extreme force. The Zeno Clash Model Pack for Garry's Mod The pack includes 70 models with the characters and creatures to be used with the popular Source engine mod Garry's Mod. \"This is a great addition to the existing library of assets and we really hope the fans will enjoy the content and start developing their own Zeno Clash inspired videos, screens or machinima.\" says Andres Bordeu from ACE Team. Zeno Clash owners can download the free DLC from the Tools tab in their Steam client.",
        "id_in_db": "t3_1ockmvj",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "22200",
        "genres": [
            "Action",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/5205/movie_max.webm?t=1447351723",
        "is_dlc_or_addon": false,
        "persian_summary": "Zeno Clash یک بازی اکشن/مبارزه است که در یک دنیای فانتزی پانک جریان دارد. بازی از دید اول شخص انجام می شود و مبارزات به طور کلی از نزدیک و بی رحمانه است. داستانی عمیق را در دنیایی خارق العاده تجربه کنید. نقش گات را بازی کنید، مردی که توسط برادرانش تبعید شده و مجبور شده‌اند تا سفری ناامیدکننده را از صحرای ممنوعه و به انتهای جهان آغاز کنند. تصاویر اصلی که در جشنواره بازی‌های مستقل در «تعالی در هنرهای بصری» نامزد شده‌اند، که از ویژگی‌های موتور منبع به طور کامل استفاده می‌کنند، هوای تازه‌ای را در ژانر بازی‌های فانتزی تنفس می‌کنند. مکانیک های جدید مبارزات نزدیک نیز انحرافی از اکشن سنتی در ژانر اول شخص است که برای بازیکنان جدید و کهنه کار احساس تازگی می کند. مبارزات تن به تن درگیر به صورت اول شخص سیستم مبارزه با تنبیه جدید به بازیکنان این امکان را می دهد که حرکات مختلفی مانند ترکیب های انحرافی و فرار، مشت های پایانی کوبنده و حملات با چنگ زدن را مجازات کنند. با پیشرفت بازی، حملات جدیدی را بیاموزید و شما را با حملات مهیب تر روبرو می کند..."
    },
    {
        "title": "sign documents 6999 free lifetime premium unlock for 7 days",
        "store": "iosappstore",
        "url": "https://apps.apple.com/app/document-sign-ondertekenen/id6749072748",
        "image_url": "https://external-preview.redd.it/aE_VLM7SvPwaIx1npoJQLe-jt_e_b5vCcz4s7F2atMM.png?width=640&crop=smart&auto=webp&s=a3aab7698e1df2f1102a063eb9b7dc24ab85c625",
        "description": "Hey r/AppHookup 👋 I’m the solo developer behind DocSigner, a simple and privacy-friendly app for signing documents on your iPhone. iPad coming soon For the next 7 days, you can unlock the Lifetime Premium version for FREE (normally €69.99). 🥳 ✍️ What DocSigner does DocSigner lets you sign documents quickly and easily, right on your device. Whether it’s a contract, a form, a PDF, a Word file, or even an image — you can add your signature in just a few taps. No printer, no scanner, no stress. Everything stays safely stored on your device to keep your privacy protected. ⭐ Key features 📄 Import from Mail, Files or your favorite cloud services (PDF, Word, Images) ✍️ Add unlimited signatures and stamps for personal or work use 🧭 Place your signature exactly where you want with simple alignment helpers 🔒 Local storage only — nothing is ever uploaded 📤 Share or export your signed document with a single tap 🪶 Clean, lightweight design with no ads 🌍 Now with localization DocSigner is fully localized in English, French, German, Dutch, and Italian — and more languages are on the way! 🇬🇧🇫🇷🇩🇪🇳🇱🇮🇹 🆓 Lifetime Premium — Free for 7 Days For one week, you can grab the Lifetime Premium unlock for free (normally €69.99). This gives you unlimited signatures, stamps, and access to all professional features — permanently. 📲 Download DocSigner here: 👉 https://apps.apple.com/app/document-sign-ondertekenen/id6749072748 I’d really love to hear your feedback — whether it’s about the usability, features you’d like to see next, or anything that could make the app better. If you enjoy using DocSigner, a positive review in the App Store would mean a lot and really helps me as a solo indie dev. ❤️ Thanks so much for checking it out! submitted by /u/Pietpiraat19 [link] [comments]",
        "id_in_db": "t3_1o7ay3g",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "Hey r/AppHookup 👋 من توسعه دهنده انفرادی DocSigner هستم، یک برنامه ساده و سازگار با حریم خصوصی برای امضای اسناد در iPhone شما. iPad به زودی برای 7 روز آینده، می توانید قفل نسخه Lifetime Premium را به صورت رایگان (معمولاً 69.99 یورو) باز کنید. 🥳 ✍️ آنچه DocSigner انجام می دهد DocSigner به شما امکان می دهد اسناد را به سرعت و به راحتی و درست در دستگاه خود امضا کنید. خواه یک قرارداد، یک فرم، یک PDF، یک فایل Word یا حتی یک تصویر باشد - می توانید امضای خود را تنها با چند ضربه اضافه کنید. بدون چاپگر، بدون اسکنر، بدون استرس. همه چیز به طور ایمن در دستگاه شما ذخیره می شود تا از حریم خصوصی شما محافظت شود. ⭐ ویژگی‌های کلیدی 📄 وارد کردن از ایمیل، فایل‌ها یا سرویس‌های ابری مورد علاقه‌تان (PDF، Word، تصاویر) ✍️ امضاها و مهرهای نامحدود را برای استفاده شخصی یا کاری اضافه کنید 🧭 امضای خود را دقیقاً در جایی که می‌خواهید با کمک‌های تراز ساده قرار دهید 🔒 فقط فضای ذخیره‌سازی محلی - هیچ‌وقت هیچ‌چیز با یک سند امضا شده آپلود یا صادر نمی‌شود. طراحی سبک وزن بدون تبلیغات 🌍 اکنون با بومی سازی DocSigner کاملاً..."
    },
    {
        "title": "simon the sorcerer origins",
        "store": "steam",
        "url": "https://store.steampowered.com/app/2677810/Simon_the_Sorcerer_Origins__PONY_DLC/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1939890/affa4a9bfd62abd2347d7c167eadf26a4d33258a/header.jpg?t=1761660410",
        "description": "A New Journey Begins! Thirty years after his first appearance on the screen, Simon is drawn into a foreign world by an ancient prophecy that will reveal his origins. This world is populated by powerful yet mostly useless wizards and strange creatures. On his journey, Simon must solve a series of tricky puzzles, operate alchemical devices, and learn powerful spells. And yes, he also has to taste a few disgusting stews! Puzzles, Magic, and Simon’s Humor Whether you're visiting the Magical World for the first time or returning once again – Simon is back, along with his unique sense of humor and a completely new graphic style. Simon the Sorcerer Origins brings the charm of the original saga back in a completely hand-drawn graphic style, blending classic gameplay mechanics with a fresh, new world of magic. Your Adventure, Your Puzzles Solve loads of tricky puzzles, test your wits, and face a variety of absurd situations and quirky characters. Combine items and clues to unravel the big mystery and become the legendary wizard you were always meant to be. Official Prequel to the Simon the Sorcerer Series Find out what happened just a few weeks before the first legendary adventure in the 90s! An intense story A loving mother, a lively teenager, a forced move, and a prophecy. Experience an adventure between emotions and discovery. New Hand-Drawn Art Style Discover the Magical World in a completely hand-drawn 90s art style! Featuring the Original Voice Actor Enjoy Simon’s legendary sarcastic remarks once again with the voice of the voice actor, Chris Barrie, who brought the character to life with humor in the original. An adventure between Modern and Point-and-Click Puzzles Solve challenging puzzles, activate ancient mechanisms, reveal age-old secrets, discover mysterious objects, and discuss with unusual characters. Absurdly Humorous Dialogues Enjoy Simon’s unique sarcasm and sharp wit. Magical World Full of Quirky Creatures Meet strange wizards and even stranger beings on your journey. Alchemical Devices and Spells Master powerful spells and experiment with secret alchemy recipes.",
        "id_in_db": "t3_1oiizxh",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1939890",
        "genres": [
            "Adventure"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257223560/movie_max.webm?t=1761660398",
        "is_dlc_or_addon": false,
        "persian_summary": "یک سفر جدید آغاز می شود! سی سال پس از اولین حضورش روی پرده، سایمون توسط پیشگویی باستانی به دنیایی بیگانه کشیده می شود که منشأ او را آشکار می کند. این جهان توسط جادوگران قدرتمند و در عین حال عمدتاً بی فایده و موجودات عجیب و غریب پر شده است. در سفر خود، سایمون باید یک سری از پازل های دشوار را حل کند، دستگاه های کیمیاگری را کار کند و جادوهای قدرتمندی را بیاموزد. و بله، باید چند خورش مشمئز کننده هم بچشد! پازل ها، جادو و طنز سایمون چه برای اولین بار از دنیای جادویی بازدید می کنید چه یک بار دیگر - سایمون به همراه حس شوخ طبعی منحصر به فرد و سبک گرافیکی کاملاً جدید خود بازگشته است. Simon the Sorcerer Origins جذابیت حماسه اصلی را به سبک گرافیکی کاملاً دستی باز می گرداند و مکانیک های گیم پلی کلاسیک را با دنیای تازه و جدیدی از جادو ترکیب می کند. ماجراجویی شما، پازل‌های شما تعداد زیادی پازل پیچیده را حل کنید، هوش خود را آزمایش کنید و با موقعیت‌های پوچ و شخصیت‌های عجیب و غریب روبرو شوید. اقلام و سرنخ‌ها را با هم ترکیب کنید تا بزرگ‌ترین..."
    },
    {
        "title": "space menace 2",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3136380/Space_Menace_2/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3136380/header.jpg?t=1759659320",
        "description": "Navigate a galaxy in chaos, full of opportunity and danger, in this seamless blend of sci-fi RTS and space combat. You’ll start with a small, modest fleet but your journey is anything but ordinary. Completing missions or engaging in combat earns you credits, which you can use to upgrade and expand your fleet. The game offers a satisfying depth of customization, with a variety of modules and upgrade options that allow players to fine-tune their ships for different strategies and playstyles. Rise to Power As you rise through the ranks, the stakes grow higher. Initially commanding just a few ships, you'll soon find yourself in control of powerful fleets, gaining the trust and respect of the galaxy's most formidable factions. Align yourself wisely, your reputation will open doors to powerful alliances and devastating confrontations. But even as you navigate the shifting tides of power, whispers of an unknown force grow louder, threatening to upend everything. Customize Customization is at the heart of Space Menace 2. Build and fine-tune your fleet with deep loadout options, combining a wide variety of weapons, utilities, strike craft and upgrade options. Whether you prefer raw firepower, tactical control, or balanced strategies, the game offers satisfying depth to support your playstyle. Maximum Excitement, Minimal Grind Space Menace 2 is designed for maximum excitement with minimal grind, offering a deep, strategic experience that evolves as you do. As the game unfolds, so do the challenges and complexities, ensuring every moment is filled with tactical decisions and thrilling encounters. Whether you're outmaneuvering enemy fleets or negotiating with powerful allies, your choices will echo through the galaxy, leaving a legacy that only you can forge. Prepare for a journey that balances strategy, action, and storytelling, as you strive for dominance among the stars in a galaxy on the brink of war.",
        "id_in_db": "t3_1oivmhm",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "30% off",
        "steam_app_id": "3136380",
        "genres": [
            "Action",
            "Indie",
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257048205/movie_max_vp9.webm?t=1724244583",
        "is_dlc_or_addon": false,
        "persian_summary": "در این ترکیب یکپارچه از RTS علمی تخیلی و نبرد فضایی، در یک کهکشان در هرج و مرج، پر از فرصت و خطر حرکت کنید. شما با یک ناوگان کوچک و متوسط ​​شروع خواهید کرد، اما سفر شما چیزی جز معمولی است. انجام ماموریت ها یا شرکت در نبرد برای شما اعتبار کسب می کند که می توانید از آنها برای ارتقا و گسترش ناوگان خود استفاده کنید. این بازی عمق رضایت‌بخشی از سفارشی‌سازی را با ماژول‌های متنوع و گزینه‌های ارتقاء ارائه می‌دهد که به بازیکنان اجازه می‌دهد کشتی‌های خود را برای استراتژی‌ها و سبک‌های مختلف بازی تنظیم کنند. صعود به قدرت با بالا رفتن رتبه ها، ریسک ها بیشتر می شوند. در ابتدا فقط چند کشتی را فرماندهی می‌کنید، به زودی کنترل ناوگان‌های قدرتمند را خواهید دید و اعتماد و احترام مهیب‌ترین گروه‌های کهکشان را به دست خواهید آورد. خود را عاقلانه هماهنگ کنید، شهرت شما درها را به روی اتحادهای قدرتمند و رویارویی های ویرانگر باز می کند. اما حتی زمانی که شما در حال حرکت در جریان تغییر قدرت هستید، زمزمه های یک نیروی ناشناخته بلندتر می شود و تهدید می کند که همه چیز را به هم می زند. سفارشی سازی سفارشی سازی در..."
    },
    {
        "title": "stove jump",
        "store": "stove",
        "url": "https://store.onstove.com/en/games/101151",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1627240/header.jpg?t=1696715610",
        "description": "The stove can go if there are wheels and firewood! You have to control a crazy stove and run away from a dangerous saw. And why did the stove have wheels, there is no answer for sure, but maybe the pike wanted it that way Features of the game: Rhythm-based Action Platforming! Many achievements. Oven with wheels in the winter forest. The furnace runs away from the saw. The oven smokes a lot. It's snowing in the woods. The biggest danger is the saws. Management: The oven goes automatically. You can accelerate the movement by moving forward. You can jump and slow down in front of obstacles.",
        "id_in_db": "t3_1ohayje",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1627240",
        "genres": [
            "Action",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256838603/movie_max_vp9.webm?t=1623956571",
        "is_dlc_or_addon": false,
        "persian_summary": "اگر چرخ و هیزم باشد اجاق می تواند برود! شما باید یک اجاق گاز دیوانه را کنترل کنید و از یک اره خطرناک فرار کنید. و چرا اجاق گاز چرخ داشت، مطمئناً پاسخی وجود ندارد، اما شاید پیک اینطور می خواست ویژگی های بازی: Action Platforming مبتنی بر ریتم! بسیاری از دستاوردها. فر با چرخ در جنگل زمستان. کوره از اره فرار می کند. فر زیاد دود می کند. در جنگل برف می بارد. بزرگترین خطر اره ها هستند. مدیریت: فر به طور خودکار روشن می شود. با حرکت رو به جلو می توانید حرکت را تسریع کنید. می توانید در مقابل موانع بپرید و سرعت خود را کاهش دهید."
    },
    {
        "title": "stove the lost prince",
        "store": "stove",
        "url": "https://store.onstove.com/en/games/1835",
        "image_url": "https://external-preview.redd.it/g5GzPfo3Rj6SkR1av_Q3nDsSJ5Szq-Ag369PQ3hgmek.png?width=640&crop=smart&auto=webp&s=b2efce3cffe6cb41e232f88eb27557f64dcf2972",
        "description": "submitted by /u/MeguminShiro [link] [comments]",
        "id_in_db": "t3_1of0hwd",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/MeguminShiro [لینک] [نظر]"
    },
    {
        "title": "switch toonkars racer",
        "store": "other",
        "url": "https://www.nintendo.com/us/store/products/toonkars-racer-switch/",
        "image_url": "https://external-preview.redd.it/FuYWsCHeN-tiI9y7-N4rug2PI8pqqpB_yfjscNO8RIo.jpeg?width=640&crop=smart&auto=webp&s=bcd26bce7285bb82ce6b30fd88581913b7dd9862",
        "description": "submitted by /u/MeguminShiro [link] [comments]",
        "id_in_db": "t3_1ogj3xc",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/MeguminShiro [لینک] [نظر]"
    },
    {
        "title": "telly the tv",
        "store": "itch.io",
        "url": "https://extramustard.itch.io/telly-the-tv",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3245370/header.jpg?t=1734637054",
        "description": "Telly the TV is a throwback action/adventure platformer with a 1-bit style. Technology Come to Life You Play as Telly, the living CRT television set, in a scavenger-hunt gone wild. Telly’s been trapped in TV Kingdom by the evil Robo-Queen. Telly’s only hope of surviving is navigating each television show, all while trying to locate five remote-control-keys to escape each episode. Enter six exciting and quirky worlds while bashing baddies and traversing terrible traps! Collect items to save each TV program, and face-off with the enemies of TV Kingdom. Features Action Platforming and Level Exploration - No tutorials, no instructions, no hand-holding, no cutscenes, no time wasted while you jam through each stage with tight controls Six Unique Worlds - Help Telly escape a construction site, a haunted house, an enchanted candy village, a space facility, a hidden temple, and an evil castle 18 Challenging Levels - Telly needs to smash enemies, avoid traps, to make it through each stage in this unique 1-bit world Fight for your Life - Destroy three big bosses to beat the game Collectathon Adventure - collect all 5 keys to escape each level Controller Support - Effortlessly assist Telly in TV Kingdom with your PS4 Dualshock, PS5 Dualsense, or Xbox Controller Level Select - Get back into the action you left behind, immediately Nine Original Songs - Original Music produced with Yamaha YM2612 software for that zesty Genesis sound Thumbstick or D-Pad Support - pick your favorite control style Download Telly the TV today!",
        "id_in_db": "t3_1oi0ffz",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3245370",
        "genres": [
            "Action",
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257067554/movie_max_vp9.webm?t=1729650753",
        "is_dlc_or_addon": false,
        "persian_summary": "Telly the TV یک پلتفرمر اکشن/ماجراجویی بازگشتی با سبک 1 بیتی است. فناوری جان می‌گیرد شما در نقش Telly، دستگاه تلویزیون CRT زنده، در یک شکار رفتگر وحشی بازی می‌کنید. تلی توسط Robo-Queen شیطانی در Kingdom تلویزیون گیر افتاده است. تنها امید تلی برای زنده ماندن، پیمایش در هر برنامه تلویزیونی است، در حالی که سعی می کند پنج کلید کنترل از راه دور را برای فرار از هر قسمت پیدا کند. وارد شش دنیای هیجان‌انگیز و عجیب و غریب شوید، در حالی که با بدها برخورد می‌کنید و از تله‌های وحشتناک عبور می‌کنید! برای ذخیره هر برنامه تلویزیونی آیتم ها را جمع آوری کنید و با دشمنان TV Kingdom روبرو شوید. ویژگی های Action Platforming و Level Exploration - بدون آموزش، بدون دستورالعمل، بدون در دست گرفتن، بدون صحنه های برش، بدون اتلاف وقت در حالی که در هر مرحله با کنترل های محکم گیر می کنید - شش دنیای منحصر به فرد - به Telly کمک کنید از یک محل ساخت و ساز، یک خانه خالی از سکنه، یک آب نبات دهکده مسحور شده، یک مرکز فضایی، یک معبد مخفی Challenlevel و an1 دشمنان را بشکنید، از تله ها دوری کنید تا از هر مرحله عبور کنید..."
    },
    {
        "title": "the flayed man",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3471670/The_Flayed_Man/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3471670/header.jpg?t=1749337493",
        "description": "The Flayed Man is a short, chilling experience ~30 minutes long, perfect for playing before bed, especially if you’re in the mood for a nightmare. You are the Flayed Man. Awaking in a decayed, otherworldly house where your every waking moment is agony, you must uncover the sins of the past, pass judgement, and decide your fate in this unsettling, macabre adventure. A dark horror game with mature, disturbing themes. Multiple endings depending on your choices. An atmospheric and moody original soundtrack. Evocative and chilling pixel-art graphics. Traditional point and click gameplay with modern mechanics and user interface. Psychosexual demons that will give any budding psychologist food for thought.",
        "id_in_db": "t3_1ohk1c7",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "40% off",
        "steam_app_id": "3471670",
        "genres": [
            "Adventure",
            "Indie",
            "Free To Play"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257125957/movie_max_vp9.webm?t=1744902763",
        "is_dlc_or_addon": false,
        "persian_summary": "The Flayed Man یک تجربه کوتاه و خنک به مدت 30 دقیقه است که برای بازی قبل از خواب مناسب است، به خصوص اگر در حال کابوس هستید. شما مرد پوسته پوسته شده هستید. در خانه‌ای فاسد و اخروی که در آن هر لحظه بیداری شما عذاب می‌کشد، باید گناهان گذشته را کشف کنید، قضاوت کنید و در این ماجراجویی ناامیدکننده و ترسناک درباره سرنوشت خود تصمیم بگیرید. یک بازی ترسناک تاریک با مضامین بالغ و آزاردهنده. پایان های متعدد بسته به انتخاب شما. یک موسیقی متن اصلی اتمسفر و خلق و خوی. گرافیک هنری پیکسلی خاطره انگیز و هیجان انگیز. گیم پلی سنتی نقطه و کلیک با مکانیک و رابط کاربری مدرن. شیاطین روان‌جنسی که به هر روان‌شناس نوظهوری برای فکر کردن می‌دهند."
    },
    {
        "title": "ultimate frostpunk 2 the medium dredge and more at discounted prices",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1ofmnkx/macos_mac_app_store_game_deals_post_4_death/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1592480/header.jpg?t=1733396830",
        "description": "As an avid Sudoku enthusiast, I could not find a satisfying Sudoku game on Steam, so I started learning the programming language, and based on my understanding of Sudoku and the experience of other games of the same type, I created a new Sudoku game - Meta Sudoku in a few weeks, whether you are a novice or an experienced Sudoku master, this game will meet your gaming needs. Meta Sudoku is a minimalist puzzle game, your only goal is to fill in the nine numbers 1, 2, 3, and up to 9 in the spaces in a 9 X 9 square according to the numbers given by the system, so that each row, column, and every 3 X 3 palace contains the nine numbers 1~9, and there are no repetitions and omissions. The rules of the game are simple, but finding all the numbers that fit the rules can be challenging. Meta Sudoku is great for exercising your brain while relaxing at leisure, and it provides players with the most comfortable gaming experience. There are four modes of Meta Sudoku: 1. Classic Mode: This mode contains six increasing difficulty levels, namely easy, medium, advanced, difficult, expert, master, and each difficulty level contains 40 levels. 2. Pack mode: This mode contains three increasing difficulty levels, namely Pack I., Pack II., and Pack III., each difficulty level contains 25 levels. Compared to the classic mode, the levels in this mode are more beautiful, and the distribution of the system numbers is like a mysterious geometric pattern. 3. Endless mode: This mode still contains six increasing difficulty levels, namely easy, medium, advanced, difficult, expert, master, each time you enter a new level, the system will carefully select a level that belongs to you. 4. Ultimate Mode: This mode contains only three levels. These levels are definitely a real test, they were designed by world-class masters themselves, and considering their difficulty, I designed them to the end. I strongly discourage challenging these levels at the beginning, you can try them again once you are familiar with the game mechanics. After completing these levels, you will have a full sense of accomplishment. Game Features: Game: 1. Minimalist interface to provide you with the most comfortable visuals, allowing you to focus on the fun of the game 2. There are multiple color themes in the game for you to choose and replace to avoid aesthetic fatigue as much as possible 3. Several quiet, comfortable and relaxing ambient music to relieve your brain fatigue 4. Multiple mechanisms reduce the likelihood of optical illusions 5. Support the operation of withdrawal and recovery, you have the opportunity to repent. 6. Support the hint function of remaining numbers to save game time as much as possible 7. Support shortcut keys, which improves the convenience and flexibility of operation, allowing you to pay more attention to the logic of the number itself 8. Exiting halfway will save time and progress (if you don't want to use this function, you can change it in the setting interface) 9. Support English, Russian, Chinese, French and other languages [/i][/list] Steam: 1. Support Steam cloud save 2. There are some simple style achievements that you need to complete 3. Ultra-low pricing with frequent discounts 4. In the future, gradually add trading cards, Steam badges and other functions [/i][/list] -------------------------------------------------------- The audio in the game is all from royalty-free files provided by excellent sites like freeSound. If you encounter any problems with the game, or want to give me some comments and suggestions, or even just want to say hello, you can contact me through the Steam community or email. I will try to find time to communicate with you as pleasantly as possible. I apologize if I didn't respond to your message in a timely manner, probably due to negligence or busy work. I will try to avoid this from happening. Your support and input are crucial to me, and I will continue to improve the game to ensure it performs at its best in all aspects. Finally, thank you again for taking the time to read this article, please enjoy your Sudoku journey to the fullest! ——————Matrix Science This page is translated using ChatGPT, if you find any misleading content, false transmission, or culturally sensitive issues during use, please contact me to update. Thank you for your help and feedback!",
        "id_in_db": "t3_1ofmnkx",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "steam_app_id": "1592480",
        "genres": [
            "Casual",
            "Indie",
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256965692/movie_max_vp9.webm?t=1692875041",
        "is_dlc_or_addon": true,
        "persian_summary": "به عنوان یک مشتاق مشتاق سودوکو، نتوانستم یک بازی سودوکو راضی کننده در Steam پیدا کنم، بنابراین شروع به یادگیری زبان برنامه نویسی کردم و با توجه به درک خود از سودوکو و تجربه بازی های دیگر از همین نوع، در عرض چند هفته یک بازی سودوکو جدید ایجاد کردم - Meta Sudoku، چه مبتدی یا یک استاد سودوکو با تجربه، این بازی به من نیاز دارد. Meta Sudoku یک بازی پازل مینیمالیستی است، تنها هدف شما این است که 9 عدد 1، 2، 3 و تا 9 را در یک مربع 9 X 9 طبق اعداد داده شده توسط سیستم پر کنید، به طوری که هر سطر، ستون و هر قصر 3 X 3 شامل نه عدد 1 تا 9 باشد و هیچ حذفی وجود نداشته باشد. قوانین بازی ساده هستند، اما یافتن تمام اعدادی که با قوانین مطابقت دارند می تواند چالش برانگیز باشد. متا سودوکو برای تمرین مغز در حین استراحت در اوقات فراغت عالی است و راحت ترین تجربه بازی را برای بازیکنان فراهم می کند. متا سودوکو چهار حالت دارد: 1. حالت کلاسیک: این حالت..."
    },
    {
        "title": "year trial practice speaking learn languages through real",
        "store": "iosappstore",
        "url": "https://apps.apple.com/app/speaking-practice-scenaria/id6747147778",
        "image_url": "https://external-preview.redd.it/Q-EuXH71kZzCm83EtlSzHKd4em07178vjl4zRnpn6_I.png?width=640&crop=smart&auto=webp&s=b1024ee836fcffb93201bf9a2516d27503ea8acc",
        "description": "For the next 24 hours , my language learning app Scenaria is FREE for a yearly trial subscription ! 😎 Here’s what you can do with it: 🗣️ Practice real-life conversations with AI: dating, job interviews, restaurants, and more 🎧 Get instant feedback on your pronunciation so you actually sound like a native 🎯 Complete goals in each scenario and learn naturally without boring drills 💬 Create your own custom scenarios and make learning exactly what you need Grab it here on the App Store: https://apps.apple.com/app/speaking-practice-scenaria/id6747147778 When you open the app, select the yearly subscription. If you don’t want it to renew after one year, make sure to unsubscribe before then. If you like it, leaving a 5-star review would mean a lot! 🙌 submitted by /u/Ramtin8731 [link] [comments]",
        "id_in_db": "t3_1o3xjzm",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "برای 24 ساعت آینده، برنامه یادگیری زبان من Scenaria برای یک اشتراک آزمایشی سالانه رایگان است! 😎 کاری که می‌توانید با آن انجام دهید این است: 🗣️ مکالمات واقعی را با هوش مصنوعی تمرین کنید: قرار ملاقات، مصاحبه‌های شغلی، رستوران‌ها و موارد دیگر. اینجا در فروشگاه App: https://apps.apple.com/app/speaking-practice-scenaria/id6747147778 وقتی برنامه را باز می کنید، اشتراک سالانه را انتخاب کنید. اگر نمی‌خواهید پس از یک سال تمدید شود، حتماً قبل از آن اشتراک را لغو کنید. اگر آن را دوست دارید، گذاشتن یک بررسی 5 ستاره معنی زیادی خواهد داشت! 🙌 ارسال شده توسط /u/Ramtin8731 [لینک] [نظر]"
    }
]