[
    {
        "title": "1959 1585 1959 ca2520 a2730 2233",
        "store": "fanatical",
        "url": "https://www.fanatical.com/en/game/godbreakers",
        "image_url": "https://external-preview.redd.it/OCmxLKo-5T_hCPNYqq_CrpI_IyZiOVl6SBLrUjMz9LU.jpeg?width=640&crop=smart&auto=webp&s=9f00d61ee76c8deb8d7269f44ee48d61cda1ed58",
        "description": "submitted by /u/WeAreFanatical [link] [comments]",
        "id_in_db": "t3_1oezssw",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "30% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/WeAreFanatical [پیوند] [نظر]"
    },
    {
        "title": "299 offer ends october 27",
        "store": "steam",
        "url": "https://store.steampowered.com/app/1237970/Titanfall_2/",
        "image_url": "https://external-preview.redd.it/pVod6O94yza2sI7pF3bcz3l0JzIYWXztZtu-dkCJjEQ.jpeg?width=320&crop=smart&auto=webp&s=cce13e91645211fb4a638b1f292fdd7f7ad0af2a",
        "description": "submitted by /u/AMong00se [link] [comments]",
        "id_in_db": "t3_1oeak96",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "90% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/AMong00se [لینک] [نظر]"
    },
    {
        "title": "2game dragons dogma 2 101285 off w code 7off",
        "store": "other",
        "url": "https://2game.com/en_us/dragon-s-dogma-2/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2054970/capsule_616x353.jpg?t=1732148252",
        "description": "submitted by /u/Ambedextrose [link] [comments]",
        "id_in_db": "t3_1of81lc",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "85% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Ambedextrose [پیوند] [نظر]"
    },
    {
        "title": "a colorful puzzle game",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/globs-a-colorful-puzzle-game/id6738417089",
        "id_in_db": "7e6a95676be47967ea4297a098c30176763108202de83986645a1da7da1df406",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/75/b0/71/75b07162-2f74-89ec-d9ba-fdeab51ec446/AppIcon-0-0-1x_U007emarketing-0-8-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "allyouplay godbreakers 1815 1945 1699 eu uk us",
        "store": "other",
        "url": "https://www.allyouplay.com/godbreakers-2",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2687400/955cec982cc4e2373ecf784b6489922d72212c55/capsule_616x353.jpg?t=1761328455",
        "description": "submitted by /u/AllYouPlay [link] [comments]",
        "id_in_db": "t3_1oeqv4b",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "35% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/AllYouPlay [لینک] [نظر]"
    },
    {
        "title": "amnesia",
        "store": "epicgames",
        "url": "https://store.epicgames.com/p/amnesia-the-bunker-9d5799",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1823380/header.jpg?t=1676651031",
        "description": "The game is set in our day and age. You play as our young amnesiac hero, who woke up from a year-long coma into an unknown world. He remembers nothing and recognizes no-one from his former life. What happened to him? That’s for you to find out. The game is populated by a variety of characters, each with their own distinct personality, background and secrets. Special attention and care is put into the quality of the images and animations. GAMEPLAY: More than 2500 images More than 200 animations More than 20 characters Free Roam Many locations to explore in detail Time Cycle Relationship system. A variety of fetishes Task log Phone Achievements Secrets and easter eggs WHAT’S COMING: This is how I want the game to look. It is a Free Roam title, with each character having their own schedule and story. The main storyline develops along with the protagonist's relationship to the main characters: Alexandra, Kate and Elena. The basic outline of these relations is a system of 6 levels, with each increasing level allowing for new interactions in Free Roam. As the main plot develops, the player character will encounter secondary characters (girls). I’ve already written about 10 of these secondary girls, but the idea is to bring this number up into the dozens, with each girl having their own plot and relationship levels (from 0 to 5): each level will bring up hotter and hotter encounters. EARLY ACCESS: “Early access” means that you can start playing right now, but you’ll find that some of the game’s features are still to be fully developed. For example, I’m planning to introduce various mini-games which will help in upgrading the player character and advancing the plot. The game features voice acting, but it’s still a ways to go from the level of professionalism that I’d like for each of the animations. I would also like to introduce skills for the main character which will weigh-in on his interactions and make branched scenes according to each player’s particular dialogue choices. Finally, I want to take the post-processing of images and animations to the next level. For this, I will probably need to get a powerful workstation, in order to produce higher resolution images and 60fps animations: all for the sake of perfection! I also plan to fully develop the plot beats and interactions of supporting characters, but only after the main storyline is finished.",
        "id_in_db": "t3_1o88h7t",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1823380",
        "genres": [
            "Adventure",
            "Indie",
            "Early Access"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256860672/movie_max_vp9.webm?t=1637898251",
        "is_dlc_or_addon": false,
        "persian_summary": "بازی در زمان و عصر ما جریان دارد. شما نقش قهرمان جوان فراموشی ما را بازی می کنید که از یک کمای یک ساله به دنیایی ناشناخته بیدار شد. او هیچ چیز را به یاد نمی آورد و هیچ کس را از زندگی قبلی خود نمی شناسد. چه اتفاقی برای او افتاد؟ این برای شماست که بفهمید این بازی دارای شخصیت‌های مختلفی است که هر کدام شخصیت، پس‌زمینه و اسرار خاص خود را دارند. توجه و دقت ویژه ای به کیفیت تصاویر و انیمیشن ها می شود. گیم پلی: بیش از 2500 تصویر بیش از 200 انیمیشن بیش از 20 کاراکتر پرسه زدن رایگان بسیاری از مکان ها برای کاوش در جزئیات سیستم ارتباط چرخه زمانی. انواع فتیش‌ها فهرست وظایف دستاوردهای تلفن اسرار و تخم‌مرغ‌های عید پاک WHAT’S COMING: من می‌خواهم بازی اینگونه باشد. این یک عنوان Free Roam است که هر شخصیت برنامه و داستان خاص خود را دارد. خط داستانی اصلی همراه با رابطه قهرمان داستان با شخصیت های اصلی: الکساندرا، کیت و النا توسعه می یابد. طرح کلی این روابط یک سیستم 6 سطحی است که ..."
    },
    {
        "title": "avermedias xtra go and elite go dockcapture machines core go dock more",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1oe8r8a/fgf_giveaway_avermedias_xtra_go_and_elite_go/",
        "image_url": "https://pisces.bbystatic.com/image2/BestBuy_US/images/products/a2535ae0-2c0e-402c-8343-04f26a01812c.png",
        "description": "NOTE: Sadly this giveaway is only open to users who can supply Canada or USA addresses. You can be anywhere I guess, but you need to have an address in the States or Canada where we can get the item you win sent to you. This is a direct from dev/pub/store giveaway for FGF. Similar to those we have done before. Massive thanks once again to AVerMedia for supplying the giveaway! <3 Back in January 2024, AVerMedia offered some lovely items to showcase their lineup of capture cards for the year! With the recent launch of Pokémon Legends Z-A, AVM are once again wanting to work on a promotional campaign with FGF! The team have three products to showcase that support the Switch 2, Steam Deck, ROG Ally, Switch 1 and many other mobile platforms . They're even running a big sale event for them on Amazon right now until the 30th! The X'Tra Go (GC515) , which is a dock, 4K60/1080p120 display output and 4K30/1080p120 capture device. The Elite Go (GC313Pro) , which is a brick wall wart-style dock, 4K60 display output and 1080p60 capture device. Then finally the Core Go (GC313) , which is another wall wart-style dock, 4K60 display output and charger, but offers no capture. These are basically hub devices with additional features like video capture (on the first two) added in. Pair any of these with your Switch 2, Switch, Steam Deck, ROG Ally, and plenty of other and you're ready for some great couch gamin fun! To promote AVM and these dock devices, I am happy to announce that they supplied one of each, plus some extra goodies. We will be giving away 1 X'Tra Go (GC515), 1 Elite Go (GC313Pro), 1 Core Go (GC313), 5 AVerMedia XL Gaming Mousepads and 3 AVerMedia Hoodies! A grand total of 11 total winners in this giveaway! To enter the giveaway we will use Gleam and the Reddit comments. The X'Tra Go, Core Go, 2 Mousepads and 1 Hoodie on Gleam . Then the Elite GO, 3 Mousepads and 2 Hoodies through the comments . Feel free to enter with any and all methods/links. Gleam entries: X'TRA GO - GC515 - https://gleam.io/FBpvK/fgf-avermedia-giveaway-xtra-go-gc515 CORE GO - GC313 - https://gleam.io/viowD/fgf-avermedia-giveaway-core-go-gc313 AVerMedia XL Gaming Mousepad - https://gleam.io/TKxlQ/fgf-avermedia-giveaway-xl-gaming-mousepad AVerMedia Hoodie - https://gleam.io/NyodA/fgf-avermedia-giveaway-hoodie Comment entries: Elite Go - GC313Pro AVerMedia XL Gaming Mousepad AVerMedia Hoodie If you enter via the comments, leave only a single top-level one. Replies to comments are fine, but wont be an entry. You can enter for any and all options, but order them in some way if you are interested in multiple things. If all of one item(s) are given out, then users will get priority by their interest. For example, say I want the Elite Go - GC313Pro the most. My comment might be the following: 1. Elite Go - GC313Pro 2. AVerMedia Hoodie 3. AVerMedia XL Gaming Mousepad NOTE: One prize per person. Winners will be selected at random. This offer will be live until the October 30th . The next day or so I will email the Gleam winners (check your junk/spam too) , and Reddit chat the comment winners. At that stage, winners will need to reply with their shipping information, such as name, full address, email and phone number. If I do not hear back after 3 days, then I will need to reroll and pick a new winner(s). Some links to AVerMedia's stuff! X'Tra Go (GC515) on Amazon | Information Page Elite Go (GC313Pro) on Amazon | Information Page Core Go (GC313) on Amazon | Information Page Website - https://www.avermedia.com/ LinkedIn - https://www.linkedin.com/company/avermedia-technologies Instagram - https://www.instagram.com/avermedia/ Facebook - https://www.facebook.com/AVerMedia/ Twitter - https://twitter.com/AVerMedia YouTube - https://www.youtube.com/@AVerMediaGaming Full disclosure, I am being sent an Elite GO (GC313Pro) for review purposes but wont have that ready until nearly the end of the event. For more details about when I have and have not been supplied an item for these FGF Giveaways, see here - https://docs.google.com/spreadsheets/d/1RFeaSIpqFvvSzfOowecLz_rbbFo-YKa25PYAqF6Y6ko/ submitted by /u/StOoPiD_U [link] [comments]",
        "id_in_db": "t3_1oe8r8a",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "توجه: متأسفانه این هدیه فقط برای کاربرانی که می توانند آدرس های کانادا یا ایالات متحده را ارائه دهند باز است. حدس می‌زنم می‌توانید هر جایی باشید، اما باید آدرسی در ایالات یا کانادا داشته باشید تا بتوانیم کالایی را که برنده می‌شوید برایتان ارسال کنیم. این یک هدیه مستقیم از طرف dev/pub/store برای FGF است. مشابه کارهایی که قبلا انجام داده ایم. یک بار دیگر از AVerMedia برای ارائه این هدیه سپاسگزاریم! <3 در ژانویه 2024، AVerMedia آیتم‌های دوست‌داشتنی را برای نمایش مجموعه کارت‌های ضبط سال خود ارائه کرد! با راه اندازی اخیر Pokémon Legends Z-A، AVM بار دیگر می خواهد روی یک کمپین تبلیغاتی با FGF کار کند! این تیم سه محصول برای نمایش دارد که از Switch 2، Steam Deck، ROG Ally، Switch 1 و بسیاری دیگر از پلتفرم‌های موبایل پشتیبانی می‌کنند. آنها حتی یک رویداد فروش بزرگ برای آنها در آمازون در حال حاضر تا 30 ام برگزار می کنند! X'Tra Go (GC515) که یک داک، خروجی نمایشگر 4K60/1080p120 و دستگاه ضبط 4K30/1080p120 است. Elite Go (GC313Pro) که یک داک به سبک زگیل دیواری آجری است،..."
    },
    {
        "title": "battle ram",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/battle-ram",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1262060/header.jpg?t=1735317473",
        "description": "Battle Ram is a thrilling and action-packed game that is sure to provide hours of entertainment for players of all skill levels. With its unique concept of a powerful lamb battling robots, the game offers a refreshing change from typical shooter or RPG games. The game's setting in a secret laboratory and military training ground provides an interesting backstory that adds to the overall excitement and intensity of the gameplay. Players must use their strategic thinking and fast reflexes to navigate through the various levels and defeat their opponents. One of the unique features of the game is the control mechanism, which requires the player to use only the mouse to control the Battle Ram. The music in the game is upbeat and fun, adding to the overall enjoyment of the game. While the game has a relatively small number of levels, the difficulty of the game ensures that players will be kept challenged and engaged for hours. The game is designed to be difficult, but not impossible, and players must practice and hone their skills to progress through the levels. The variety of levels, each with its own unique challenges and objectives, keeps the game fresh and exciting. From dodging missiles to battling robots, the game offers a range of different gameplay experiences that will keep players coming back for more. Overall, Battle Ram is an addictive and entertaining game that is well worth checking out. Its unique concept, challenging gameplay, and fun music make it a standout game in the crowded world of online gaming.",
        "id_in_db": "t3_1o7atbg",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1262060",
        "genres": [
            "Action",
            "Adventure",
            "Simulation",
            "Sports"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256776878/movie_max.webm?t=1724998359",
        "is_dlc_or_addon": false,
        "persian_summary": "Battle Ram یک بازی هیجان انگیز و اکشن است که مطمئنا ساعت ها سرگرمی را برای بازیکنان در هر سطح مهارت فراهم می کند. این بازی با مفهوم منحصربه‌فرد خود از ربات‌های قدرتمند مبارزه با بره، تغییرات تازه‌ای نسبت به بازی‌های تیراندازی یا RPG معمولی ارائه می‌دهد. محیط بازی در یک آزمایشگاه مخفی و زمین تمرین نظامی، پس زمینه جالبی را ارائه می دهد که بر هیجان و شدت کلی بازی می افزاید. بازیکنان باید از تفکر استراتژیک و رفلکس های سریع خود برای حرکت در سطوح مختلف و شکست دادن حریفان خود استفاده کنند. یکی از ویژگی های منحصر به فرد بازی مکانیزم کنترلی آن است که بازیکن را ملزم می کند تنها از ماوس برای کنترل Battle Ram استفاده کند. موسیقی موجود در بازی شاد و مفرح است که بر لذت کلی بازی افزوده است. در حالی که بازی دارای تعداد نسبتاً کمی از سطوح است، سختی بازی تضمین می کند که بازیکنان ساعت ها در چالش و درگیر نگه داشته می شوند. بازی سخت طراحی شده است، اما غیرممکن نیست و..."
    },
    {
        "title": "best plumber",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/best-plumber",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1166580/header.jpg?t=1707532308",
        "description": "Best Plumber is a puzzle quest, you have to play as a young plumber. Use your skills for victory! You will be required not just logic, and speed as well. Deliver the water to the point and proceed to the next level of the game. There are a lot of levels, as simple and complex. Times are changing and the technician nowadays is a qualified specialist.",
        "id_in_db": "t3_1o9veen",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1166580",
        "genres": [
            "Casual",
            "Indie",
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256762885/movie_max.webm?t=1706114402",
        "is_dlc_or_addon": false,
        "persian_summary": "بهترین لوله کش یک جستجوی پازلی است، شما باید به عنوان یک لوله کش جوان بازی کنید. از مهارت های خود برای پیروزی استفاده کنید! شما نه تنها به منطق، بلکه سرعت نیز نیاز خواهید داشت. آب را به نقطه برسانید و به مرحله بعدی بازی بروید. سطوح زیادی وجود دارد، به عنوان ساده و پیچیده. زمان در حال تغییر است و تکنسین امروزه یک متخصص واجد شرایط است."
    },
    {
        "title": "breeds and beastsca289 free doodle farm brings cute animals that you can use to breed and create new animals on your farm",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1oe5qgq/multiplatform_doodle_farm_breeds_and_beastsca289/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/815370/header.jpg?t=1757690850",
        "description": "ULTIMATE SURVIVAL Immerse yourself in an open-world survival simulation set in the harsh, uncharted Amazon jungle. Master real-life survival techniques to craft tools, hunt for food, fight off dangers, and gather resources, remember to tend to your wounds in the unique inspection mode, and maintain mental health. Build a simple shelter or construct a fortress to withstand the elements. Play solo or team up with friends to face the challenges of the jungle together. EXPERIENCE THE STORY… Survive and follow the thrilling story of anthropologist Jake Higgins, a man stranded in the Amazon rainforest. Jake is searching for his missing wife, Mia, who has been conducting anthropological research in the jungle. The 25+ hour campaign explores themes of survival, guilt, and the fragility of the human mind as Jake's journey reveals dark secrets about his past and the sinister forces at play deep within the Amazon. Explore the free Spirits of Amazonia prequel campaign, offering over 20 hours of gameplay. Uncover the events leading up to the original Green Hell story and unravel the full mystery haunting the jungle. … OR GO FULL SURVIVAL Focus solely on survival aspects in Endless Mode and experience all the action-packed gameplay Green Hell has to offer. Over 20 content updates added post-launch hugely expand the game’s features with multitudes of new mechanics and improvements. Play the game, survive the Amazonian jungle, and have fun your way. CRAFT, BUILD, AND GET COZY Create your ultimate Amazonian base using all the resources the jungle has to offer. Use wood, bamboo, stones, mud, and ropes to build either simple shelters or multi-level Amazonian mansions, or even take your survival to new heights by creating your home in the treetops. Craft furniture, place decorations, and add some color to your base. You can also fortify it to keep it secure and light it up in the night. Make certain to keep alert for enemies looking for many ways to expel you from their territory or stand against them in a deadly Flamekeeper Challenge. CHILL WITH ANIMALS & USE ALL THE JUNGLE WONDERS Capybaras, tapirs, peccaries, armadillos, and anteaters are just some of the animals you can breed. And yes - of course you can pet them! The jungle is not only full of deadly predators but it’s also filled with cute pals which you can gain their trust by feeding and caring for them. Use all the natural gifts the jungle can provide, like honey, bird feathers, and eggs - and yes of course - insects, to use them for your and the animal menagerie’s needs. Unleash your farming spirit and become one with the wilderness. ENJOY 21 FREE CONTENT UPDATES AVAILABLE NOW",
        "id_in_db": "t3_1oe5qgq",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "815370",
        "genres": [
            "Action",
            "Adventure",
            "Indie",
            "Simulation"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257051536/movie_max_vp9.webm?t=1725368539",
        "is_dlc_or_addon": false,
        "persian_summary": "ULTIMATE SURVIVAL خودتان را در یک شبیه سازی بقا در جهان باز در جنگل خشن و ناشناخته آمازون غرق کنید. بر تکنیک‌های زنده ماندن در زندگی واقعی برای ساخت ابزار، شکار غذا، مبارزه با خطرات و جمع‌آوری منابع تسلط داشته باشید، به یاد داشته باشید که در حالت بازرسی منحصر به فرد به زخم‌های خود رسیدگی کنید و سلامت روان را حفظ کنید. یک سرپناه ساده بسازید یا قلعه ای بسازید تا در مقابل عوامل مقاومت کند. انفرادی بازی کنید یا با دوستانتان تیم شوید تا با هم با چالش های جنگل روبرو شوید. داستان را تجربه کنید... زنده بمانید و داستان هیجان انگیز انسان شناس جیک هیگینز را دنبال کنید، مردی که در جنگل های بارانی آمازون گیر افتاده است. جیک در جستجوی همسر گمشده خود، میا، است که در حال انجام تحقیقات انسان‌شناسی در جنگل است. این کمپین 25 ساعته به بررسی موضوعات بقا، احساس گناه و شکنندگی ذهن انسان می پردازد، زیرا سفر جیک اسرار تاریکی درباره گذشته او و نیروهای شوم در حال بازی در اعماق آمازون را آشکار می کند. کاوش در کمپین پیش درآمد رایگان Spirits of Amazonia با ارائه بیش از 20 ساعت..."
    },
    {
        "title": "busters td",
        "store": "other",
        "url": "https://na.alienwarearena.com/ucf/show/2173073/boards/contest-and-giveaways-global/Giveaway/busters-td-steam-game-key-giveaway",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1316530/header.jpg?t=1706056220",
        "description": "Join the next evolution of tower defense gameplay with Busters TD! Embrace the innovative spirit of indie gaming with Busters Tower Defense , where strategy meets chaos in a physics-driven world. With an emphasis on replayability and crazy gameplay, dive into a game that stands tall among other TD classics. A Tower Defense Experience with Endless Possibilities Every playthrough challenges your strategic prowess. Can you position your towers to win or will you take advantage of glitches to break your enemies spirits? Dynamic Physics That Amplify the Fun Physics-based interactions ensure that no two battles are the same. Master the mayhem to outmaneuver and obliterate your adversaries. Expand, Fortify, and Dominate Grow your base and deploy an array of towers. Harness the power of your personal drone for strategic advantage and secure victory over your enemies. Customization at Your Fingertips Design and personalize your enemies. Upload images to decide who you'll be fighting against. It's not just tower defense, it's Buster's world, and it's waiting for you to conquer it. Your strategy, your victories. Welcome to the next-gen of tower defense—where you don't just play the game, you shape it.",
        "id_in_db": "t3_1o7ip4h",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1316530",
        "genres": [
            "Action",
            "Indie",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256995958/movie_max_vp9.webm?t=1706036318",
        "is_dlc_or_addon": false,
        "persian_summary": "با بازی Busters TD به تکامل بعدی گیم پلی دفاع برج بپیوندید! روح نوآورانه بازی‌های مستقل را با Busters Tower Defense بپذیرید، جایی که استراتژی با هرج و مرج در دنیای فیزیک محور روبرو می‌شود. با تاکید بر قابلیت پخش مجدد و گیم پلی دیوانه کننده، وارد بازیی شوید که در میان دیگر بازی های کلاسیک TD ایستاده است. یک تجربه دفاع از برج با امکانات بی‌پایان هر بازی، مهارت استراتژیک شما را به چالش می‌کشد. آیا می توانید برج های خود را برای برنده شدن قرار دهید یا از اشکالات برای شکستن روحیه دشمنان خود استفاده خواهید کرد؟ فیزیک پویا که تعاملات مبتنی بر فیزیک سرگرم کننده را تقویت می کند، تضمین می کند که هیچ دو نبردی یکسان نیستند. برای مانور دادن و محو دشمنان خود، به ضرب وشتم مسلط شوید. پایگاه خود را گسترش دهید، تقویت کنید و تسلط داشته باشید و مجموعه ای از برج ها را مستقر کنید. از قدرت پهپاد شخصی خود برای مزیت استراتژیک و پیروزی مطمئن بر دشمنان خود استفاده کنید. سفارشی سازی در نوک انگشتان دشمنان خود را طراحی و شخصی سازی کنید. تصاویر را آپلود کنید تا تصمیم بگیرید با چه کسی مبارزه خواهید کرد..."
    },
    {
        "title": "distant space",
        "store": "steam",
        "url": "https://store.steampowered.com/app/569610/Distant_Space/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/569610/header.jpg?t=1761081429",
        "description": "Distant Space are present the arcade game of cosmic fights in arcade style of the 80's, this is a game where you can control the spaceship and forced to destroy extraterrestrials, which are moving in the certain order. 26 unique levels, fights against bosses and ear candy music of that era emphasize style of the Space Distant game.",
        "id_in_db": "t3_1oddzrb",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "569610",
        "genres": [
            "Action",
            "Adventure",
            "Casual",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256699872/movie_max.webm?t=1509521060",
        "is_dlc_or_addon": false,
        "persian_summary": "Distant Space در بازی آرکید مبارزات کیهانی در سبک آرکید دهه 80 حضور دارند، این یک بازی است که در آن می توانید سفینه فضایی را کنترل کرده و مجبور به نابودی فرازمینی هایی کنید که به ترتیب خاصی در حال حرکت هستند. 26 سطح منحصر به فرد، مبارزه با باس ها و موسیقی گوش آب نبات آن دوران بر سبک بازی Space Distant تاکید دارد."
    },
    {
        "title": "early access 974 974 offer ends november 7th",
        "store": "steam",
        "url": "https://store.steampowered.com/app/2289750/Super_Fantasy_Kingdom/",
        "image_url": "https://external-preview.redd.it/yMn4CZwxQndGFEqVIK_APdvHt5UecOZ9I_NaG4bYeAw.jpeg?width=320&crop=smart&auto=webp&s=fd3dc927db6025078845a582985a9faefad5a906",
        "description": "submitted by /u/yurithetrainer [link] [comments]",
        "id_in_db": "t3_1of49l0",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "35% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/yurithetrainer [لینک] [نظر]"
    },
    {
        "title": "epic games mobile doodle farm",
        "store": "epicgames",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1oe5kul/epic_games_mobile_game_doodle_farm_breeds_and/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1343400/2354f470ed43dbcf63e168dc2b256285434ea52c/header.jpg?t=1750692577",
        "description": "Journey into the Sixth Age of Gielinor and discover a fantasy world deep with legend and lore. Gielinor's people may be thriving, but the Elder Gods still scheme. The clouds are darkening and war looms. Experience a fantasy online world 19 years in the making. It's up to you. Will you explore the world with friends, or seek your fame and fortune as a lone adventurer? Whether you’re engaged in daring quests, quietly tending to your farm, risking it all against a high-level boss or spending a night at the circus, RuneScape is the perfect second-screen game. Play how you want – the choice is yours. What type of hero will you be? With a world that’s been growing for an incredible 19 years, RuneScape continues to thrill players with an adventure unlike any other. With 270 million installations and cross-playability on PC and mobile, join the hundreds of millions of people who have explored the fantastic and mystical world of Gielinor. Make friends – and maybe sometimes enemies – with a rich roster of memorable NPC characters. From lovable companions and friendly rogues, to deceitful villains and vengeful gods, the many faces of Gielinor offer a deep fantasy experience unlike anything else. Visit dozens and dozens of unique and striking locations, from the medieval castles of Burthorpe and the tranquil harbours of Catherby, to the dangerous barren expanses of the Wilderness or the tropical reaches of Anachronia. Own your own port! Run your own farm! Make a pretty penny trading with players at The Grand Exchange, and keep your exotic wares safe in the Bank. With 28 skills to master, what will you become? Will you be one with nature by perfecting Woodcutting, Fishing, Herblore and Cooking? Or would you prefer to be more creative with Crafting, Farming, Smithing and Construction? Or perhaps your tastes lay elsewhere – with Hunting, Divination, Invention or Runecrafting? Or maybe your soul yearns action, and you’ll take to Magic, Summoning, Slayer and Dungeoneering! Do you want to get up close and personal with a sharp blade in your hand? Or will you take a tactical approach and attack from range? Or perhaps your skills are more mystical, and you prefer the arena of magic? Fight a dazzling assortment of foes including an unimaginable array of epic bosses. From demons to dragons and rock monsters to serpents, nightmares beyond your wildest imagination lay in wait. RuneScape can be played free, but also offers optional membership that unlocks even more thrilling content, including 8 additional skills, over 120 extra quests and access to the entire game world map! Check out the Steam DLC Bundles Membership Access offers featuring launch exclusive Steam cosmetic items and special rewards. Add your unique voice to our vibrant RuneScape community. Enjoy a strong connection to RuneScape's independent development team by joining them for regular livestreams, and share ideas on the forums. We shape RuneScape together!",
        "id_in_db": "t3_1oe5kul",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1343400",
        "genres": [
            "Massively Multiplayer",
            "RPG",
            "Free To Play"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256800506/movie_max_vp9.webm?t=1634556984",
        "is_dlc_or_addon": false,
        "persian_summary": "به عصر ششم جیلینور سفر کنید و دنیایی فانتزی عمیق با افسانه و افسانه را کشف کنید. مردم جیلینور ممکن است در حال شکوفایی باشند، اما خدایان بزرگ هنوز نقشه می کشند. ابرها تاریک می شوند و جنگ در حال رخ دادن است. 19 سال در حال ساخت یک دنیای آنلاین فانتزی را تجربه کنید. این به شما بستگی دارد. آیا با دوستانتان دنیا را کاوش خواهید کرد یا به عنوان یک ماجراجوی تنها به دنبال شهرت و ثروت خود خواهید بود؟ چه درگیر ماموریت های جسورانه باشید، چه بی سر و صدا به مزرعه خود رسیدگی کنید، همه آن را در برابر یک رئیس سطح بالا به خطر بیندازید یا یک شب را در سیرک سپری کنید، RuneScape بازی عالی در صفحه دوم است. همانطور که می خواهید بازی کنید - انتخاب با شماست. چه نوع قهرمانی خواهید بود؟ با جهانی که 19 سال باورنکردنی در حال رشد بوده است، RuneScape همچنان به هیجان بازیکنان با ماجراجویی‌هایی که شبیه هیچ‌کدام از دیگران نیست، ادامه می‌دهد. با 270 میلیون نصب و قابلیت پخش متقابل روی رایانه شخصی و موبایل، به صدها میلیون نفری بپیوندید که دنیای خارق العاده و عرفانی Gielinor را کاوش کرده اند. دوست – و شاید گاهی دشمن – با یک..."
    },
    {
        "title": "epic games mobile samorost 3",
        "store": "epicgames",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1o88jhn/epic_games_mobile_game_samorost_3/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1486920/header.jpg?t=1757711725",
        "description": "Classic RTS action meets modern production and performance in Tempest Rising. Inspired by RTS greats of the 90s and 2000s, Tempest Rising is a classic, base-building real time strategy game set in a modern day alternative history war scenario. It features 3 unique factions, each with its own approach to combat and economy and offering a variety of strategies for players of all stripes, deep and rewarding gameplay that keeps a focus on strategy while rewarding skill, and built-in customization options that allow players to approach the game their way in both single player and multiplayer game modes. Take on the role of Commander in the highly mobile and advanced peacekeeping corps of the Global Defense Forces or the hard-hitting and desperate Tempest Dynasty in 2 11-mission campaigns that allow the player to customize their army for each mission, as both armies seek to understand and control the mysterious but beneficial Tempest vines that grow unchecked across the war-torn planet Earth. Other dangers wait in the shadows, as the origin of the Tempest is revealed... Features Relive classic RTS base building with fast, fluid, and hard-hitting combat Command 2 unique rosters of units as either the GDF (Global Defense Force) or the Tempest Dynasty (with the third playable faction, the Veti, coming in the future.) Experience 2 epic single player campaigns with voiced mission briefings Wage war alone or with friends in 3 game modes: versus AI opponents in Custom Game lobbies, in 1v1 and 2v2 Multiplayer Matchmaking, or solo in skirmish mode with up to 500 units per team Dominate the competition and climb the leaderboards in Ranked matchmaking, utilizing the Glicko-2 rating system",
        "id_in_db": "t3_1o88jhn",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1486920",
        "genres": [
            "Action",
            "Strategy"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257194983/movie_max_vp9.webm?t=1757428787",
        "is_dlc_or_addon": false,
        "persian_summary": "اکشن کلاسیک RTS با تولید و عملکرد مدرن در Tempest Rising مطابقت دارد. با الهام از بزرگان دهه 90 و 2000 RTS، Tempest Rising یک بازی استراتژیک کلاسیک و ساخت پایه است که در یک سناریوی جنگ تاریخ جایگزین مدرن امروزی اتفاق می‌افتد. این بازی دارای 3 گروه منحصر به فرد است که هر کدام رویکرد خاص خود را برای مبارزه و اقتصادی دارند و استراتژی‌های متنوعی را برای بازیکنان در همه رشته‌ها ارائه می‌دهند، گیم‌پلی عمیق و ارزشمندی که تمرکز بر استراتژی و در عین حال مهارت پاداش‌دهی دارد، و گزینه‌های شخصی‌سازی داخلی که به بازیکنان اجازه می‌دهد به بازی در هر دو حالت بازی تک‌نفره و چند نفره نزدیک شوند. در 2 کمپین 11 ماموریتی که به بازیکن اجازه می دهد ارتش خود را برای هر ماموریت سفارشی کند، زیرا هر دو ارتش به دنبال درک و کنترل تاک های مرموز اما سودمند طوفان در سراسر سیاره جنگی هستند، نقش فرمانده را در سپاه بسیار متحرک و پیشرفته حافظ صلح نیروهای دفاعی جهانی یا سلسله طوفان سخت و ناامید به عهده بگیرید."
    },
    {
        "title": "epic mobiles android ios double dragon trilogy ca339 free groundbreaking uber",
        "store": "epicgames",
        "url": "https://www.reddit.com/r/AppHookup/comments/1o28mk8/epic_mobiles_android_ios_double_dragon_trilogy/",
        "image_url": "https://cdn2.unrealengine.com/3p-final-freegames-editorial-header-1920x1080-4718a21c2e78.jpg",
        "description": "https://store.epicgames.com/en-US/p/double-dragon-trilogy-android-aa344a https://store.epicgames.com/p/double-dragon-trilogy-ios-ae64d4 Not available on PC or Mac mates Enter Double Dragon Trilogy, a compilation specially optimized for mobiles and which includes all three installments of the beloved arcade series: Double Dragon 1, 2 (The Revenge) and 3 (The Rosetta Stone). The first one begins with Billy and his brother Jimmy, two martial arts experts, in a mission to rescue Billy's girlfriend, Marian, who’s been kidnapped by the Black Shadows Gang. All your favorite moves are here: punches, kicks, elbows, knees, head-butts and an assortment of not-exactly-street-legal weapons. Battle your way through all 3 titles and bask in the greatness of one of the ‘80s most popular arcade games! submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1o28mk8",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "https://store.epicgames.com/en-US/p/double-dragon-trilogy-android-aa344a https://store.epicgames.com/p/double-dragon-trilogy-ios-ae64d4 در رایانه های شخصی یا مک موجود نیست. Enter Double Dragon Trilogy، مجموعه ای از مجموعه های نصب شده Double Dragon که به طور ویژه شامل مجموعه arcade بهینه سازی شده برای موبایل می شود. اژدها 1، 2 (انتقام) و 3 (سنگ روزتا). اولین مورد با بیلی و برادرش جیمی، دو متخصص هنرهای رزمی، در ماموریتی برای نجات دوست دختر بیلی، ماریان، که توسط گروه سیاه سایه ها ربوده شده است، آغاز می شود. تمام حرکات مورد علاقه شما در اینجا هستند: مشت، لگد، آرنج، زانو، سر و کله و مجموعه ای از سلاح های نه دقیقاً قانونی خیابانی. با هر 3 عنوان مبارزه کنید و از عظمت یکی از محبوب ترین بازی های آرکید دهه 80 لذت ببرید! ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "exiled giveaways and itchio mega threads",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1obnn46/exiled_giveaways_and_itchio_mega_threads/",
        "image_url": "https://preview.redd.it/exiled-giveaways-mega-thread-v0-3ktwacsz3hwf1.png?width=1039&auto=webp&s=e0f458d413755a6f5b7d9d06f0b740e54193980a",
        "description": "To increase visibility, the mega threads are posted on a weekly basis. This is being done following the overall discussion of Mega Threads via FGF Update - https://redd.it/jkxyzw Please use the below threads for your posts. :) Exiled Giveaways Mega Thread (#2) Itchio Mega Thread (#10) Want to setup alerts to these threads? RSS Feed information can be found in our wiki! https://www.reddit.com/r/FreeGameFindings/wiki/rssfeed Included is information about our discord bot and general RSS feed stuff. Definitely give it a look! submitted by /u/AutoModerator [link] [comments]",
        "id_in_db": "t3_1obnn46",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "برای افزایش دید، مگا رشته ها به صورت هفتگی ارسال می شوند. این به دنبال بحث کلی مگا موضوعات از طریق به‌روزرسانی FGF انجام می‌شود - https://redd.it/jkxyzw لطفاً از موضوعات زیر برای پست‌های خود استفاده کنید. :) Exiled Giveaways Mega Thread (#2) Itchio Mega Thread (#10) آیا می خواهید هشدارهایی را برای این رشته ها تنظیم کنید؟ اطلاعات فید RSS را می توان در ویکی ما یافت! https://www.reddit.com/r/FreeGameFindings/wiki/rssfeed شامل اطلاعاتی درباره ربات اختلاف ما و موارد کلی فید RSS است. حتما بهش نگاه کن! ارسال شده توسط /u/AutoModerator [لینک] [نظر]"
    },
    {
        "title": "Fear the Spotlight",
        "id_in_db": "fear-the-spotlight@1761234143",
        "store": "other",
        "url": "https://itad.link/0199edbc-45b7-7198-aa12-939f502a8bf7/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1959390",
        "description": "Fear the Spotlight is an atmospheric third-person horror adventure with a disturbing mystery to unravel. Sneak into school after hours with Vivian and Amy, survive a séance gone wrong, solve tactile puzzles, and, whatever you do, stay out of the spotlight… Sunnyside High has a dark history. When Vivian enters the deserted corridors for a seance with the rebellious Amy, she suddenly ends up alone, and at the mercy of the monster who wanders the halls. Vivian must avoid its gaze, find her friend, and uncover the disturbing, murderous truth of a decades old tragedy. Fear the Spotlight is a creepy love letter to classic 90s horror experiences with a focus of rich storytelling, puzzle solving, and a tense atmosphere. This is a perfect narrative horror game for those new to the genre. THE THRILLS ESCAPE THE NIGHTMARE The séance went terribly wrong. Amy has disappeared, and the school has transformed into a nightmarish version of its former self. Play as Vivian to uncover a dark hidden past while attempting to save both you and your friend DELIGHTFULLY HORRIFYING GAMEPLAY Sneak to avoid detection from an unknown entity in tense hand-crafted stealth moments as Vivian explores the ominous darkness of the school corridors Solve highly tactile puzzles that pay homage to classic genre favorites while evolving gameplay to satisfy modern horror fans Explore the eerie setting of a derelict Sunnyside High with a flashlight, screwdriver, wrench, and more to uncover a web of mysteries 1990s ATMOSPHERIC DREAD Explore the hellish version of Sunnyside High as Vivian in this ode to classic 90’s teen horror. A retro art style, tense audio design, and a nostalgic setting will delight both veteran fans and those new to the horror genre AN EXPANDED STORY Dive even deeper into the dark world of Fear the Spotlight with an extensive additional storyline Fear the Spotlight is the first title to be published by Blumhouse Games , a video games label within Blumhouse Productions focused on championing the most creative and unique takes on the horror genre.",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1959390/786eb153ead8950e63b22c4449060ebaa51f189f/header.jpg?t=1751952809",
        "genres": [
            "Action",
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257069114/movie_max_vp9.webm?t=1730137190",
        "is_dlc_or_addon": false,
        "subreddit": "FreeGameFindings",
        "persian_summary": "Fear the Spotlight یک ماجراجویی ترسناک سوم شخص اتمسفری است که معمایی آزاردهنده برای کشف آن وجود دارد. با ویویان و امی پس از ساعت‌ها به مدرسه بروید، از یک جلسه اشتباه جان سالم به در ببرید، پازل‌های لمسی را حل کنید، و هر کاری که انجام می‌دهید، از کانون توجه دور بمانید... Sunnyside High یک تاریخ تاریک دارد. هنگامی که ویویان برای ملاقات با امی سرکش وارد راهروهای متروکه می شود، ناگهان به تنهایی و در رحمت هیولایی که در سالن ها سرگردان است، می ماند. ویویان باید از نگاهش دوری کند، دوستش را پیدا کند و حقیقت آزاردهنده و قاتل یک تراژدی چند دهه ای را کشف کند. Fear the Spotlight یک نامه عاشقانه ترسناک به تجربیات کلاسیک ترسناک دهه 90 با تمرکز بر داستان گویی غنی، حل پازل و فضایی پرتنش است. این یک بازی ترسناک روایی عالی برای کسانی است که تازه وارد این سبک شده اند. The Thrills ESCAPE THE NIGHTMARE جلسه به طرز وحشتناکی اشتباه پیش رفت. امی ناپدید شده است و مدرسه به نسخه ای کابوس وار از خود سابق خود تبدیل شده است. در نقش ویوین بازی کنید تا یک گذشته پنهان تاریک را کشف کنید..."
    },
    {
        "title": "fear the spotlight 100 off free",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/fear-the-spotlight-97656f",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/65800/header.jpg?t=1756228804",
        "description": "Dungeon Defenders is a Tower Defense Action-RPG where you must save the land of Etheria from an Ancient Evil! Create a hero from one of four distinct classes to fight back wave after wave of enemies by summoning defenses and directly participating in the action-packed combat! Customize and level your character, forge equipment, gather loot, collect pets and more! Take your hero through multiple difficulty modes and challenge/survival missions to earn more experience & even better treasure. Join your friends with 4-player online and local (splitscreen) co-op to plan your strategies together or compete in PvP Deathmatch. Key Features 4-player Online and Local Co-Op - Team-up with up to 3 friends to defend cooperatively, with character classes that support each other’s strengths and weaknesses. Dynamically combine local (splitscreen) and online players and leave/join any time, so that the game’s always full. Tower-Defense Meets Action-RPG - Choose your class, customize your character & equipment, strategically assemble your defenses, and participate directly in action-packed battle to preserve your castle against the invading horde! 4 Distinct Character Classes - Each character class has a different skill tree, set of towers, and even basic attacks! You can choose if you want to play stealthy, turn invisible, and plant traps behind enemy lines with the Huntress or go all out, block off choke points, and brutally beat your foes into submission with the Squire! Loot and Level-Up - Grab the mounds of money and items that your defeated foes drop and trade them or store them for later use in your Item Box! Getting kills and completing waves earns you experience points, which can be used to upgrade your characters, skills, equipment, and towers on a per-statistic basis. Do you want to enhance Hit Points, Attack Rate, Damage, etc? The choice is yours... Store your massive overflow of money in the 'Mana Bank' and then spend it to improve your equipment or trade with other players. Proudly show off your best equipment in your own 'Adventurer’s Tavern', without fear of item theft! Tons of Enemies and Huge Boss Fights - Over 100 simultaneous enemies will attempt to tear through your defenses and gigantic Boss Monsters will appear to rain down havoc upon everyone. Only by employing the most effective defensive strategies, teamwork, and strong characters will you defeat such devilish foes! Many enemy types run the gamut from big dumb Orcs swinging huge axes, to lithe Dark Elves that strike from the shadows, to crazy kamikaze goblins! Can you defeat the epic boss battles and collect the special loot while still defending your crystals? Mission & Game Play Variety - Each level has a different visual setting, layout, enemy types, traps, and distinct surprises. To collect all the loot and reach the highest levels you must take your character through 4 difficulty modes, survival missions, challenge maps, and more! Some maps force you to have mobile defenses, guarding a crystal which warps around the map. Others have YOU attacking enemy encampments! Collect and Trade Pets Online - A variety of pets exist to assist you in the land of Etheria, each with distinct behaviors. These pets can be leveled-up and customized to match your unique play-style. They can even be traded online with other players! Secure Trading System - Afraid another player won't live up to their word? Use our secure trading system to trade your precious weapons, armor, and pets with other players online! Watch your name and fame spread online, as people seek out the best pet raisers or item forgers! A Mountain of Stats - Every shot you take, kill you make, and defense you build is logged and recorded for posterity. Pore over the voluminous charts and graphs at the end of each session to analyze your team’s performance, quickly review your best statistics for each level, and compare your data online with other players to see who is the greatest hero of all. Furthermore, your Achievements are visible for all to see within your very own Adventurer’s Tavern, and the highest scores for each of your heroes are ranked on the worldwide leaderboards! Dungeon Defenders Development Kit - Dungeon Defenders includes a free development kit where you can create and edit new Dungeon Defenders missions and more utilizing all of the existing Dungeon Defenders assets. Download and share these user created levels via Steam Workshop for an endless Dungeon Defenders experience!",
        "id_in_db": "t3_1oe5kt2",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "65800",
        "genres": [
            "Action",
            "Indie",
            "RPG",
            "Strategy"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256964586/movie_max_vp9.webm?t=1723753998",
        "is_dlc_or_addon": false,
        "persian_summary": "Dungeon Defenders یک بازی Action-RPG دفاع از برج است که در آن باید سرزمین اتریا را از شر باستانی نجات دهید! یک قهرمان از یکی از چهار کلاس مجزا بسازید تا با احضار دفاع ها و شرکت مستقیم در نبرد پر اکشن، موجی پس از موج دشمنان را بجنگید! شخصیت خود را سفارشی و سطح کنید، تجهیزات را جعل کنید، غارت جمع کنید، حیوانات خانگی را جمع آوری کنید و موارد دیگر! قهرمان خود را از طریق حالت‌های دشواری متعدد و ماموریت‌های چالش/بقا ببرید تا تجربه بیشتر و حتی گنج بهتری به دست آورید. با 4 نفره آنلاین و محلی (splitscreen) co-op به دوستان خود بپیوندید تا استراتژی های خود را با هم برنامه ریزی کنید یا در PvP Deathmatch رقابت کنید. ویژگی های کلیدی 4 نفره آنلاین و محلی Co-Op - تشکیل تیم با حداکثر 3 دوست برای دفاع مشترک، با کلاس های شخصیت که از نقاط قوت و ضعف یکدیگر پشتیبانی می کنند. بازیکنان محلی (Splitscreen) و آنلاین را به صورت پویا ترکیب کنید و هر زمان که بخواهید ترک کنید/به آن بپیوندید تا بازی همیشه پر باشد. Tower-Defense Meets Action-RPG - کلاس خود را انتخاب کنید، شخصیت خود را سفارشی کنید و..."
    },
    {
        "title": "fear the spotlightca2299 free a school atmospheric third",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/fear-the-spotlight-97656f",
        "image_url": "https://assets.nintendo.com/image/upload/c_fill,w_1200/q_auto:best/f_auto/dpr_2.0/store/software/switch/70010000084840/7695e2b5b23475de6c9bb5c172fa6f672af520d2cb35beac570ae7cead162444",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1oe5scz",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "forsaken souls part 1 gog are complimentary with prime gaming",
        "store": "amazon",
        "url": "https://gaming.amazon.com/?filter=Game",
        "image_url": "https://external-preview.redd.it/YhC5UGHUSWogViGih_qi-WVDC67C3VRMExrTNy9YaRM.jpeg?width=640&crop=smart&auto=webp&s=d6063cc6040deb77777cc87eefdfe544726844e0",
        "description": "submitted by /u/LighteningOneIN [link] [comments]",
        "id_in_db": "t3_1o8br0l",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/LighteningOneIN [پیوند] [نظر]"
    },
    {
        "title": "forsaken souls part 2 gog lost found agency collectors edition legacy fallout 3",
        "store": "amazon",
        "url": "https://luna.amazon.com/claims/home",
        "image_url": "https://clouddosage.com/wp-content/uploads/2025/10/True-Fear-Forsaken-Souls-Part-2-GOG-Amazon-Luna-1024x576.jpg",
        "description": "Prime Gaming is now Amazon Luna submitted by /u/LighteningOneIN [link] [comments]",
        "id_in_db": "t3_1oe4v3f",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": true,
        "persian_summary": "Prime Gaming اکنون Amazon Luna است که توسط /u/LighteningOneIN [لینک] [نظرات] ارسال شده است"
    },
    {
        "title": "free for first 500 users with promo code 1gougif window app layout manager for macos that lets you save a snapshot of your workspace apps sizes positions displays and restore it with one click or a shortcut",
        "store": "other",
        "url": "https://www.snapsofapps.com",
        "image_url": "https://external-preview.redd.it/G-EHyotV8bFqCOUdJ3f24ZE9Va6NtAFA4R2B78YdBmw.png?width=640&crop=smart&auto=webp&s=6341d1f87f0a7cbab57ec05f04f6897d39e10baf",
        "description": "Hey r/AppHookup ! I’ve shipped Snaps Of Apps v1.8, a window & app layout manager for macOS that lets you save a snapshot of your workspace (apps + sizes + positions + displays) and restore it with one click or a shortcut. What’s new in v1.8 ✨ Instant progress feedback when launching/quitting snapshots—no more “did it click?” moments. 🎯 Auto-dismissing notifications (3–5s) that never block your workflow and stay visible above all windows—even in fullscreen. 🔙 macOS 10.15+ (Catalina) - macOS Tahoe 26.0.1 support restored. 🛠️ Friendlier error handling (no modal “OK” walls), a smaller app bundle, and a rebuilt notification system for speed & reliability. Limited offer: 500 free full licenses (100% off) I’m making 500 codes available for a 100% discount on the full version so you can properly try it out. How to redeem (once-off $0 license): Download & install the full version (link below). Open the app → click Buy . Enter this 100% discount code : 1GOUGIF Complete checkout (total should be $0 ). Full Version: https://www.snapsofapps.com Direct checkout link with installer: https://diteam.gumroad.com/l/bpmxjw What it does (quick recap) Save your exact window layout (apps + positions + sizes + which display they live on). Restore the whole layout instantly for “Work mode”, “Design mode”, etc. Launch/close sets of apps without interrupting your flow. Download & info Website: https://www.snapsofapps.com Direct checkout link with installer : https://diteam.gumroad.com/l/bpmxjw Requirements: macOS 10.15+ Version: 1.8 (Build 23) I’d love feedback, bug reports, and feature ideas—especially around multi-display setups and snapshot editing. Thanks for taking a look! 🚀 submitted by /u/Prudent-Refuse-209 [link] [comments]",
        "id_in_db": "t3_1o4wp4v",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "هی r/AppHookup! من Snaps Of Apps نسخه 1.8 را ارسال کرده ام، یک مدیر طرح بندی پنجره و برنامه برای macOS که به شما امکان می دهد یک عکس فوری از فضای کاری خود (برنامه ها + اندازه ها + موقعیت ها + نمایشگرها) ذخیره کنید و با یک کلیک یا یک میانبر آن را بازیابی کنید. چه چیزی در نسخه 1.8 جدید است ✨ بازخورد پیشرفت فوری هنگام راه‌اندازی/خروج از عکس‌های فوری—دیگر «آیا کلیک کرد؟» وجود ندارد. لحظات 🎯 اعلان‌های رد خودکار (3 تا 5 ثانیه) که هرگز گردش کار شما را مسدود نمی‌کنند و در بالای همه پنجره‌ها قابل مشاهده می‌مانند - حتی در تمام صفحه. 🔙 macOS 10.15+ (Catalina) - پشتیبانی macOS Tahoe 26.0.1 بازیابی شد. 🛠️ مدیریت خطای دوستانه (بدون دیوارهای \"OK\" معین)، بسته نرم افزاری کوچکتر، و سیستم اعلان بازسازی شده برای سرعت و قابلیت اطمینان. پیشنهاد محدود: 500 مجوز کامل رایگان (100٪ تخفیف) من 500 کد را برای 100٪ تخفیف در نسخه کامل در دسترس قرار می دهم تا بتوانید به درستی آن را امتحان کنید. نحوه بازخرید (مجوز یکباره 0$): نسخه کامل را دانلود و نصب کنید (لینک زیر). برنامه را باز کنید ← خرید را کلیک کنید. این کد تخفیف 100% را وارد کنید: 1GOUGIF تسویه حساب کامل (مجموع باید..."
    },
    {
        "title": "free for next 24 hours achieve your goals by turning big tasks into tiny chunks",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/goal-tracker-popchunk/id6748092210",
        "image_url": "https://external-preview.redd.it/G0MouP8H4GaAXl0Ny1wM72qkaKmjk8wpFEOPcO6dc0c.png?width=640&crop=smart&auto=webp&s=1b8f7c7e27e8a1635612c58b850c4d8a17dc94ed",
        "description": "I made this app that lets you break down large goals into tiny tasks to help you overcome mental resistance. Unlike other apps, this lets you break down sub tasks into infinite lower levels so you can make them smaller and smaller and easier to accomplish. Make sure you click on lifetime & purchase at the top of the settings or in the popup. If you have any issues let me know. submitted by /u/wilddaveone [link] [comments]",
        "id_in_db": "t3_1oft9on",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "من این برنامه را ساختم که به شما امکان می دهد اهداف بزرگ را به وظایف کوچک تقسیم کنید تا به شما در غلبه بر مقاومت ذهنی کمک کند. برخلاف سایر برنامه‌ها، این به شما امکان می‌دهد وظایف فرعی را به سطوح پایین‌تر بی‌نهایت تقسیم کنید تا بتوانید آنها را کوچک‌تر و کوچک‌تر کنید و انجام آنها را آسان‌تر کنید. اطمینان حاصل کنید که روی عمر و خرید در بالای تنظیمات یا در پنجره بازشو کلیک کنید. اگر مشکلی دارید به من اطلاع دهید. ارسال شده توسط /u/wilddaveone [پیوند] [نظر]"
    },
    {
        "title": "free lifetime scan and create any qr and barcode",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/qr-barcode-scanner-scanful/id6502833889",
        "image_url": "https://external-preview.redd.it/1bxamaIZZwv418eq89IEd-eX5hXT4V6uEZUUDDKJ4K8.png?width=640&crop=smart&auto=webp&s=bbf0bc40cc2198592704cec9136271ba814b1871",
        "description": "Hey everyone! 👋 We built Scanful because we kept needing to scan our library barcodes and other membership QR codes over and over—so we thought, “why not make an app that helps save and organize all these codes in one place?” 👉 Scanful lets you scan, create, and manage QR codes and barcodes easily. You can organize them into collections, add widgets for quick access, and even scan from your camera or photos. Some cool things you can do with Scanful: Save your library or membership QR codes for quick access Organize codes into collections like “Shopping,” “Travel,” or “Work” Add a widget to your home screen for one-tap access Scan product barcodes and see info from Amazon, Google, or your own favorite sites Create codes for WiFi, contacts, URLs, events, and more Manage inventory or small business scans with advanced barcode tools Sync your scan history across devices using iCloud Share QR codes directly from other apps like Safari Original price: US $14.99, now Free for a limited time 📲 Download here: https://apps.apple.com/us/app/qr-barcode-scanner-scanful/id6502833889 submitted by /u/onmyway133 [link] [comments]",
        "id_in_db": "t3_1oefg0o",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "هی همه! 👋 ما Scanful را ساختیم زیرا نیاز داشتیم بارها و بارها بارکدهای کتابخانه و سایر کدهای QR عضویت خود را اسکن کنیم—بنابراین فکر کردیم، \"چرا برنامه ای ایجاد نکنیم که به ذخیره و سازماندهی همه این کدها در یک مکان کمک کند؟\" 👉 Scanful به شما امکان می دهد کدهای QR و بارکدها را به راحتی اسکن، ایجاد و مدیریت کنید. می توانید آنها را در مجموعه ها سازماندهی کنید، ویجت هایی را برای دسترسی سریع اضافه کنید، و حتی از دوربین یا عکس های خود اسکن کنید. برخی از کارهای جالبی که می‌توانید با Scanful انجام دهید: ذخیره کدهای QR کتابخانه یا عضویت خود برای دسترسی سریع کدها را در مجموعه‌هایی مانند «خرید»، «سفر» یا «کار» سازماندهی کنید. برای دسترسی با یک ضربه ویجتی به صفحه اصلی خود اضافه کنید بارکدهای محصولات را اسکن کنید و اطلاعاتی از Amazon، Google یا سایت‌های تجاری مورد علاقه خود ایجاد کنید. ابزارهای پیشرفته بارکد خود را همگام سازی کنید اسکن تاریخچه در سراسر دستگاه‌ها با استفاده از کدهای QR iCloud Share مستقیماً از سایر برنامه‌ها مانند سافاری قیمت اصلی: 14.99 دلار آمریکا، اکنون برای مدت محدودی رایگان است..."
    },
    {
        "title": "gamebillet cuisineer 677 68 off with code foryourtroubles",
        "store": "other",
        "url": "https://www.gamebillet.com/cuisineer-z",
        "image_url": "https://img.gg.deals/c0/48/e9a7711dad404b5058fa6df71afb7167b0d2_1232xr706_Q100.jpg",
        "description": "submitted by /u/BurmecianDancer [link] [comments]",
        "id_in_db": "t3_1og3lt7",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "68% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/BurmecianDancer [لینک] [نظر]"
    },
    {
        "title": "games evertale 099",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.zigzagame.evertale",
        "image_url": "https://external-preview.redd.it/I6t_rT3uxIbWX07JAf-xs1Wdlruw7528ZuG7vPMk3QM.png?width=320&crop=smart&auto=webp&s=d5cbddd420e3beff6ab9b4eddccfabf4101ea13f",
        "description": "submitted by /u/Lohigno [link] [comments]",
        "id_in_db": "t3_1ocaygp",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lohigno [پیوند] [نظر]"
    },
    {
        "title": "golden light",
        "store": "fanatical",
        "url": "https://fanatical.com/en/game/golden-light",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1245430/header.jpg?t=1754420200",
        "description": "Welcome to the Meat Zone. Prop Hunt where PROPS HUNT YOU. Also it's a horror roguelike! Golden Light is a procedural dark comedy horror game with roguelike elements and an eerie atmosphere. Descend into the depths of the Gut to save your loved one. Procedural levels! Randomized weapons! Procedural spooks! Talking BICYCLE ! Talking DUDE IN THE TOILET ! Things you can eat or throw in this game: Bat Head, Corrupted Fetus, Fish Head, Fat Lips, Meat Apple and many more!",
        "id_in_db": "t3_1o77e0t",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1245430",
        "genres": [
            "Action",
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256877481/movie_max_vp9.webm?t=1647024268",
        "is_dlc_or_addon": false,
        "persian_summary": "به منطقه گوشت خوش آمدید. Prop Hunt جایی که PROPS شما را شکار می کند. همچنین این یک سرکش ترسناک است! Golden Light یک بازی ترسناک کمدی تاریک رویه ای با عناصر سرکش و فضایی ترسناک است. برای نجات عزیزتان به اعماق روده فرود بیایید. سطوح رویه ای! سلاح های تصادفی! افسون های رویه ای! دوچرخه سخنگو! صحبت کردن رفیق در توالت! چیزهایی که می توانید در این بازی بخورید یا پرتاب کنید: سر خفاش، جنین خراب، سر ماهی، لب های چاق، سیب گوشتی و بسیاری موارد دیگر!"
    },
    {
        "title": "gravity circuit ca2199 free 2d platformer in the spirit of console classics like megaman",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/gravity-circuit-489baa",
        "image_url": "https://cdn1.epicgames.com/spt-assets/c259931bc98344a1a16427cb079f049f/gravity-circuit-offer-4kzn5.jpg?resize=1&w=480&h=270&quality=medium",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1o28fw4",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "haunted nights castle pack",
        "store": "steam",
        "url": "https://store.steampowered.com/app/2169180/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1604030/123091b358ac705c36642df5599d230825ad3cd6/header.jpg?t=1756736833",
        "description": "UPDATE 1.1: INVADERS OF OAKVEIL IS AVAILABLE NOW! Experience a Vampire Survival Action RPG adventure like no other. Awaken as a weakened Vampire after centuries of slumber. Hunt for blood to regain your strength while hiding from the scorching sun to survive. Build a mighty castle worthy of your name and convert humans into loyal thralls to serve your growing empire. Pillage villages, raid bandit camps, and challenge supernatural beings, drinking their blood to steal their power. Make allies or enemies online or play solo locally and wage war in a world of conflict. Seize your destiny, defy Dracula, and rise as the ultimate predator to rule the night! Now with native gamepad support and a reimagined interface, prepare for action-packed, hands-on gameplay! A Gothic Open-World Explore a vast world teeming with mythical horrors and danger. Travel through lush forests, open countryside, and dark caverns to discover valuable resources, meeting friends and foes alike along the way. Traverse the world with vampire comrades or hunt solo as you ravage villages, fend off holy soldiers, and challenge supernatural bosses. Fear the light - Rule the night Stick to the shadows during the daytime, or the burning sunlight will turn you to ashes. Roam the night and prey on your victims in the darkness. As a vampire, you must quench your thirst for blood while planning your strategies around the rising and setting sun. Raise your Castle Gather resources and discover ancient techniques to uncover forgotten knowledge. Use your newly acquired insight to build a castle to store your loot and grow your army of darkness. Personalize your domain, exhibit your vampiric style, and make sure to craft coffins for servants and friends. Strengthen your castle to protect your treasure hoard from vampire rivals. Compete or Cooperate Travel alone or explore the world with friends. Fighting side by side with other Vampires will give you an advantage in the fight to conquer the greatest threats of Vardoran. Raid other players’ castles, play the diplomat in the game of blood, power, and betrayal, or craft an indomitable retinue of insidious allies. Compete or cooperate - the choice is yours. Master your Vampire Learn and master an arsenal of deadly weapons and unholy abilities. In V Rising, you aim skillshots and dodge projectiles using​ precise​​ ​WASD controls ​and cursor-based​ ​aiming - no click to move. Tailor your vampire to fit your play style by combining weapons with a variety of spells earned through vanquishing powerful foes. Find and master your personal, perfect blend of sword and sorcery to become the ultimate nocturnal predator!",
        "id_in_db": "t3_1o8hlj1",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1604030",
        "genres": [
            "Action",
            "Adventure",
            "Massively Multiplayer"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257131970/movie_max_vp9.webm?t=1745841690",
        "is_dlc_or_addon": true,
        "persian_summary": "به روز رسانی 1.1: مهاجمان OAKVEIL اکنون در دسترس است! یک ماجراجویی RPG اکشن بقای خون آشام را تجربه کنید. به عنوان یک خون آشام ضعیف پس از قرن ها خواب بیدار شوید. برای زنده ماندن در حالی که از آفتاب سوزان پنهان شده اید، خون را شکار کنید تا قدرت خود را بازیابید. قلعه‌ای قدرتمند بسازید که شایسته نام شما باشد و انسان‌ها را برای خدمت به امپراتوری در حال رشد خود به هیجان‌انگیزهای وفادار تبدیل کنید. دهکده‌ها را غارت کنید، به اردوگاه‌های راهزنان حمله کنید و موجودات ماوراء طبیعی را به چالش بکشید و خون آنها را بنوشید تا قدرت آنها را بدزدید. به صورت آنلاین متحد یا دشمن بسازید یا به صورت انفرادی به صورت محلی بازی کنید و در دنیای درگیری به جنگ بپردازید. سرنوشت خود را بدست آورید، دراکولا را به چالش بکشید و به عنوان شکارچی نهایی برای حکومت شب برخیزید! اکنون با پشتیبانی از گیم‌پد بومی و یک رابط کاربری مجدد، برای گیم‌پلی اکشن و عملی آماده شوید! جهان باز گوتیک دنیایی وسیع را کاوش کنید که مملو از وحشت و خطر افسانه ای است. در جنگل‌های سرسبز، حومه‌های باز، و غارهای تاریک سفر کنید تا منابع ارزشمندی را کشف کنید، دوستان و دشمنان را به طور یکسان در طول مسیر ملاقات کنید. پس و پیش رفتن..."
    },
    {
        "title": "hitman world of assassination",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/hitman-world-of-assassination/id6742786366",
        "id_in_db": "4d5eaea849d25a736ded93dc8e62eebb3ec772835b8327365a3b4513cbe2cb86",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/87/be/6b/87be6b22-d57e-2394-7105-7f9c59fd3544/AppIcon-0-0-1x_U007epad-0-1-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "i am your beast 1399 offer ends november 4th",
        "store": "steam",
        "url": "https://store.steampowered.com/app/1876590/I_Am_Your_Beast/",
        "image_url": "https://external-preview.redd.it/Pbeh7nMTDYJwtxql9ySx-wUg68OTzLFkSjsnIydpOSo.jpeg?width=320&crop=smart&auto=webp&s=82762f9187f22f005fadc5b42adaf962930aa519",
        "description": "submitted by /u/Zuck_Mrkerberg [link] [comments]",
        "id_in_db": "t3_1oeiv08",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "30% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Zuck_Mrkerberg [پیوند] [نظر]"
    },
    {
        "title": "ios 2999 lifetime free made my plant id disease identifier app free for life for the next 48 hours",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/plant-id-identifier-finder/id6450924488?platform=iphone",
        "image_url": "https://external-preview.redd.it/W8HtUuhZs3hhMo6rzSUxoFMQW5FYynUMkYr3hXjyuh0.png?width=640&crop=smart&auto=webp&s=f4c06bba13435dc4effab750013799e732ba90b9",
        "description": "Hey everyone ✌️ I just made my Plant Identifier app completely FREE for a Lifetime subscription for the next 48 hours only. The key features of the app are: Identify all sorts of plants instantly 🍀 Access detailed plant information & properties 📚 Join a multilingual community of over 28,000 plant lovers 🌟 Get your plants diagnosed and receive full treatment plan ✨ Document your plant's growth timeline with text and image notes 🗒️ 👉 Download here on the App Store: https://apps.apple.com/us/app/plant-id-identify-plants/id6450924488?platform=iphone If you find the app useful please consider giving it a 5 star review 🙌 submitted by /u/ok_planter [link] [comments]",
        "id_in_db": "t3_1o7bfdn",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "سلام به همه ✌️ من همین الان برنامه Plant Identifier خود را کاملاً رایگان برای اشتراک مادام العمر فقط برای 48 ساعت آینده ساختم. ویژگی‌های کلیدی این برنامه عبارتند از: شناسایی فوراً انواع گیاهان 🍀 دسترسی به اطلاعات و خواص دقیق گیاه 📚 به جامعه چند زبانه بیش از ۲۸۰۰۰ دوستدار گیاه بپیوندید 🌟 گیاهان خود را تشخیص دهید و طرح درمان کامل را دریافت کنید ✨ جدول زمانی رشد گیاه خود را با متن و یادداشت‌های اپ دانلود کنید 👉 اینجا دانلود کنید 🌟 https://apps.apple.com/us/app/plant-id-identify-plants/id6450924488?platform=iphone اگر برنامه را مفید می‌دانید، لطفاً یک بررسی 5 ستاره به آن بدهید 🙌 ارسال شده توسط /u/ok_planter [لینک] [نظرات]"
    },
    {
        "title": "ios 2999 lifetime free made my teleprompter app free for life for the next 48 hours",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/teleprompter-video-recording/id6636538421?platform=iphone",
        "image_url": "https://external-preview.redd.it/4Mjf30NCVzORaNPCg_2sK330wRokCCtBhdI4OAae5IM.png?width=640&crop=smart&auto=webp&s=64962ef816f5699dc565d4d499c377af3be2d54b",
        "description": "Hey everyone ✌️ I just made my Teleprompter app completely FREE for a Lifetime subscription for the next 48 hours only. The key features of the app are: Record while reading from a fully customizable script 🎙️ Import & Export Scripts 📝 Video editing - Blur, Trim, Flip, Resize ✨ Record in up to 4K 🎥 👉 Download here on the App Store: https://apps.apple.com/us/app/teleprompter-video-recording/id6636538421?platform=iphone If you find the app useful please consider giving it a 5 star review 🙌 submitted by /u/ok_planter [link] [comments]",
        "id_in_db": "t3_1o7hnsn",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "سلام به همه ✌️ من به تازگی برنامه Teleprompter خود را برای اشتراک مادام العمر برای 48 ساعت آینده کاملاً رایگان کردم. ویژگی های کلیدی این برنامه عبارتند از: ضبط در حین خواندن از یک اسکریپت کاملاً قابل تنظیم 🎙️ واردات و صادرات اسکریپت ها 📝 ویرایش ویدئو - Blur، Trim، Flip، تغییر اندازه ✨ ضبط تا 4K 🎥 👉 از اینجا در اپ استور دانلود کنید: https://apps.apple.com/us/app/teleprompter-video-recording/id6636538421?platform=iphone اگر برنامه مفید است لطفاً یک بررسی 5 ستاره به آن بدهید 🙌 ارسال شده توسط /u/ok_planter [لینک] [نظرات]"
    },
    {
        "title": "ios hydrazen 499 to free for 48h smart minimalist hydration tracker for ios",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/hydrazen-water-reminder/id6746745685",
        "image_url": "https://external-preview.redd.it/lOtXAcSC5E3XWUYV62ySz8yeBXIXAXwnNFZGMEvuBzE.png?width=640&crop=smart&auto=webp&s=1d98b889c99a8819b767060593d01b848798e4bc",
        "description": "Hello Just updated: HydraZen – the smart, minimalist hydration tracker for iOS! I built this app as an indie dev to make staying hydrated simple, motivating, and actually fun. Why HydraZen? 💧 Clean, modern UI for effortless logging ☕ Track more than just water — tea, coffee, juice, milk & more 🔔 Smart and fully custom hydration reminders 📊 Detailed daily, weekly & monthly charts 🏆 Visual streaks & stats to keep you consistent ⚙️ Supports multiple beverages with different hydration levels What I’m Looking For: Feedback on usability, design, or anything that feels off Suggestions for new features or improvements Your thoughts on how it compares to other hydration apps 📲 Download on the App Store Regular price: FREE IAP - 4.99$ Pro version now its FREE for 2 DAYS Every bit of feedback means the world to a solo indie dev — thanks for helping me grow! submitted by /u/MefjuEditor [link] [comments]",
        "id_in_db": "t3_1og0jjn",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "سلام به‌روزرسانی شد: HydraZen – ردیاب هیدراتاسیون هوشمند و مینیمالیستی برای iOS! من این برنامه را به عنوان یک برنامه نویس مستقل ساختم تا هیدراته ماندن را ساده، انگیزاننده و در واقع سرگرم کننده کنم. چرا HydraZen؟ 💧 UI تمیز و مدرن برای ثبت بی دردسر ☕ ردیابی فراتر از آب — چای، قهوه، آبمیوه، شیر و موارد دیگر برای: بازخورد در مورد قابلیت استفاده، طراحی، یا هر چیزی که احساس ناخوشایندی دارد، پیشنهاداتی برای ویژگی‌ها یا بهبودهای جدید نظرات شما در مورد مقایسه آن با دیگر هیدراتاسیون برنامه ها 📲 دانلود در فروشگاه App قیمت معمولی: IAP رایگان - نسخه حرفه ای 4.99 دلار اکنون به مدت 2 روز رایگان است. ارسال شده توسط /u/MefjuEditor [لینک] [نظر]"
    },
    {
        "title": "ios pdf master 199 000 24h private offline pdf scanner ocr form fillsign page tools mergesplitreorder watermarks no tracking ios no ads pdf compression",
        "store": "iosappstore",
        "url": "https://apps.apple.com/ro/app/pdf-master-scan-edit-sign/id6751173174?platform=iphone",
        "image_url": "https://external-preview.redd.it/78Q0XBLrFcbZ6YHu3ioDSmikedvvOjeaYzZ0L3MKiPc.png?width=640&crop=smart&auto=webp&s=9f1912f4bc7e231e186d4bef8d12d88675767841",
        "description": "Greetings! We've made our PDF Master application free to download for the next 24 hours. If you try it and it helps, a r eview on the appstore would mean a lot 🙏 The major features are listed below: 100% offline — on-device processing, no accounts, no tracking Privacy & security — add/remove passwords, open protected PDFs, flatten sensitive forms/annotations Pro scanning — auto edge detect, live corner adjust, batch multi-page Scan quality — B/W, grayscale, auto-brightness filters; instant preview & page reordering before save OCR you control — fast AI OCR, 12+ languages, preserves layout, searchable PDFs or clean text export Edit OCR detected text - adjust every part of the detected text Page tools — merge, split, reorder, rotate, duplicate, delete in seconds Forms & signatures — fill forms, reusable digital signatures, flatten for secure sharing Annotations — text, highlights, comments; watermarks with custom text, opacity, angle, size Insert & build — add images or new pages into existing PDFs; create from photos Compression — shrink large PDFs without wrecking readability Folder organization — custom folders, drag & drop move/rename, save directly into target folders Thumbnails & quick edit — instant page previews, tap to jump and edit No ads. No subscriptions. Download once, own forever Here's is a preview video with some of the features listed above. Let us know what you think! submitted by /u/EstablishmentOk2916 [link] [comments]",
        "id_in_db": "t3_1o8znay",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": false,
        "persian_summary": "با سلام! ما برنامه PDF Master خود را برای دانلود در 24 ساعت آینده رایگان کرده ایم. اگر آن را امتحان کنید و به شما کمک می‌کند، یک مرور در اپ استور معنی زیادی خواهد داشت 🙏 ویژگی‌های اصلی در زیر فهرست شده‌اند: 100% آفلاین — پردازش روی دستگاه، بدون حساب، بدون ردیابی حریم خصوصی و امنیت — افزودن/حذف رمزهای عبور، باز کردن فایل‌های PDF محافظت‌شده، صاف کردن فرم‌های حساس/یادداشت‌ها — اسکن حرفه‌ای گوشه‌ای، تنظیم چند صفحه، قابلیت تشخیص دسته‌ای، مقیاس خاکستری، روشنایی خودکار فیلترها؛ پیش‌نمایش فوری و مرتب‌سازی مجدد صفحه قبل از ذخیره OCR که کنترل می‌کنید - AI OCR سریع، بیش از 12 زبان، حفظ طرح‌بندی، فایل‌های PDF قابل جستجو یا صادرات متن تمیز ویرایش متن شناسایی‌شده OCR - تنظیم هر قسمت از متن شناسایی‌شده ابزارهای صفحه - ادغام، تقسیم، مرتب‌سازی مجدد، چرخش، تکرار، حذف در چند ثانیه فرم‌ها و امضاها، فرم‌ها و امضاهای قابل پر کردن مجدد برای پر کردن دیجیتالی حاشیه نویسی - متن، نکات برجسته، نظرات واترمارک با متن سفارشی، کدورت، زاویه، اندازه درج و ساخت - اضافه کردن تصاویر یا صفحات جدید به..."
    },
    {
        "title": "iosdoggy cleanerlifetime 1999",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/doggy-cleaner-photo-deleter/id6747192774",
        "image_url": "https://external-preview.redd.it/yWkkwxnGOJ9vX0Lh8TN5dEqmwIuOjO9OVHt91Edj9FY.png?width=640&crop=smart&auto=webp&s=839c9c5c728d06f27cdcf29a0aa19790d355e47a",
        "description": "Hi everyone: Doggy Cleaner has been live for over three months, and during this time we’ve received so much valuable feedback from our users — thank you! 🙏 We’ve released 15 update versions with many major improvements and have also received 200+ five-star reviews. Doggy Cleaner is now very different from what it used to be, and we’d love to invite you to try it again! Key updates include: Added photo categorization Added video compression Improved accuracy for detecting similar and duplicate photos Added cleanup summary We’d love for you to keep sharing your feedback and suggestions! If you find the app useful, I’d really appreciate it if you could leave a quick review. It helps a lot 🙏 submitted by /u/RootCauseFinder [link] [comments]",
        "id_in_db": "t3_1o91ye3",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "سلام به همه: Doggy Cleaner بیش از سه ماه است که فعال شده است و در این مدت بازخورد بسیار ارزشمندی از کاربران خود دریافت کرده‌ایم - متشکرم! 🙏 ما 15 نسخه به‌روزرسانی را با پیشرفت‌های عمده منتشر کرده‌ایم و همچنین بیش از 200 بررسی پنج ستاره دریافت کرده‌ایم. Doggy Cleaner اکنون با آنچه قبلا بود بسیار متفاوت است و ما دوست داریم از شما دعوت کنیم دوباره آن را امتحان کنید! به‌روزرسانی‌های کلیدی عبارتند از: اضافه شدن دسته‌بندی عکس اضافه شده فشرده‌سازی ویدیو دقت بهبود یافته برای تشخیص عکس‌های مشابه و تکراری اضافه شده خلاصه پاک‌سازی. مایلیم همچنان بازخورد و پیشنهادات خود را به اشتراک بگذارید! اگر برنامه را مفید می‌دانید، اگر بتوانید یک بررسی سریع بنویسید، واقعا ممنون می‌شوم. خیلی کمک می کند 🙏 ارسال شده توسط /u/RootCauseFinder [لینک] [نظر]"
    },
    {
        "title": "knights night",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3317530/Knights_Night/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3317530/header.jpg?t=1760560967",
        "description": "Knight's Night! — is a retro-style 1-bit platformer. Collect items, unlock new abilities, and make your way into the evil wizard's castle to save the kingdom! The kingdom is in danger, and the power has fallen into the hands of an evil wizard. You are the one who must save everyone. Explore, face traps and enemies that await you. Use speed and wit on your journey. And don't forget to search for hidden items. Features: • Awesome 1-bit graphics! Black and white pixel art will immerse you in the atmosphere of a night journey, through light and shadows. • Many different handmade levels! The levels are made with great attention to detail and are sure to pique your curiosity. • Dangerous traps! On your way will meet unique enemies and several types of traps, to overcome which you need to act differently! • Search the items! Don't forget to explore the levels and look for collectables!",
        "id_in_db": "t3_1ofo9js",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "35% off",
        "steam_app_id": "3317530",
        "genres": [
            "Action",
            "Adventure"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257091643/movie_max_vp9.webm?t=1737651680",
        "is_dlc_or_addon": false,
        "persian_summary": "شب شوالیه! - یک پلتفرمر 1 بیتی سبک یکپارچهسازی با سیستمعامل است. آیتم ها را جمع آوری کنید، توانایی های جدید را باز کنید و به قلعه جادوگر شیطانی راه پیدا کنید تا پادشاهی را نجات دهید! پادشاهی در خطر است و قدرت به دست یک جادوگر شیطانی افتاده است. شما کسی هستید که باید همه را نجات دهید. کاوش کنید، با تله ها و دشمنانی که در انتظار شما هستند روبرو شوید. در سفر خود از سرعت و هوش استفاده کنید. و جستجو برای موارد مخفی را فراموش نکنید. ویژگی ها: • گرافیک 1 بیتی عالی! هنر پیکسلی سیاه و سفید شما را در فضای یک سفر شبانه، از میان نور و سایه ها غوطه ور می کند. • بسیاری از سطوح مختلف دست ساز! سطوح با توجه زیادی به جزئیات ساخته شده اند و مطمئناً کنجکاوی شما را تحریک می کنند. • تله های خطرناک! در راه خود با دشمنان منحصر به فرد و چندین نوع تله روبرو خواهید شد که برای غلبه بر آنها باید متفاوت عمل کنید! • موارد را جستجو کنید! فراموش نکنید که سطوح را کشف کنید و به دنبال کلکسیون باشید!"
    },
    {
        "title": "last room",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/last-room",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1334010/header.jpg?t=1733986772",
        "description": "Step into the enigmatic world of \"Last Room,\" a thrilling adventure that merges horror, fantasy, and darkness into an unforgettable gaming experience. Designed for those with a keen mind, this game challenges you to solve intricate puzzles under the cloak of haunting melodies and the eerie ambiance of its meticulously crafted rooms. \"Last Room\" elevates the puzzle genre, demanding not just strategic thinking but a daring heart ready to face the game's increasing complexities. Navigate through a labyrinth where each room is a cryptic puzzle, surrounded by shadows and chilling sounds, testing your logic, intuition, and resolve. This game continuously evolves, dynamically integrating player feedback to offer a fresh, captivating experience. With each puzzle presenting a unique challenge, your success or failure determines your fate within these shadowy confines. The thrill lies in uncovering cleverly hidden clues, requiring sharp attention to detail and problem-solving prowess. \"Last Room\" is not just a test of intellect but an immersive journey into a world filled with riddles, horror, and a chilling atmosphere that tests your mettle. It's a game where only the cunning and brave can triumph. Interactive Environment Manipulation: Engage in a tactile exploration of \"Last Room's\" world by dragging and dropping items to alter your surroundings. This dynamic interaction not only immerses players in the game's universe but also crucially influences their journey, making each decision a pivotal moment that could lead to triumph or defeat. Laser Labyrinth Mastery: Navigate through a network of deadly lasers in a test of your strategic wit and agility. This challenging feature requires precise timing and clever planning, offering a thrilling hurdle that sharpens your problem-solving skills and reflexes. Portal Discovery and Exploration: Embark on a quest to uncover hidden items essential for unlocking portals to mysterious new realms. This element of discovery fuels an adventure filled with wonder, encouraging thorough exploration and rewarding curiosity with access to uncharted territories. Acrobatic Feats for Goal Achievement: Leap into action with exhilarating jumps that demand both skill and precision. These high-stakes acrobatics add a physical dimension to the game, challenging players to perfect their timing and coordination to reach their goals. Logic Puzzle Mastery for Progression: Engage in a mental duel with intricate logic puzzles that guard the doors to further adventures. Solving these puzzles not only paves the way forward but also offers a satisfying testament to your analytical prowess and intellectual dexterity. Medieval Mystique with Functional Artifacts: Immerse yourself in rooms adorned with objects from a bygone era, where medieval artifacts hold the key to navigating the game's challenges. This historical infusion adds a layer of intrigue and depth, making the journey through \"Last Room\" not just a game but a journey through time. Consequential Choices Shaping Destinies: Every decision in \"Last Room\" carries the weight of consequence, steering the game towards multiple endings. This feature instills a sense of agency and responsibility, as the choices you make directly influence the game's climax and ultimate resolution. Unlockable Secret Levels for Endless Adventure: Discover and unlock secret levels that offer new perspectives and challenges, enhancing the game's replayability. This feature invites players to delve deeper into the game's lore, encouraging exploration beyond the initial playthrough and uncovering all the secrets \"Last Room\" has to offer. The Last Room development team hails from the Czech Republic and has an impressive 8-year track record of creating engaging logic puzzles. Over the past 3 years, the team has poured their expertise and passion into developing The Last Room, surmounting numerous challenges to produce a fully-fledged game. Game development can be a daunting task, demanding skill, creativity, and persistence in equal measure. The Last Room development team has clearly demonstrated their commitment to excellence, striving to bring their vision for a challenging and captivating puzzle experience to life. As a result, players can look forward to immersing themselves in a world filled with thought-provoking puzzles, intricate design, and engaging gameplay.",
        "id_in_db": "t3_1odf4ro",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1334010",
        "genres": [
            "Action",
            "Adventure",
            "Casual",
            "Indie",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256790262/movie_max_vp9.webm?t=1659610496",
        "is_dlc_or_addon": false,
        "persian_summary": "وارد دنیای مرموز «آخرین اتاق» شوید، یک ماجراجویی هیجان انگیز که وحشت، فانتزی و تاریکی را در یک تجربه بازی فراموش نشدنی ادغام می کند. این بازی که برای افرادی با ذهن تیزبین طراحی شده است، شما را به چالش می کشد تا پازل های پیچیده را در زیر شنل ملودی های ترسناک و فضای وهم آلود اتاق های دقیق آن حل کنید. \"اتاق آخر\" ژانر پازل را ارتقا می دهد و نه تنها تفکر استراتژیک بلکه یک قلب جسور آماده برای رویارویی با پیچیدگی های فزاینده بازی را می طلبد. در میان هزارتویی حرکت کنید که در آن هر اتاق یک پازل مرموز است که با سایه ها و صداهای سرد احاطه شده است و منطق، شهود و تصمیم خود را آزمایش می کند. این بازی به طور مداوم در حال تکامل است و بازخورد بازیکن را به صورت پویا یکپارچه می کند تا تجربه ای تازه و فریبنده را ارائه دهد. با هر پازلی که یک چالش منحصر به فرد را ارائه می دهد، موفقیت یا شکست شما سرنوشت شما را در این محدوده های سایه تعیین می کند. هیجان در کشف سرنخ های هوشمندانه پنهان نهفته است که نیاز به توجه دقیق به جزئیات و مهارت حل مسئله دارد. \"آخرین..."
    },
    {
        "title": "lego duplo doctor",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/lego-duplo-doctor/id6477299620",
        "id_in_db": "ec5f60c0dc5e1c585e2fb578fb12ebde3a3d0a20e9b3580d9cd4c96f704b69a5",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/0f/c1/6b/0fc16b99-ee68-0d68-3272-213b9ee26219/AppIcon-0-0-1x_U007emarketing-0-8-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "money theft 2",
        "store": "other",
        "url": "https://gleam.io/Qzgsm/free-x2500-money-theft-2-heist-steam-keys",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3787430/464c45d419e4784de9a6540887c851fb0b6fdcfe/header.jpg?t=1750057402",
        "description": "Story: Player control again Terlander gangster in this 3rd person shooter game. Game is sequel to Money theft with different maps and now player Terlander cant use vehicles. He need only survive via melee combat, pistol and rifle Terlander player needs more money and now he has landed in ruined world with areas like Westers, Lake, Village etc areas.. Maps is full of infected zombies and super zombies. Also enemy soldiers with rifle weapons protects money bags and try to kill gangster Terlander. So can you be the world biggest thief again and make heists in 6 different places by avoiding zombies and soldiers Features: - 6 different places full of zombies and soldiers - Find money bags to finish levels and get achievements Different places like Western area, Military area, City, Forest, Village and Lake areas - 3 different ai opponents like zombies, super zombies and soldiers",
        "id_in_db": "t3_1o805hg",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3787430",
        "genres": [
            "Action",
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257148460/movie_max_vp9.webm?t=1748927811",
        "is_dlc_or_addon": false,
        "persian_summary": "داستان: کنترل مجدد بازیکن Terlander گانگستر در این بازی تیراندازی سوم شخص. بازی دنباله سرقت پول با نقشه های مختلف است و اکنون بازیکن ترلاندر نمی تواند از وسایل نقلیه استفاده کند. او فقط باید از طریق جنگ غوغا، تپانچه و تفنگ زنده بماند بازیکن Terlander به پول بیشتری نیاز دارد و اکنون در دنیای ویران شده با مناطقی مانند Westers، Lake، Village و غیره فرود آمده است. نقشه ها پر از زامبی های آلوده و زامبی های فوق العاده است. همچنین سربازان دشمن با سلاح های تفنگی از کیسه های پول محافظت می کنند و سعی می کنند ترلاندر گانگستر را بکشند. پس آیا می‌توانید دوباره بزرگ‌ترین دزد جهان شوید و با اجتناب از زامبی‌ها و سربازان در 6 مکان مختلف دزدی کنید. ویژگی‌ها: - 6 مکان مختلف مملو از زامبی‌ها و سربازان - یافتن کیسه‌های پول برای تکمیل سطوح و کسب دستاوردها مکان‌های مختلف مانند منطقه غربی، منطقه نظامی، شهر، جنگل، روستا و مناطق دریاچه - 3 حریف مختلف هوش مصنوعی مانند زامبی‌ها، زامبی‌های فوق‌العاده و سربازان"
    },
    {
        "title": "mysterious house",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/mysterious-house",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1848150/header.jpg?t=1724594622",
        "description": "Mysterious House is a captivating logic platformer where you solve puzzles, navigate obstacles, and use teleporters to progress through levels. Your main goal is to reach the teleporter, but the path is filled with challenges like closed doors, pits, and destructible blocks. You'll be assisted by helpers who can open doors and mimic your actions, but they need protection as they aren't very bright. With colorful graphics, engaging gameplay, and a variety of levels, this game offers a blend of strategy and platforming that keeps you on your toes. Key Features: Challenging Puzzles: Solve intricate puzzles to navigate through each level. Unique Helpers: Helpers can open doors and mimic actions but require careful protection. Vibrant Graphics: Enjoy colorful and detailed environments that enhance the gaming experience. Engaging Gameplay: A mix of platforming and logic challenges keeps the gameplay fresh and exciting. Varied Levels: Each level presents new challenges and requires creative solutions to progress.",
        "id_in_db": "t3_1oflabr",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1848150",
        "genres": [
            "Adventure",
            "Casual",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256864534/movie_max_vp9.webm?t=1724591283",
        "is_dlc_or_addon": false,
        "persian_summary": "Mysterious House یک پلتفرم منطقی فریبنده است که در آن پازل ها را حل می کنید، موانع را مرور می کنید و از تله پورت ها برای پیشرفت در سطوح استفاده می کنید. هدف اصلی شما رسیدن به تله‌پورتر است، اما مسیر پر از چالش‌هایی مانند درهای بسته، گودال‌ها و بلوک‌های قابل تخریب است. کمک‌هایی به شما کمک می‌کنند که می‌توانند درها را باز کنند و کارهای شما را تقلید کنند، اما آنها نیاز به محافظت دارند زیرا خیلی روشن نیستند. این بازی با گرافیک رنگارنگ، گیم پلی جذاب، و سطوح مختلف، ترکیبی از استراتژی و پلتفرم را ارائه می دهد که شما را در نوبت نگه می دارد. ویژگی های کلیدی: پازل های چالش برانگیز: حل پازل های پیچیده برای حرکت در هر سطح. کمک‌کنندگان منحصر به فرد: کمک‌کنندگان می‌توانند درها را باز کنند و از اقدامات تقلید کنند، اما نیاز به محافظت دقیق دارند. گرافیک پر جنب و جوش: از محیط های رنگارنگ و با جزئیات لذت ببرید که تجربه بازی را بهبود می بخشد. گیم پلی جذاب: ترکیبی از چالش های پلتفرم و منطق، گیم پلی را تازه و هیجان انگیز نگه می دارد. سطوح متنوع: هر سطح چالش های جدیدی را ارائه می دهد و نیاز به خلاقیت دارد..."
    },
    {
        "title": "news from all sides4999 annual free",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/drooid-news-from-all-sides/id6593684010",
        "image_url": "https://external-preview.redd.it/eiCprG_073-7sUY4kSEi2Ca4zSPYZVwcsJstQX5FkzY.png?width=640&crop=smart&auto=webp&s=f98f3ee0269a472510ac775390377668d93bc73b",
        "description": "I am the developer behind Drooid, an AI-powered news app that helps you see all sides of the story left, right, and center through concise summaries from diverse, credible sources. We are building Drooid to fight fake news and bias in news reporting, and I want to o ffer maximum value to every user, even without a premium plan. But for power users who want deeper insights, Drooid’s AI offers in-depth analysis that breaks down why different outlets cover the same news differently. And on top of it, we are selling AI-voiceover for premium users. The premium plan is usually $49.99/year, but for a limited time, I’m offering a free 1-year subscription. The code for the Annual Free trial is: DROOIDGONEFREE (Hurry up, there are limited codes available) To avail the code, click on the In-depth button, which will show you an article with a detailed analysis of the news. The first article is free for everyone. Close the article and click on another in-depth button. You will see a paywall; you can redeem the code there. If you enjoy the app, a 5-star rating on the App Store would mean the world 🙌 submitted by /u/swap_019 [link] [comments]",
        "id_in_db": "t3_1oebqql",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "من توسعه دهنده Drooid هستم، یک برنامه خبری مبتنی بر هوش مصنوعی که به شما کمک می کند تمام جنبه های داستان را در چپ، راست و مرکز از طریق خلاصه های مختصر از منابع مختلف و معتبر ببینید. ما در حال ساخت Drooid برای مبارزه با اخبار جعلی و سوگیری در گزارش‌های خبری هستیم، و من می‌خواهم حداکثر ارزش را برای هر کاربر، حتی بدون برنامه ممتاز، ارائه دهم. اما برای کاربران قدرتمندی که می‌خواهند بینش عمیق‌تری داشته باشند، هوش مصنوعی Drooid تجزیه و تحلیل عمیقی را ارائه می‌کند که علت انتشار متفاوت اخبار مشابه را در رسانه‌های مختلف توضیح می‌دهد. و علاوه بر آن، ما در حال فروش صدای AI برای کاربران ممتاز هستیم. طرح پریمیوم معمولاً 49.99 دلار در سال است، اما برای مدت محدودی، اشتراک 1 ساله رایگان ارائه می‌دهم. کد آزمایشی رایگان سالانه این است: DROOIDGONEFREE (عجله کنید، کدهای محدودی موجود است) برای استفاده از کد، روی دکمه In-depth کلیک کنید، که مقاله ای را با تجزیه و تحلیل دقیق اخبار به شما نشان می دهد. مقاله اول برای همه رایگان است. مقاله را ببندید و روی یک دکمه عمیق دیگر کلیک کنید. شما یک دیوار پرداخت خواهید دید. تو..."
    },
    {
        "title": "other lost age",
        "store": "other",
        "url": "https://www.dungeonloot.com/lost-age-keys",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/926990/header.jpg?t=1761225828",
        "description": "You are a gray wolf in the Northern Range of Yellowstone National Park. Now dispersed from your natal pack, you're on your own – to hunt, explore, find a mate and form your own pack to raise up a new family. Can you and your little pack survive the trials of the wild? Surviving in the wilderness is far from easy! Hone your hunting skills by practicing on animals such as elk, mule deer, and moose. Once you've grasped their differences and know your limits against your selection of prey, seek out another wolf to become your mate and form a pack together. Explore fields and forests across Yellowstone National Park while you establish a territory and choose a den. Raise your pups by feeding them and playing with them. Protect them from deadly predators who try to kill them. Over time, your family will outgrow the need for a den and become nomadic, where you teach your pups how to catch their own prey. By next spring they will be yearlings, and test these new skills to help raise the next litter. Eventually, some will venture out on their own and disperse, just as you did all that time ago. And the cycle repeats, year after year, until you die. The saga of your life begins and ends when you choose, be it one life only or a succession of multiple generations. Explore realistic recreations of select locations within Yellowstone National Park. Set in the Northern Range (often referred to as \"the Serengeti of North America\"), where many animals roam meadows, sagebrush steppe grasslands, alpine forests, and high ridges. But be wary – you are not the only wolf in the area. Rival packs make their home across the landscape and don't take kindly to sight-seeing intruders. Other dangers roam the lands as well – grizzly bears, cougars, and coyotes among them who will vie with you for territory and food. Raising the bar for realistic and accurate eco-simulation gameplay, many features in the game are directly adapted from wildlife research. Our science advisors include some of the top wolf biologists in the world today, who help us keep WolfQuest accurate to real wolf biology and behavior. Live the life of a wild wolf! Form your own pack and watch your adorable pups grow into adults and disperse, year after year, until your wolf dies. End your story on your deathbed, or select an heir to continue your legacy. Dynamic day/night, weather and seasons immerse you into the wilderness. Wolves communicate with each other using natural actions and vocalizations. Packmates and pups interact and play with each other. Dynamic (family-friendly) courtship interactions help find and choose a suitable mate. A genetics system models inheritance of each wolf's genes, including eye color, physical and personality attributes, and genetic coat color. Elk roam the lands in realistic herds, along with moose, mule deer, beavers and other prey. Animals behave and change to the seasons. Herds migrate through the year. Bucks and bulls spar in the autumn rut and shed their antlers. Cows and does give birth and raise their own young. Rival wolf packs maintain and protect their own territories from intruders – like you! Bears, cougars and coyotes will challenge you for your kills and defend their own. Optional Ironwolf Mode: Live life on the edge, where each decision counts and your death can't be taken back. Over 100 Achievements and a variety of collectible objects hidden across the map, from shed antlers, skulls, to lost human items. And a lot more! Engage in Co-op Multiplayer: Raise your pups together in a group for one game year, maintain territory together against rival packs, or hang out in a sandbox without any real objective. Live a Wolf's Life Together: Build a pack and raise pups year to year in a special 2-Player Mode, until one of you dies of old age. Choose who joins your games by selecting if they're public to all, private to friends, or only for select individuals or in-game pack groups. WolfQuest is Verified on Steam Deck!",
        "id_in_db": "t3_1o7etu1",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "926990",
        "genres": [
            "Action",
            "RPG",
            "Simulation"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257161873/movie_max_vp9.webm?t=1753190362",
        "is_dlc_or_addon": false,
        "persian_summary": "شما یک گرگ خاکستری در محدوده شمالی پارک ملی یلوستون هستید. اکنون که از گله زایمان خود پراکنده شده اید، تنها هستید - برای شکار، کاوش، یافتن یک جفت و تشکیل دسته خود برای تشکیل خانواده جدید. آیا شما و بسته کوچکتان می‌توانید از آزمایش‌های وحشی جان سالم به در ببرید؟ زنده ماندن در بیابان بسیار آسان نیست! مهارت های شکار خود را با تمرین روی حیواناتی مانند گوزن، قاطر و گوزن تقویت کنید. هنگامی که تفاوت های آنها را درک کردید و محدودیت های خود را در برابر انتخاب طعمه خود دانستید، به دنبال گرگ دیگری باشید تا جفت شما شود و با هم گروهی تشکیل دهید. در حین ایجاد قلمرو و انتخاب یک لانه، مزارع و جنگل‌ها را در سراسر پارک ملی یلوستون کاوش کنید. توله های خود را با غذا دادن به آنها و بازی با آنها بزرگ کنید. از آنها در برابر شکارچیان مرگبار که سعی در کشتن آنها دارند محافظت کنید. با گذشت زمان، خانواده شما از نیاز به یک لانه بیشتر می‌شوند و عشایری می‌شوند، جایی که به توله‌های خود یاد می‌دهید که چگونه طعمه خود را بگیرند. تا بهار آینده، آنها یک ساله خواهند شد و این مهارت های جدید را برای کمک به رشد افراد بعدی آزمایش کنید..."
    },
    {
        "title": "person horror game from the makers of soma and amnesia",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/amnesia-the-bunker-9d5799",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1944430/header.jpg?t=1734702362",
        "description": "Amnesia: The Bunker is a first-person horror game from the makers of SOMA and Amnesia. Left all alone in a desolate WW1 bunker with only one bullet remaining in the barrel, it’s up to you to face the oppressing terrors in the dark. Keep the lights on at all costs, persevere, and make your way out alive. A truly intense horror experience. RISING TENSION Immerse yourself in the multiple ways of tackling survival. In the shoes of the French soldier Henri Clément, you are armed with a revolver gun, a noisy dynamo flashlight, and other scarce supplies to scavenge and craft along the way. With randomization and unpredictable behavior, no play-through is the same. Hunted by an ever-present threat reacting to your every move and sound, you must adapt your play-style to face hell. Every decision will change the outcome of how the game responds. Actions bear consequences. ESCAPING THE NIGHTMARE Solve things your own way in a semi-open world. You must explore and experiment to make your way out. Figure out what’s going on down here - what has happened to the other soldiers? Where have all the officers gone? What diabolical nightmare lurks underneath this hellscape? Unravel the mysteries of the Bunker and get to know the nooks and crannies of this cruel sandbox to up your odds of survival. FEATURES Dynamic and ever-present monster that reacts to player actions. Constant tension - Time is not on your side. Tactile and physics based interactions with the world. Scavenge for resources and craft tools to aid your survival. Multiple solutions to problem solving in a non-linear open world.",
        "id_in_db": "t3_1o88zzz",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1944430",
        "genres": [
            "Action",
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256951370/movie_max_vp9.webm?t=1686140318",
        "is_dlc_or_addon": false,
        "persian_summary": "Amnesia: The Bunker یک بازی ترسناک اول شخص از سازندگان SOMA و Amnesia است. در یک پناهگاه متروک جنگ جهانی اول که تنها یک گلوله در لوله باقی مانده است، این شما هستید که باید در تاریکی با وحشت های ظالمانه روبرو شوید. چراغ ها را به هر قیمتی روشن نگه دارید، استقامت کنید و راه خود را زنده کنید. یک تجربه وحشتناک واقعاً شدید. افزایش تنش خود را در راه های متعدد مقابله با بقا غوطه ور کنید. در کفش هانری کلمان، سرباز فرانسوی، شما با یک اسلحه هفت تیر، یک چراغ قوه دینامو پر سر و صدا، و سایر لوازم کمیاب برای جابجایی و کاردستی در طول مسیر مسلح هستید. با تصادفی سازی و رفتار غیرقابل پیش بینی، هیچ بازی از طریق یکسان نیست. شکار شده توسط یک تهدید همیشه حاضر که به هر حرکت و صدای شما واکنش نشان می دهد، باید سبک بازی خود را برای رویارویی با جهنم تطبیق دهید. هر تصمیمی نتیجه بازی را تغییر خواهد داد. اقدامات عواقبی دارد. فرار از کابوس مسائل را به روش خودتان در یک دنیای نیمه باز حل کنید. شما باید کاوش و آزمایش کنید تا راه خود را پیدا کنید ...."
    },
    {
        "title": "platform samorost 3 ca2599 free the game follows a curious space gnome who uses the powers of a magic flute to travel across the cosmos in search of its mysterious origins",
        "store": "epicgames",
        "url": "https://store.epicgames.com/p/samorost-3-0c4489",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/421120/header.jpg?t=1757929435",
        "description": "Samorost 3 is an exploration adventure and puzzle game from the award-winning creators of Machinarium and Botanicula. It is Amanita Design’s most ambitious experience to date and a loose continuation of the hit indie games Samorost and Samorost 2. Samorost 3 follows a curious space gnome who uses the powers of a magic flute to travel across the cosmos in search of its mysterious origins. Visit nine unique and alien worlds teeming with colorful challenges, creatures and surprises to discover, brought to life with beautiful artwork, sound and music.",
        "id_in_db": "t3_1o88hmc",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "421120",
        "genres": [
            "Adventure",
            "Casual",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256659733/movie_max.webm?t=1457090099",
        "is_dlc_or_addon": false,
        "persian_summary": "Samorost 3 یک بازی ماجراجویی و پازل اکتشافی از سازندگان برنده جایزه Machinarium و Botanicula است. این جاه‌طلبانه‌ترین تجربه Amanita Design تا به امروز و ادامه‌ای آزاد از بازی‌های مستقل موفق Samorost و Samorost 2 است. Samorost 3 یک آدمک فضایی کنجکاو را دنبال می‌کند که از قدرت یک فلوت جادویی برای سفر در سراسر کیهان در جستجوی منشأ اسرارآمیز خود استفاده می‌کند. از نه دنیای منحصر به فرد و بیگانه مملو از چالش ها، موجودات و شگفتی های رنگارنگ برای کشف دیدن کنید، که با آثار هنری، صدا و موسیقی زیبا زنده شده اند."
    },
    {
        "title": "playsum kao the kangaroo 500 500 413 c671 a713 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/79ece3e7-067d-56d9-83ff-fcc9b761e81a/kao-the-kangaroo",
        "image_url": "https://external-preview.redd.it/8iHtxKA6wvmsLx-3nolnMixLWevFuUP6gofg9_XY9UQ.jpeg?width=320&crop=smart&auto=webp&s=ebedcf1f6885ad98114aa89bfdfbc35ed42cb822",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1oeppqh",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "86% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lets_Playsum [لینک] [نظر]"
    },
    {
        "title": "playsum super fantasy kingdom 846 837 731 c1051 a1295 r2339 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/4874c592-d340-40a2-86fc-2483da3597f4/super-fantasy-kingdom",
        "image_url": "https://external-preview.redd.it/4gNmThSyycT0xJe11IZT2mQdhAhTYPF3zC6fP9pufng.jpeg?width=320&crop=smart&auto=webp&s=12728cf9de785cf3804b4b103fed0c283f060b05",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1ofk2ho",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "44% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lets_Playsum [لینک] [نظر]"
    },
    {
        "title": "ps shadow tactics",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1o8ze3t/ps_game_shadow_tactics_blades_of_the_shogun/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2711110/header.jpg?t=1729716154",
        "description": "LANDLOCK Project Wild is the ultimate bush-craft survival game in which you must survive the wild at any cost. The game is brutal, quite a challenge, but highly rewarding. Travel across treacherous landscapes and battle heinous beasts that'll throw your warfare into overdrive. But don't you fret, for this is your playground—a forest wilderness—and terraforming is the brush in your hand. To your strategic advantage, shape the environment to create defenses and change the landscape to outmaneuver your predators. Crafting is an art, and in LANDLOCK, it's the key to your survival. From its vast and diverse ecosystem, gather resources, then mix them in ingenious ways to create tools, weapons, and structures that will aid you in your quest for dominance. In this hardcore survival adventure, your imagination knows no bounds. Or will it be towering fortresses that shield you from first-world hardships, or sneaking in the shadows, relying on cunning tactics to survive? The only limitation would be your imagination in challenges to be overcome and in revealing the secrets of LANDLOCK. Do you have what it takes to thrive in desolate nature, where literally every decision could mean the difference between survival and absolute demise? Find this out in the ultimate indie pixel art survival experience! P.S ~ You're not alone...",
        "id_in_db": "t3_1o8ze3t",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2711110",
        "genres": [
            "Adventure",
            "Indie",
            "Strategy",
            "Early Access"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "LANDLOCK Project Wild بهترین بازی بقای بوش کرافت است که در آن شما باید به هر قیمتی از طبیعت جان سالم به در ببرید. بازی بی رحمانه است، کاملاً چالش برانگیز، اما بسیار پر ارزش است. در مناظر خائنانه سفر کنید و با جانوران شنیع مبارزه کنید که جنگ شما را به شدت درگیر خواهد کرد. اما نگران نباشید، زیرا اینجا زمین بازی شماست – یک بیابان جنگلی – و زمین‌سازی قلمویی است که در دست شماست. به نفع استراتژیک خود، محیط را شکل دهید تا دفاع ایجاد کنید و چشم انداز را تغییر دهید تا شکارچیان خود را مانور دهید. کاردستی یک هنر است و در LANDLOCK کلید بقای شماست. از اکوسیستم گسترده و متنوع آن، منابع را جمع آوری کنید، سپس آنها را به روش های مبتکرانه ترکیب کنید تا ابزار، سلاح و ساختارهایی ایجاد کنید که به شما در تلاش برای تسلط کمک می کند. در این ماجراجویی بقای هاردکور، تخیل شما حد و مرزی نمی شناسد. یا این قلعه های سر به فلک کشیده ای خواهد بود که شما را در برابر سختی های جهان اول محافظت می کند، یا پنهان شدن در سایه ها، با تکیه بر تاکتیک های حیله گر برای زنده ماندن؟ تنها محدودیت ..."
    },
    {
        "title": "psa rise in falseaccidental twitter bans from tasks",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1o7whxs/psa_rise_in_falseaccidental_twitter_bans_from/",
        "image_url": "https://external-preview.redd.it/steam-game-art-of-beauties-v0-ym0hYq88HZrXOOdGsx58_kM39NxV10UK19GPCsGXh1g.jpeg?auto=webp&s=8047432cf4b1f4dfe82af8a0353d84ca9b8d96b6",
        "description": "Hey everyone. We have recently seen some comments coming in about Twitter (X) accounts being banned after participating in giveaways posted to the subreddit that include \"Follow blank Twitter Account\" tasks. This is surely some sort of bot/inauthentic action prevention that is getting real users caught up in it. Affected users should appeal their ban. It obviously isn't the fault of you users and definitely is not meant to happen. Hopefully this is resolvable for anyone affected. - https://help.x.com/en/forms/account-access/appeals/redirect This isn't something completely new or anything. We actually had a thread about this 9 years ago , but that was thought to be in a specific case at that time. The reason for this PSA now is that there have been a couple reports of this stuff lately, like this one and some other(s), which is irregular. It's possible that Twitter are starting to do more of a crackdown on accounts they think are fake in some way. Gleam, a common platform with Twitter tasks, has had a warning on their site for ages about the possibility of getting an account locked , but it is odd that it's happening to multiple people now. Hopefully the accounts can be cleared up without issue. Fingers crossed it isn't wide spread or anything. Twitter accidentally banning people is a bummer, but not super shocking considering their bot prevention efforts. EDIT: I have heard back from Gleam after reaching out. I'll share what they have told me. Thanks to Jessica from Gleam for information. At this time, we're not receiving enough feedback that would suggest any type of uptick in restrictions resulting from normal participation in Gleam campaigns, outside of what you've shared with us. X/Twitter may consider incomplete profiles as \"throwaway\" accounts, so we always recommend having a completed profile, including a profile picture. People shouldn't be restricted when they're completing actions in Gleam competitions, as they are compliant with X/Twitter policies and terms, and we have worked alongside X/Twitter for this to be the case. Some people may have their accounts restricted if they behave in a way that is not compliant with X/Twitter's policies and terms, especially around spam. Or, if they behave in a way that is outside of normal use, like having multiple accounts or posting too often, or not at all except to promote competitions (sweepers). However, these are not exact reasons, and you'd need to contact X/Twitter to find out why. {...} {...} I would recommend users contact us if they feel they have been locked out, specifically because they entered a Gleam campaign. So to recap. Gleam still is compliant with Twitter rules and their API usage terms. Assuming you're following actual basic Twitter tasks offered by Gleam, you should be clear. Your account could end up appearing to be a \"fake\" one though to Twitter depending on your overall activity. As of right now though, Gleam hasn't received enough reports of issues with Twitter tasks to take any action(s). Since many have reported issues hearing back from Twitter support to get unbanned, you can reach out to Gleam support about it for more help. - https://gleam.io/contact Note: This is specifically about Gleam usage and bans from Twitter. If you were working with tasks on other platforms (for example Givee) you might need to reach out to them somehow and see if they have a contact to Twitter about these unban requests for valid usage not being taken. submitted by /u/StOoPiD_U [link] [comments]",
        "id_in_db": "t3_1o7whxs",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "سلام به همه اخیراً مشاهده کرده‌ایم که برخی از نظرات درباره حساب‌های توییتر (X) که پس از شرکت در هدایای ارسال شده به subreddit که شامل وظایف «دنبال کردن حساب خالی توییتر» است، ممنوع شده‌اند. این مطمئناً نوعی پیشگیری از اقدام ربات/غیراصلی است که کاربران واقعی را درگیر آن می‌کند. کاربران آسیب دیده باید نسبت به ممنوعیت خود اعتراض کنند. بدیهی است که تقصیر شما کاربران نیست و قطعاً قرار نیست اتفاق بیفتد. امیدوارم برای هر کسی که آسیب دیده قابل حل باشد. - https://help.x.com/en/forms/account-access/appeals/redirect این چیزی کاملاً جدید یا چیز دیگری نیست. ما در واقع 9 سال پیش یک موضوع در مورد این موضوع داشتیم، اما تصور می شد که در آن زمان در یک مورد خاص باشد. دلیل این PSA اکنون این است که اخیراً چندین گزارش از این موارد وجود دارد، مانند این یکی و برخی دیگر، که نامنظم است. این امکان وجود دارد که توییتر شروع به سرکوب بیشتر حساب‌هایی کند که فکر می‌کنند به نوعی جعلی هستند. Gleam، یک پلتفرم مشترک با توییتر..."
    },
    {
        "title": "psa steam immersive storylines game festival",
        "store": "steam",
        "url": "https://store.steampowered.com/points/shop/app/4101120",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/22200/header.jpg?t=1660841601",
        "description": "Zeno Clash is an action/fighting game set in a punk fantasy world. The game is played from a first person perspective and the combat is generally up close and brutal. Experience a deep storyline set in a fantastic world. Play the role of Ghat, a man banished by his own brothers and forced to begin a desperate journey past the forbidden desert and to the end of the world. Nominated in 'Excellence in Visual Art' at the Independent Games Festival, the original visuals, which make full use of the Source engine features, breathe new air in the fantasy game genre. The new close combat mechanics are also a deviation from traditional action in the first-person genre that will feel fresh for new and veteran players. Engaging melee combat in first person The new melee combat system allows players to perform a variety of movements like deflect & elude combos, knockback finisher punches and punishing grab attacks. Learn new attacks as the game progresses and confronts you with more formidable foes. Fantastic visuals powered by the Source engine Players will be immersed in a fantastic world, beautiful and disturbing at the same time. The unprecedented art style brings a fresh new approach to the first person genre. The surreal environments and characters will keep players wanting to discover more. Survival mode challenges Jump right into the action in engaging unlockable \"tower challenges\". The player must overcome enemy waves to progress through the tower levels. The game will rate the player in different categories like speed and performance. A leaderboards system will rank you against your friends, so the challenge never ends. Deep storyline Players will play the role of Ghat; the son of a impressive hermaphrodite creature called Father-Mother, whose children form the most powerful clan in the city of Halstedom. Ghat must escape from his family and start an incredible journey with his female companion Deadra, who will aid him in the dangerous lands of Zenozoik. Bizarre weapons The game features an unusual arsenal of eccentric weapons that are built from scraps and junk. Hammers and clubs will be the most effective when fighting heavy characters that can only be brought down with extreme force. The Zeno Clash Model Pack for Garry's Mod The pack includes 70 models with the characters and creatures to be used with the popular Source engine mod Garry's Mod. \"This is a great addition to the existing library of assets and we really hope the fans will enjoy the content and start developing their own Zeno Clash inspired videos, screens or machinima.\" says Andres Bordeu from ACE Team. Zeno Clash owners can download the free DLC from the Tools tab in their Steam client.",
        "id_in_db": "t3_1ockmvj",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "22200",
        "genres": [
            "Action",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/5205/movie_max.webm?t=1447351723",
        "is_dlc_or_addon": false,
        "persian_summary": "Zeno Clash یک بازی اکشن/مبارزه است که در یک دنیای فانتزی پانک جریان دارد. بازی از دید اول شخص انجام می شود و مبارزات به طور کلی از نزدیک و بی رحمانه است. داستانی عمیق را در دنیایی خارق العاده تجربه کنید. نقش گات را بازی کنید، مردی که توسط برادرانش تبعید شده و مجبور شده‌اند تا سفری ناامیدکننده را از صحرای ممنوعه و به انتهای جهان آغاز کنند. تصاویر اصلی که در جشنواره بازی‌های مستقل در «تعالی در هنرهای بصری» نامزد شده‌اند، که از ویژگی‌های موتور منبع به طور کامل استفاده می‌کنند، هوای تازه‌ای را در ژانر بازی‌های فانتزی تنفس می‌کنند. مکانیک های جدید مبارزات نزدیک نیز انحرافی از اکشن سنتی در ژانر اول شخص است که برای بازیکنان جدید و کهنه کار احساس تازگی می کند. مبارزات تن به تن درگیر به صورت اول شخص سیستم مبارزه با تنبیه جدید به بازیکنان این امکان را می دهد که حرکات مختلفی مانند ترکیب های انحرافی و فرار، مشت های پایانی کوبنده و حملات با چنگ زدن را مجازات کنند. با پیشرفت بازی، حملات جدیدی را بیاموزید و شما را با حملات مهیب تر روبرو می کند..."
    },
    {
        "title": "sign documents 6999 free lifetime premium unlock for 7 days",
        "store": "iosappstore",
        "url": "https://apps.apple.com/app/document-sign-ondertekenen/id6749072748",
        "image_url": "https://external-preview.redd.it/aE_VLM7SvPwaIx1npoJQLe-jt_e_b5vCcz4s7F2atMM.png?width=640&crop=smart&auto=webp&s=a3aab7698e1df2f1102a063eb9b7dc24ab85c625",
        "description": "Hey r/AppHookup 👋 I’m the solo developer behind DocSigner, a simple and privacy-friendly app for signing documents on your iPhone. iPad coming soon For the next 7 days, you can unlock the Lifetime Premium version for FREE (normally €69.99). 🥳 ✍️ What DocSigner does DocSigner lets you sign documents quickly and easily, right on your device. Whether it’s a contract, a form, a PDF, a Word file, or even an image — you can add your signature in just a few taps. No printer, no scanner, no stress. Everything stays safely stored on your device to keep your privacy protected. ⭐ Key features 📄 Import from Mail, Files or your favorite cloud services (PDF, Word, Images) ✍️ Add unlimited signatures and stamps for personal or work use 🧭 Place your signature exactly where you want with simple alignment helpers 🔒 Local storage only — nothing is ever uploaded 📤 Share or export your signed document with a single tap 🪶 Clean, lightweight design with no ads 🌍 Now with localization DocSigner is fully localized in English, French, German, Dutch, and Italian — and more languages are on the way! 🇬🇧🇫🇷🇩🇪🇳🇱🇮🇹 🆓 Lifetime Premium — Free for 7 Days For one week, you can grab the Lifetime Premium unlock for free (normally €69.99). This gives you unlimited signatures, stamps, and access to all professional features — permanently. 📲 Download DocSigner here: 👉 https://apps.apple.com/app/document-sign-ondertekenen/id6749072748 I’d really love to hear your feedback — whether it’s about the usability, features you’d like to see next, or anything that could make the app better. If you enjoy using DocSigner, a positive review in the App Store would mean a lot and really helps me as a solo indie dev. ❤️ Thanks so much for checking it out! submitted by /u/Pietpiraat19 [link] [comments]",
        "id_in_db": "t3_1o7ay3g",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "Hey r/AppHookup 👋 من توسعه دهنده انفرادی DocSigner هستم، یک برنامه ساده و سازگار با حریم خصوصی برای امضای اسناد در iPhone شما. iPad به زودی برای 7 روز آینده، می توانید قفل نسخه Lifetime Premium را به صورت رایگان (معمولاً 69.99 یورو) باز کنید. 🥳 ✍️ آنچه DocSigner انجام می دهد DocSigner به شما امکان می دهد اسناد را به سرعت و به راحتی و درست در دستگاه خود امضا کنید. خواه یک قرارداد، یک فرم، یک PDF، یک فایل Word یا حتی یک تصویر باشد - می توانید امضای خود را تنها با چند ضربه اضافه کنید. بدون چاپگر، بدون اسکنر، بدون استرس. همه چیز به طور ایمن در دستگاه شما ذخیره می شود تا از حریم خصوصی شما محافظت شود. ⭐ ویژگی‌های کلیدی 📄 وارد کردن از ایمیل، فایل‌ها یا سرویس‌های ابری مورد علاقه‌تان (PDF، Word، تصاویر) ✍️ امضاها و مهرهای نامحدود را برای استفاده شخصی یا کاری اضافه کنید 🧭 امضای خود را دقیقاً در جایی که می‌خواهید با کمک‌های تراز ساده قرار دهید 🔒 فقط فضای ذخیره‌سازی محلی - هیچ‌وقت هیچ‌چیز با یک سند امضا شده آپلود یا صادر نمی‌شود. طراحی سبک وزن بدون تبلیغات 🌍 اکنون با بومی سازی DocSigner کاملاً..."
    },
    {
        "title": "skibidi together",
        "store": "other",
        "url": "https://givee.club/en/event/1129",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2928650/header.jpg?t=1752869315",
        "description": "Welcome to the world of dizzying ONLY UP: SKIBIDI TOGETHER! The game is an ultimate challenge that will challenge your skills. Compete against friends and players from all over the world, overcoming tricky obstacles and conquering incredible heights to become one of the few to conquer all heights. There is no margin for error here - one wrong step and you will fly down. Are you ready to demonstrate your parkour skills and climb to the top? Only upwards, towards new heights! Your sense of timing and precision will be crucial. The tracks are designed to keep you in suspense, ensuring that every metre will be a stern test for you and your friends. Features: . Multiplayer: Compete with friends and players from all over the world. Co-op up to 8 players! Interesting mechanics: Push an enemy or help a friend up. Tactile control: we have created one of the best character control systems, now everything will depend only on your hand skills Graphics: nice atmospheric graphics will allow you to immerse yourself in a world where the only thing that matters is climbing up! Will you be strong enough to rise above your rivals and become a parkour legend in Only Up: SKIBIDI TOGETHER? The challenges are tough, but the rewards are great. Prove your strength, conquer the course and add your name to the list of the greatest parkour champions of all time! © 2024. All copyrights reserved.",
        "id_in_db": "t3_1o6blch",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2928650",
        "genres": [
            "Adventure",
            "Casual",
            "Massively Multiplayer",
            "Simulation"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257037198/movie_max_vp9.webm?t=1720720599",
        "is_dlc_or_addon": false,
        "persian_summary": "به دنیای گیج کننده ONLY UP خوش آمدید: SKIBIDI TOGETHER! این بازی یک چالش نهایی است که مهارت های شما را به چالش می کشد. با دوستان و بازیکنانی از سراسر جهان به رقابت بپردازید، بر موانع دشوار غلبه کنید و ارتفاعات باورنکردنی را فتح کنید تا به یکی از معدود افرادی تبدیل شوید که تمام ارتفاعات را فتح می کند. در اینجا هیچ حاشیه ای برای خطا وجود ندارد - یک قدم اشتباه و به پایین پرواز خواهید کرد. آیا برای نشان دادن مهارت های پارکور خود و صعود به قله آماده هستید؟ فقط به سمت بالا، به سمت ارتفاعات جدید! حس زمان و دقت شما بسیار مهم خواهد بود. مسیرها به گونه ای طراحی شده اند که شما را در حالت تعلیق نگه دارند و اطمینان حاصل کنند که هر متر برای شما و دوستانتان آزمایشی سخت خواهد بود. ویژگی ها: . چند نفره: با دوستان و بازیکنانی از سراسر جهان به رقابت بپردازید. Co-op تا 8 بازیکن! مکانیک های جالب: یک دشمن را هل دهید یا به یک دوست کمک کنید. کنترل لمسی: ما یکی از بهترین سیستم های کنترل کاراکتر را ایجاد کرده ایم، اکنون همه چیز فقط به مهارت های دست شما بستگی دارد. گرافیک: گرافیک جوی خوب به شما این امکان را می دهد که..."
    },
    {
        "title": "stove the lost prince",
        "store": "stove",
        "url": "https://store.onstove.com/en/games/1835",
        "image_url": "https://external-preview.redd.it/g5GzPfo3Rj6SkR1av_Q3nDsSJ5Szq-Ag369PQ3hgmek.png?width=640&crop=smart&auto=webp&s=b2efce3cffe6cb41e232f88eb27557f64dcf2972",
        "description": "submitted by /u/MeguminShiro [link] [comments]",
        "id_in_db": "t3_1of0hwd",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/MeguminShiro [لینک] [نظر]"
    },
    {
        "title": "successor 1624 1592 1364 35 off",
        "store": "steam",
        "url": "https://store.steampowered.com/app/1284730/Successor/",
        "image_url": "https://external-preview.redd.it/uOd0VgKv5cg1zZ2S6qnqF-JuQA-vBWphCzG0jQBZxOI.jpeg?width=320&crop=smart&auto=webp&s=2e8425bcd3ac31931f29d42e20d086d7508edf1e",
        "description": "submitted by /u/MichaelRud [link] [comments]",
        "id_in_db": "t3_1of6e6z",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "35% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/MichaelRud [لینک] [نظر]"
    },
    {
        "title": "the enemy within tales of monkey island wallace gromits grand adventures hector",
        "store": "indiegala",
        "url": "https://www.indiegala.com/store/publisher-sale/telltale",
        "image_url": "https://www.indiegalacdn.com/store-img_game/games/og_image/the-telltale-series-fr-sale-fb.jpg?v=20251023",
        "description": "submitted by /u/indieg [link] [comments]",
        "id_in_db": "t3_1ofkubs",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "60% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/indieg [لینک] [نظر]"
    },
    {
        "title": "the purge day",
        "store": "other",
        "url": "https://givee.club/en/event/1128",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/553450/header.jpg?t=1732123338",
        "description": "Something strange has happened. No one knows what. It is unstoppable. Our civilization is almost dead but Jack Bowman has to save his wife. Do you want to know how this story finishes? Choose your weapon and fight against alien swarm in Asian agglomeration. The Purge Day is the first person narrative, immersive horror shooter designed exclusively for VR. TPD contains : Suspenseful story Interesting and challenging achievements High quality sounds and voiceovers A large selection of weapons Immersive and not easy gameplay A large number of opponents Each chapter finishes with a powerful boss No motion sickness",
        "id_in_db": "t3_1o5ucgp",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "553450",
        "genres": [
            "Action",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256674548/movie_max.webm?t=1479318501",
        "is_dlc_or_addon": false,
        "persian_summary": "اتفاق عجیبی افتاده است. هیچ کس نمی داند چیست. توقف ناپذیر است. تمدن ما تقریباً مرده است، اما جک بومن باید همسرش را نجات دهد. آیا می خواهید بدانید این داستان چگونه به پایان می رسد؟ سلاح خود را انتخاب کنید و با ازدحام بیگانگان در تجمع آسیایی مبارزه کنید. The Purge Day اولین بازی ترسناک روایی و همهجانبه است که به طور انحصاری برای VR طراحی شده است. TPD شامل: داستان پرتعلیق دستاوردهای جالب و چالش برانگیز صداها و صداگذاری با کیفیت بالا مجموعه ای وسیع از سلاح ها گیم پلی همهجانبه و نه آسان تعداد زیادی از حریفان هر فصل با یک رئیس قدرتمند تمام می شود بدون بیماری حرکتی"
    },
    {
        "title": "titles including he is coming 877 415 off tormented souls 2 bioshock",
        "store": "other",
        "url": "https://planetplay.com/?coupon=TRICKORTREE",
        "image_url": "https://pqube.co.uk/wp-content/uploads/2025/06/TormentedSouls2_Keyart_landscape1920x1080-5.jpg",
        "description": "submitted by /u/PlanetPlayGames [link] [comments]",
        "id_in_db": "t3_1of6g4w",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "5% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/PlanetPlayGames [پیوند] [نظر]"
    },
    {
        "title": "ultimate frostpunk 2 the medium dredge and more at discounted prices",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1ofmnkx/macos_mac_app_store_game_deals_post_4_death/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1592480/header.jpg?t=1733396830",
        "description": "As an avid Sudoku enthusiast, I could not find a satisfying Sudoku game on Steam, so I started learning the programming language, and based on my understanding of Sudoku and the experience of other games of the same type, I created a new Sudoku game - Meta Sudoku in a few weeks, whether you are a novice or an experienced Sudoku master, this game will meet your gaming needs. Meta Sudoku is a minimalist puzzle game, your only goal is to fill in the nine numbers 1, 2, 3, and up to 9 in the spaces in a 9 X 9 square according to the numbers given by the system, so that each row, column, and every 3 X 3 palace contains the nine numbers 1~9, and there are no repetitions and omissions. The rules of the game are simple, but finding all the numbers that fit the rules can be challenging. Meta Sudoku is great for exercising your brain while relaxing at leisure, and it provides players with the most comfortable gaming experience. There are four modes of Meta Sudoku: 1. Classic Mode: This mode contains six increasing difficulty levels, namely easy, medium, advanced, difficult, expert, master, and each difficulty level contains 40 levels. 2. Pack mode: This mode contains three increasing difficulty levels, namely Pack I., Pack II., and Pack III., each difficulty level contains 25 levels. Compared to the classic mode, the levels in this mode are more beautiful, and the distribution of the system numbers is like a mysterious geometric pattern. 3. Endless mode: This mode still contains six increasing difficulty levels, namely easy, medium, advanced, difficult, expert, master, each time you enter a new level, the system will carefully select a level that belongs to you. 4. Ultimate Mode: This mode contains only three levels. These levels are definitely a real test, they were designed by world-class masters themselves, and considering their difficulty, I designed them to the end. I strongly discourage challenging these levels at the beginning, you can try them again once you are familiar with the game mechanics. After completing these levels, you will have a full sense of accomplishment. Game Features: Game: 1. Minimalist interface to provide you with the most comfortable visuals, allowing you to focus on the fun of the game 2. There are multiple color themes in the game for you to choose and replace to avoid aesthetic fatigue as much as possible 3. Several quiet, comfortable and relaxing ambient music to relieve your brain fatigue 4. Multiple mechanisms reduce the likelihood of optical illusions 5. Support the operation of withdrawal and recovery, you have the opportunity to repent. 6. Support the hint function of remaining numbers to save game time as much as possible 7. Support shortcut keys, which improves the convenience and flexibility of operation, allowing you to pay more attention to the logic of the number itself 8. Exiting halfway will save time and progress (if you don't want to use this function, you can change it in the setting interface) 9. Support English, Russian, Chinese, French and other languages [/i][/list] Steam: 1. Support Steam cloud save 2. There are some simple style achievements that you need to complete 3. Ultra-low pricing with frequent discounts 4. In the future, gradually add trading cards, Steam badges and other functions [/i][/list] -------------------------------------------------------- The audio in the game is all from royalty-free files provided by excellent sites like freeSound. If you encounter any problems with the game, or want to give me some comments and suggestions, or even just want to say hello, you can contact me through the Steam community or email. I will try to find time to communicate with you as pleasantly as possible. I apologize if I didn't respond to your message in a timely manner, probably due to negligence or busy work. I will try to avoid this from happening. Your support and input are crucial to me, and I will continue to improve the game to ensure it performs at its best in all aspects. Finally, thank you again for taking the time to read this article, please enjoy your Sudoku journey to the fullest! ——————Matrix Science This page is translated using ChatGPT, if you find any misleading content, false transmission, or culturally sensitive issues during use, please contact me to update. Thank you for your help and feedback!",
        "id_in_db": "t3_1ofmnkx",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "steam_app_id": "1592480",
        "genres": [
            "Casual",
            "Indie",
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256965692/movie_max_vp9.webm?t=1692875041",
        "is_dlc_or_addon": true,
        "persian_summary": "به عنوان یک مشتاق مشتاق سودوکو، نتوانستم یک بازی سودوکو راضی کننده در Steam پیدا کنم، بنابراین شروع به یادگیری زبان برنامه نویسی کردم و با توجه به درک خود از سودوکو و تجربه بازی های دیگر از همین نوع، در عرض چند هفته یک بازی سودوکو جدید ایجاد کردم - Meta Sudoku، چه مبتدی یا یک استاد سودوکو با تجربه، این بازی به من نیاز دارد. Meta Sudoku یک بازی پازل مینیمالیستی است، تنها هدف شما این است که 9 عدد 1، 2، 3 و تا 9 را در یک مربع 9 X 9 طبق اعداد داده شده توسط سیستم پر کنید، به طوری که هر سطر، ستون و هر قصر 3 X 3 شامل نه عدد 1 تا 9 باشد و هیچ حذفی وجود نداشته باشد. قوانین بازی ساده هستند، اما یافتن تمام اعدادی که با قوانین مطابقت دارند می تواند چالش برانگیز باشد. متا سودوکو برای تمرین مغز در حین استراحت در اوقات فراغت عالی است و راحت ترین تجربه بازی را برای بازیکنان فراهم می کند. متا سودوکو چهار حالت دارد: 1. حالت کلاسیک: این حالت..."
    },
    {
        "title": "ultimate monkey race",
        "store": "steam",
        "url": "https://store.steampowered.com/app/2847850/Ultimate_Monkey_Race",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2847850/151774bf1c460506fe22ac34f27f9246f9a250a1/header.jpg?t=1761338150",
        "description": "Ultimate Monkey Race is a chaotic 3D party platform-racer where you and your friends build the level as you play . Drop blocks and traps in seconds, then run, jump, wall-jump, grab ledges and pull yourself up to recover or find cheeky shortcuts on the way to the goal. It’s fast to host, easy to learn, and best with friends. Create challenging levels by placing building pieces and traps: Make your way through the level and reach the finish line to score points: The player with most points wins the round: Key Features Parcour skills Build challenging levels with your friends Huge selection of blocks to create a variety of levels Variety of levels with different challenges Host or join a game via Steam with upto 6 players (hard limit is 32 players - but it is optimized for upto 6 players) Ingame communication: Voice chat / chat",
        "id_in_db": "t3_1of3m57",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "40% off",
        "steam_app_id": "2847850",
        "genres": [
            "Action",
            "Indie",
            "Racing"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257044156/movie_max_vp9.webm?t=1761054444",
        "is_dlc_or_addon": true,
        "persian_summary": "Ultimate Monkey Race یک مسابقه پارتی سه بعدی پر هرج و مرج است که در آن شما و دوستانتان در حین بازی سطح خود را ایجاد می کنید. بلوک‌ها و تله‌ها را در چند ثانیه رها کنید، سپس بدوید، بپرید، بپرید به دیوار، طاقچه‌ها را بگیرید و خودتان را بالا بکشید تا ریکاوری کنید یا میانبرهای گستاخی را در مسیر رسیدن به هدف پیدا کنید. میزبانی سریع، یادگیری آسان و با دوستان بهترین است. سطوح چالش برانگیز را با قرار دادن قطعات ساختمانی و تله‌ها ایجاد کنید: از سطح عبور کنید و به خط پایان برسید تا امتیاز کسب کنید: بازیکنی که بیشترین امتیاز را کسب کرده است در دور برنده می‌شود: ویژگی‌های کلیدی مهارت‌های پارکور با دوستان خود سطوح چالش‌برانگیز بسازید انتخاب عظیمی از بلوک‌ها برای ایجاد سطوح مختلف. 6 بازیکن) ارتباط درون بازی: چت صوتی / چت"
    },
    {
        "title": "woot dynasty warriors",
        "store": "other",
        "url": "https://electronics.woot.com/offers/dynasty-warriors-origins-1",
        "image_url": "https://images-na.ssl-images-amazon.com/images/S/mediaservice.woot.com/d58677f2-271e-450e-a2bc-bbcb789fbe34._AC_SR882,441_.png",
        "description": "submitted by /u/FeelTheFire [link] [comments]",
        "id_in_db": "t3_1oewpp9",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "50% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/FeelTheFire [لینک] [نظر]"
    },
    {
        "title": "year trial practice speaking learn languages through real",
        "store": "iosappstore",
        "url": "https://apps.apple.com/app/speaking-practice-scenaria/id6747147778",
        "image_url": "https://external-preview.redd.it/Q-EuXH71kZzCm83EtlSzHKd4em07178vjl4zRnpn6_I.png?width=640&crop=smart&auto=webp&s=b1024ee836fcffb93201bf9a2516d27503ea8acc",
        "description": "For the next 24 hours , my language learning app Scenaria is FREE for a yearly trial subscription ! 😎 Here’s what you can do with it: 🗣️ Practice real-life conversations with AI: dating, job interviews, restaurants, and more 🎧 Get instant feedback on your pronunciation so you actually sound like a native 🎯 Complete goals in each scenario and learn naturally without boring drills 💬 Create your own custom scenarios and make learning exactly what you need Grab it here on the App Store: https://apps.apple.com/app/speaking-practice-scenaria/id6747147778 When you open the app, select the yearly subscription. If you don’t want it to renew after one year, make sure to unsubscribe before then. If you like it, leaving a 5-star review would mean a lot! 🙌 submitted by /u/Ramtin8731 [link] [comments]",
        "id_in_db": "t3_1o3xjzm",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "برای 24 ساعت آینده، برنامه یادگیری زبان من Scenaria برای یک اشتراک آزمایشی سالانه رایگان است! 😎 کاری که می‌توانید با آن انجام دهید این است: 🗣️ مکالمات واقعی را با هوش مصنوعی تمرین کنید: قرار ملاقات، مصاحبه‌های شغلی، رستوران‌ها و موارد دیگر. اینجا در اپ استور: https://apps.apple.com/app/speaking-practice-scenaria/id6747147778 وقتی برنامه را باز می‌کنید، اشتراک سالانه را انتخاب کنید. اگر نمی‌خواهید پس از یک سال تمدید شود، حتماً قبل از آن اشتراک را لغو کنید. اگر آن را دوست دارید، گذاشتن یک بررسی 5 ستاره معنی زیادی خواهد داشت! 🙌 ارسال شده توسط /u/Ramtin8731 [لینک] [نظر]"
    }
]