[
    {
        "title": "12 is better than 6",
        "store": "steam",
        "url": "https://store.steampowered.com/app/410110/12_is_Better_Than_6/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/410110/header.jpg?t=1762254160",
        "description": "It is 1873. An escaped slave is slowly walking through the desert, making his way from Mexico to Texas. He keeps a revolver close and is wearing the sombrero stolen from a dead man. Key Features: Deadly gunfights You’ll need to cock the revolver with one trigger before being able to shoot by pressing another trigger. One false move and you’ll be overrun in an instant. Authentic weapons Winchesters, double-barreled guns, revolvers and Gatling guns will gladly help you to destroy all of the gringos. By the way, we have a RAT with dynamite An enthralling story Live through the journey of an escaped Mexican prisoner fighting for survival and freedom in the 1870's in the United States Choose your style You can choose to take a more stealthy approach to surprise your enemies, or even just sneak straight past them A splendid art style The game is drawn by hand with pen and paper to create an interesting visual experience Setting Real places and towns, the spirit of the desert and the most desperate bandidos of the district will help you to plunge into the breathing and cruel world of the Wild West Upgrades You'll find breastplates that will have a 50% chance to deflect some bullets, a fast recharging skill that will allow the hero to insert 2 bullets at once, extreme accuracy (less spread for your shots), being able to kill an enemy in stealth without attracting the unwanted attention of his friends, and more!",
        "id_in_db": "t3_1otkwr4",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "410110",
        "genres": [
            "Action",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256702810/movie_max.webm?t=1512445210",
        "is_dlc_or_addon": false,
        "persian_summary": "سال 1873 است. یک برده فراری به آرامی در صحرا قدم می زند و از مکزیک به تگزاس می رود. او یک هفت تیر را بسته نگه می دارد و لباسی که از یک مرد مرده دزدیده شده است را پوشیده است. ویژگی های کلیدی: درگیری های مرگبار با اسلحه شما باید قبل از اینکه بتوانید با فشار دادن یک ماشه دیگر تیراندازی کنید، هفت تیر را با یک ماشه خم کنید. یک حرکت نادرست و در یک لحظه غلبه خواهید کرد. سلاح‌های معتبر وینچستر، تفنگ‌های دو لول، هفت تیر و تفنگ‌های گاتلینگ با کمال میل به شما کمک می‌کنند تا همه گرینگوها را نابود کنید. به هر حال، ما یک موش صحرایی با دینامیت داریم. داستانی جذاب از طریق زندگی یک زندانی مکزیکی فراری که برای بقا و آزادی می‌جنگد در دهه 1870 در ایالات متحده، سبک خود را انتخاب کنید. و شهرها، روح کویر و..."
    },
    {
        "title": "20th anniversary edition gog fallout 76 microsoft fort solis gog dark city",
        "store": "amazon",
        "url": "https://luna.amazon.com/claims/home?filter=Game&g=s",
        "image_url": "https://external-preview.redd.it/_fBjABdCsDDIR7bJn-cgpkXoTMJ2MnAEY3PCdXPaAoY.png?width=640&crop=smart&auto=webp&s=bef23da95c6aa8211ed8845602ada6c6644977cf",
        "description": "submitted by /u/LighteningOneIN [link] [comments]",
        "id_in_db": "t3_1ow81wg",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": true,
        "persian_summary": "ارسال شده توسط /u/LighteningOneIN [پیوند] [نظر]"
    },
    {
        "title": "247 247 222 c322 a371 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/87a98af1-da90-5790-8e19-2e35e45b0bfe/deus-ex-human-revolution-director-s-cut",
        "image_url": "https://i.etsystatic.com/25734305/c/2631/2631/332/311/il/cba83e/7103577239/il_340x270.7103577239_e5d1.jpg",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1owoyzw",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "88% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lets_Playsum [لینک] [نظر]"
    },
    {
        "title": "apps image to pdf",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.tapuniverse.phototopdf",
        "image_url": "https://external-preview.redd.it/3OGC--5e2uYBNoV3xas9FovCHVq_-6NTgjNDoieZPKY.png?width=320&crop=smart&auto=webp&s=18c9b4817bbfeb58134d7a9b5d25ca1615fab6a5",
        "description": "submitted by /u/Lohigno [link] [comments]",
        "id_in_db": "t3_1osj9eq",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lohigno [پیوند] [نظر]"
    },
    {
        "title": "apps reminder pro 349",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=alarm.clock.calendar.reminder.pro",
        "image_url": "https://external-preview.redd.it/z3QFjRID0c6FcNUj8qPXAQWIiyqPk_14o9axnDrMvZw.png?width=320&crop=smart&auto=webp&s=8c499127263d07ff7427609c03fa6f51ee219358",
        "description": "submitted by /u/pudah_et [link] [comments]",
        "id_in_db": "t3_1otw86p",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/pudah_et [پیوند] [نظر]"
    },
    {
        "title": "apps stabilize video",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.tapuniverse.videostabilizer",
        "image_url": "https://external-preview.redd.it/G9RaosHTgB0f5yG5FiymEC2LXdmEEjKN16irF7AUoi8.jpeg?width=320&crop=smart&auto=webp&s=17d7de62295bec28d74805df67c94494e215320b",
        "description": "submitted by /u/Lohigno [link] [comments]",
        "id_in_db": "t3_1ow591g",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lohigno [پیوند] [نظر]"
    },
    {
        "title": "candy smash vr",
        "store": "other",
        "url": "https://givee.club/event/1151",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/503900/header.jpg?t=1739493831",
        "description": "Satisfy your hacking and slashing needs in colorful and mushy candy world. Crush those flying candies and fruits with candy canes and make Pappa Candy happy! Avoid those nasty time bombs at all cost! Experience the most fun you can have in virtual CandyLand. More features to come on the request of player feedback! Requires HTC Vive.",
        "id_in_db": "t3_1osgddv",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "503900",
        "genres": [
            "Action",
            "Casual",
            "Indie",
            "Simulation",
            "Sports"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256667370/movie_max.webm?t=1469230857",
        "is_dlc_or_addon": false,
        "persian_summary": "نیازهای هک و اسلش خود را در دنیای آب نبات های رنگارنگ و لطیف برآورده کنید. آن آب نبات ها و میوه های پرنده را با آب نبات له کنید و پاپا را خوشحال کنید! به هر قیمتی از آن بمب های ساعتی تند و زننده اجتناب کنید! بیشترین لذتی را که می توانید در CandyLand مجازی داشته باشید را تجربه کنید. ویژگی های بیشتر به درخواست بازخورد بازیکن آمده است! به HTC Vive نیاز دارد."
    },
    {
        "title": "dark sun series gog lovecrafts untold stories egs new tales from the borderlands egs are complimentary with amazon prime",
        "store": "amazon",
        "url": "https://luna.amazon.com/claims/home?filter=Game&g=s",
        "image_url": "https://external-preview.redd.it/_fBjABdCsDDIR7bJn-cgpkXoTMJ2MnAEY3PCdXPaAoY.png?width=640&crop=smart&auto=webp&s=bef23da95c6aa8211ed8845602ada6c6644977cf",
        "description": "submitted by /u/LighteningOneIN [link] [comments]",
        "id_in_db": "t3_1oq63h8",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/LighteningOneIN [پیوند] [نظر]"
    },
    {
        "title": "dice of kalma launch discount 399",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3885520/Dice_of_Kalma/",
        "image_url": "https://external-preview.redd.it/-3ezdv1gJXJqED_K5dDwDgCta-gQSBJtAP-YCLSg5K8.jpeg?width=320&crop=smart&auto=webp&s=93e0fee5828d9d32cf2426fd11df9ee47524f4a7",
        "description": "submitted by /u/mistermaximan [link] [comments]",
        "id_in_db": "t3_1oxf8vf",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/mistermaximan [لینک] [نظر]"
    },
    {
        "title": "down shooter with stealth elements presented in a wild west theme play as an escaped slave fleeing to the united states in 1873",
        "store": "steam",
        "url": "https://store.steampowered.com/app/410110/12_is_Better_Than_6/",
        "image_url": "https://external-preview.redd.it/PHXi2CC-Sqgn7-8PUKo7-N_jvt7xikhVg_yKPGZPl_o.jpeg?width=320&crop=smart&auto=webp&s=e3bcb01aa22157cf28cc7f9dd3c88d89a1a0ca73",
        "description": "submitted by /u/Singhvistaar [link] [comments]",
        "id_in_db": "t3_1ou4ftq",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Singhvistaar [پیوند] [نظر]"
    },
    {
        "title": "epic games mobile scourgebringer",
        "store": "epicgames",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1ow4wdu/epic_games_mobile_game_scourgebringer/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/544610/0ac8c3c9455c6d6de0749d8d99ad3329ecfada99/header.jpg?t=1752740483",
        "description": "The Cylons have rebelled! Four years of war and a steep price in human lives have not been enough to unlock a deadly stalemate. The Colonials have countered all of the Cylon’s offensives so far, but no decisive victory was achieved. The deadlock is suddenly broken by a surprise attack from the Cylons and the brutal annihilation of the Colonial Fleet High Command on Picon. The fate of mankind is now resting on the shoulders of Rear-Admiral Lucinda Cain. The secret, cunning plan she has conceived could turn the tide of the war forever… THE GAME BATTLESTAR GALACTICA Deadlock™ takes you into the heart of the First Cylon War, to fight epic 3D battles that will test your tactical prowess. Take control of the Colonial Fleet from the bridge of the mobile shipyard, Daidalos, and free the Twelve Colonies from the Cylon threat. Build your fleets, protect the Quorum alliance and prepare to dig deeper into the conspiracies of this heroic conflict. Command the Colonial Fleet Design and build fleets of powerful capital ships. Recruit officers to protect the Twelve Colonies. From the Manticore corvette to the mighty Jupiter class Battlestar, you won’t be short on firepower. Legendary Names Continue the legacy of Battlestar Galactica™ with new characters and familiar faces, in an original story set during the First Cylon War. Launch Viper squadrons and Raptor scouts and jump the Galactica in to dominate the battlefield. An authentic Battlestar Galactica™ experience awaits. WEGO 3D Tactical Battles Intense tactical space battles in full 3D. Give commands to your fleet of capital ships and watch the explosive results play out in pause-able real-time across beautiful environments. War Room Politics From the bridge of the Daidalos shipyard you will command all the Colonial Fleet. Build up your forces and jump them across the quaternary solar system of Cyrannus. Keep the Colonies safe and the Quorum of Twelve unified, lest the alliance break and introduce a new age of Cylon dominance. The Cylon Threat Prepare to face relentless opposition. Defend against squadrons of Cylon Raiders and missile salvos from Basestars. Trust in your marines to fight off Centurion boarding parties, while your firewalls slow down the hacking attacks of the Wardriver electronic fighters. Unlock blueprints for new ships, munitions and squadrons to help defeat your tireless foe. Join Forces Experience Battlestar multiplayer like never before! Outwit your opponent in fierce 1-v-1 fleet battles. Review Your Battles Review your battles from a cinematic point of view with the AutoCam replay, and then export them to YouTube with our in-game tool! NEW UPDATES - Season One Finale announcement! Since its release Battlestar Galactica Deadlock has been constantly improved and expanded through DLCs and free updates alike. The developers have added plenty new features and content to the original game. The release of Sin and Sacrifice marked the conclusion of Season One, and we decided to show and recap all that had been added until that point. Click on the link below to have a look!",
        "id_in_db": "t3_1ow4wdu",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "544610",
        "genres": [
            "Strategy"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256684699/movie_max.webm?t=1494934321",
        "is_dlc_or_addon": false,
        "persian_summary": "Cylon ها شورش کرده اند! چهار سال جنگ و بهای گزاف جان انسان ها برای باز کردن یک بن بست مرگبار کافی نبوده است. استعمارگران تاکنون با تمام حملات Cylon مقابله کرده اند، اما هیچ پیروزی قاطعی به دست نیامده است. بن بست ناگهان با حمله غافلگیرانه Cylons و نابودی وحشیانه فرماندهی عالی ناوگان استعماری در Picon شکسته می شود. سرنوشت بشر اکنون بر دوش دریاسالار لوسیندا کاین است. نقشه مخفیانه ای که او طراحی کرده است می تواند جریان جنگ را برای همیشه تغییر دهد... GAME BATTLESTAR GALACTICA Deadlock™ شما را به قلب اولین جنگ Cylon می برد تا با نبردهای سه بعدی حماسی مبارزه کنید که مهارت تاکتیکی شما را آزمایش می کند. کنترل ناوگان استعماری را از پل کشتی سازی متحرک Daidalos در دست بگیرید و دوازده مستعمره را از تهدید Cylon آزاد کنید. ناوگان خود را بسازید، از اتحاد Quorum محافظت کنید و برای حفاری عمیق تر در توطئه های این درگیری قهرمانانه آماده شوید. فرماندهی ناوگان استعماری طراحی و ساخت ناوگان..."
    },
    {
        "title": "etailmarket pacific drive 56 off 1329",
        "store": "other",
        "url": "https://etail.market/pacific-drive-221",
        "image_url": "https://external-preview.redd.it/etailmarket-pacific-drive-56-off-13-29-v0-pB9LupoqQKA6BazkoxGZ20IhjsMDUJlYJrn_KGvtZBs.jpeg?auto=webp&s=34d93a0ef9632b8f9e92ebb7251f9985d0ef4789",
        "description": "submitted by /u/etailmarket [link] [comments]",
        "id_in_db": "t3_1owypws",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "56% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/etailmarket [لینک] [نظر]"
    },
    {
        "title": "exiled giveaways and itchio mega threads",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1otkwxa/exiled_giveaways_and_itchio_mega_threads/",
        "image_url": "https://external-preview.redd.it/pc-other-doom-the-dark-ages-onyx-slayer-skin-v0-rvcV3kPJ3cWUF1F2d6foKTtNTm9BzO4BAImd4EF1h6g.jpeg?auto=webp&s=e4fca5443ee0233af6a462b08752acf96a440d2c",
        "description": "To increase visibility, the mega threads are posted on a weekly basis. This is being done following the overall discussion of Mega Threads via FGF Update - https://redd.it/jkxyzw Please use the below threads for your posts. :) Exiled Giveaways Mega Thread (#2) Itchio Mega Thread (#10) Want to setup alerts to these threads? RSS Feed information can be found in our wiki! https://www.reddit.com/r/FreeGameFindings/wiki/rssfeed Included is information about our discord bot and general RSS feed stuff. Definitely give it a look! submitted by /u/AutoModerator [link] [comments]",
        "id_in_db": "t3_1otkwxa",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "برای افزایش دید، مگا رشته ها به صورت هفتگی ارسال می شوند. این به دنبال بحث کلی مگا موضوعات از طریق به‌روزرسانی FGF انجام می‌شود - https://redd.it/jkxyzw لطفاً از موضوعات زیر برای پست‌های خود استفاده کنید. :) Exiled Giveaways Mega Thread (#2) Itchio Mega Thread (#10) آیا می خواهید هشدارهایی را برای این رشته ها تنظیم کنید؟ اطلاعات فید RSS را می توان در ویکی ما یافت! https://www.reddit.com/r/FreeGameFindings/wiki/rssfeed شامل اطلاعاتی درباره ربات اختلاف ما و موارد کلی فید RSS است. حتما بهش نگاه کن! ارسال شده توسط /u/AutoModerator [لینک] [نظر]"
    },
    {
        "title": "expedition 33 3199 36 off with code epe926",
        "store": "other",
        "url": "https://www.newegg.com/kepler-interactive-clair-obscur-expedition-33-pre-order-pc/p/N82E16832425034?Item=N82E16832425034",
        "image_url": "https://m.media-amazon.com/images/I/818FFNUKdtL._AC_UF894,1000_QL80_.jpg",
        "description": "submitted by /u/melonbear [link] [comments]",
        "id_in_db": "t3_1ovgso7",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "36% off",
        "is_dlc_or_addon": true,
        "persian_summary": "ارسال شده توسط /u/melonbear [لینک] [نظر]"
    },
    {
        "title": "fi horror adventure game intertwining a gruesome narrative with retro adventure gameplay explore a derelict spacecraft solving puzzles and uncovering a dark atmospheric story",
        "store": "gog",
        "url": "https://www.gog.com/en/game/stasis",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/380150/header.jpg?t=1745837938",
        "description": "VOTED BEST ADVENTURE GAME OF 2015! STASIS is a point-and-click, sci-fi - horror adventure game played from a unique isometric perspective. STASIS intertwines a gruesome narrative with retro adventure gameplay. Combine items, interact with computers and solve puzzles while experiencing the gritty atmosphere. In the distant future, aboard a seemingly abandoned spacecraft, John Maracheck awakes from stasis. He must push himself to new physical and emotional limits and unravel the mysteries around him. John is in tremendous pain, his wife and daughter are missing, and time is running out as the Groomlake plunges further into the swirling blue methane clouds of Neptune. KEY FEATURES Challenging and realistic puzzles Cinematic AAA music composed by Mark Morgan (Fallout) Highly detailed 2D isometric graphics Classic point-and-click interaction Multiple characters to engage and work with John can (and will) die in the most horrific ways imaginable Special objects can be used on John himself to end it all A holographic stripper STORY A compelling dystopian narrative intertwines this mature adventure tale. Access computer terminals and engage with the environment like never before. A great deal of character backstory and information can also be found on the PDAs littered around the corpses aboard the Groomlake. GAMEPLAY Click, read and interact to explore the dark corners of the Groomlake, to gather inventory items and clues to help solve puzzles to progress further. GRAPHICS STASIS has an isometric visual aesthetic that brings a new angle to adventure games. Each scene has been individually detailed and created to craft the perfect backdrop for the gloomy adventure. While uniquely isometric, be ready for riveting cut scenes. VOICE ACTING The story unfolds with professional voice acting and a rising score - emotive on both accounts. The talented voice artists build up the depth of each the characters that you'll meet. MUSIC The legendary Mark Morgan ( Wasteland 2, Fallout) has created a moving score, steeped in fear and emotion. Additional music has been penned by Daniel Sadowski ( Counter-Strike: Global Offensive, Warhammer ) who has given the soundtrack a unique cinematic edge. STASIS has lovingly been crafted by Christopher Bischoff for the past 5 years. In 2013, a successful Kickstarter aided in the further development of the game. [BEST ADVENTURE GAME 2015] Linux Beta now available - Check Discussion Forum for details.",
        "id_in_db": "t3_1ol3p36",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "380150",
        "genres": [
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256657038/movie_max.webm?t=1721030397",
        "is_dlc_or_addon": false,
        "persian_summary": "رای به بهترین بازی ماجراجویی سال 2015! STASIS یک بازی ماجراجویی ترسناک و علمی تخیلی با نقطه و کلیک است که از دیدگاه ایزومتریک منحصر به فرد بازی می شود. STASIS یک روایت وحشتناک را با گیم پلی یکپارچهسازی با سیستمعامل ماجراجویی در هم می آمیزد. آیتم ها را ترکیب کنید، با رایانه ها تعامل کنید و پازل ها را حل کنید در حالی که فضای شنی را تجربه می کنید. در آینده‌ای دور، جان ماراچک، سوار بر یک فضاپیمای به ظاهر متروک، از رکود بیدار می‌شود. او باید خود را به محدودیت های فیزیکی و عاطفی جدید سوق دهد و اسرار اطراف خود را کشف کند. جان درد شدیدی دارد، همسر و دخترش مفقود شده‌اند، و زمانی که گروم‌لیک بیشتر در ابرهای متان آبی رنگ نپتون فرو می‌رود، زمان رو به پایان است. ویژگی های کلیدی پازل های چالش برانگیز و واقع گرایانه موسیقی AAA سینمایی ساخته شده توسط مارک مورگان (فال اوت) گرافیک ایزومتریک دوبعدی با جزئیات بسیار بالا تعامل کلاسیک نقطه و کلیک شخصیت های متعددی برای تعامل و کار با جان می توانند (و می توانند) به وحشتناک ترین راه های قابل تصور بمیرند."
    },
    {
        "title": "forest fantasy",
        "store": "other",
        "url": "https://gleam.io/PYYNX/free-x2500-forest-fantasy-steam-keys",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3846180/e1f998354f688ead7df7da9d2e38cc63e68cf173/header.jpg?t=1762658744",
        "description": "Core Gameplay: In the forest isle where greenery flows, hatch and nurture phantom beasts of diverse forms. No frequent operations are needed—you can witness their growth even offline. Once they transform into unique appearances, sell them for coins to unlock more rare species. From their adorable early stages to stunning evolutions, each phantom beast boasts an exclusive form, satisfying your collecting cravings. Decoration System: Your accumulated coins aren’t just for investing in beast nurturing—unlock the Decoration Workshop too! Choose from hundreds of flowers, trees, and whimsical ornaments to freely build your exclusive secret garden. Will you craft a serene moonlit grove, or a fairy-tale rainbow valley? The choice is entirely yours. Filter System: Nine filters with different styles are available for you to mix and match as you like, and use the magic of light and shadow to outline your own dream country. Wallpaper Mode: You can even set the game scenes you’ve personally decorated as your desktop wallpaper—let the healing landscapes stay by your side always. Whether in work breaks or moments of rest, every glance will stir your heart, as the beauty of the game and life blends harmoniously here. Abundant Ambient Music & White Noise: Put on your headphones and instantly immerse yourself in the symphony of vivid ambient music and white noise: the soft patter of morning dew dropping on leaves, the tinkling of wind chimes kissed by the breeze... Whether you seek relaxed breeding fun or aspire to be a landscape master, \"Fantasy Forest\" will whisk you away from the hustle and bustle. Write your own healing story in this tender art style. Enter this magical forest and start your wonderful journey with mystic beasts!",
        "id_in_db": "t3_1owiwwq",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3846180",
        "genres": [
            "Casual",
            "Indie",
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257211266/movie_max.webm?t=1759487829",
        "is_dlc_or_addon": false,
        "persian_summary": "گیم پلی اصلی: در جزیره جنگلی که در آن فضای سبز جاری است، از تخم درآورید و جانوران فانتوم با اشکال مختلف را پرورش دهید. هیچ عملیات مکرر مورد نیاز نیست - شما می توانید شاهد رشد آنها حتی به صورت آفلاین باشید. هنگامی که آنها به ظاهر منحصر به فرد تبدیل شدند، آنها را به سکه بفروشید تا قفل گونه های کمیاب تر را باز کنید. از مراحل اولیه شایان ستایش تا تکامل های خیره کننده، هر جانور فانتوم دارای فرم منحصر به فردی است که هوس های جمع آوری شما را برآورده می کند. سیستم تزیین: سکه های انباشته شده شما فقط برای سرمایه گذاری در پرورش حیوانات نیست - کارگاه دکوراسیون را نیز باز کنید! از میان صدها گل، درخت و زیور آلات عجیب و غریب انتخاب کنید تا آزادانه باغ مخفی انحصاری خود را بسازید. آیا یک بیشه مهتابی آرام، یا یک دره رنگین کمان افسانه ای می سازید؟ انتخاب کاملاً با شماست. سیستم فیلتر: نه فیلتر با سبک های مختلف برای شما در دسترس است تا هر طور که دوست دارید ترکیب و مطابقت دهید و از جادوی نور و سایه برای ترسیم کشور رویایی خود استفاده کنید. حالت تصویر زمینه: حتی می توانید صحنه های بازی را که شخصاً تعیین کرده اید تنظیم کنید..."
    },
    {
        "title": "free 2d point click horror adventure about a boy with a glowing head alright its a bulb inspired by machinarium and gobliiins solve puzzles defeat wicked monsters and reveal bulbys abilities to unfold a twisted tale",
        "store": "steam",
        "url": "https://store.steampowered.com/app/390290/Bulb_Boy/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/390290/header.jpg?t=1762291079",
        "description": "One gloomy night, Bulb Boy wakes suddenly from a frightening nightmare to discover that evil has overshadowed the Bulbhouse. His family has disappeared and there are horrid monsters lurking in the shadows. Gather the courage and use his glass head to save everything he loves. Find light in yourself! Gameplay Bulb Boy is an intuitive 2D point & click horror adventure about a boy with a glowing head (alright, it's a bulb...) inspired by Machinarium and Gobliiins. Solve puzzles, defeat wicked monsters and reveal bulby's abilities to unfold a twisted tale. Ohhh... And don't forget to save your Grandpa-raffin and Mothdog from the frightening darkness.. Key Features DEFEAT THE MONSTERS -Explore the Bulb house, that is full of frightening creatures. Defeat the evil in all its forms and bring the light back. BULB'S TALENTS - Being a boy that is a bulb comes with many talents. Not only does your head light up and allows you to survive electrical shocks, but it can also be unscrewed for use in strange places. PLAYABLE FLASHBACKS - Play as other family characters. Relive Bulb Boy's childhood memories to uncover the mystery of the story. BUBBLE SPEECH - No dialogue, just bubble speech. Watch the story unfold in animated clouds. SECRETS - There are things in the house waiting to be revealed. POOP - In many sizes and proportions.",
        "id_in_db": "t3_1or1f97",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "390290",
        "genres": [
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256657637/movie_max.webm?t=1447378620",
        "is_dlc_or_addon": false,
        "persian_summary": "یک شب تاریک، Bulb Boy ناگهان از یک کابوس ترسناک بیدار می شود و متوجه می شود که شیطان بر خانه Bulbhouse سایه افکنده است. خانواده او ناپدید شده اند و هیولاهای وحشتناکی در سایه ها کمین کرده اند. شجاعت جمع کنید و از سر شیشه ای او برای نجات هر چیزی که دوست دارد استفاده کنید. در خودت نور پیدا کن! گیم‌پلی Bulb Boy یک ماجراجویی ترسناک دوبعدی با نقطه و کلیک درباره پسری با سر درخشان (خوب، این یک لامپ است...) است که از Machinarium و Gobliiins الهام گرفته شده است. پازل ها را حل کنید، هیولاهای شرور را شکست دهید و توانایی های bulby را برای باز کردن یک داستان پیچیده آشکار کنید. اوه اوه... و فراموش نکنید که پدربزرگ رافین و سگ Mothdog خود را از تاریکی ترسناک نجات دهید. ویژگی های کلیدی شکست هیولاها - خانه Bulb را که پر از موجودات ترسناک است کاوش کنید. شر را در تمام اشکالش شکست دهید و نور را برگردانید. استعدادهای BULB's - پسری بودن با استعدادهای زیادی همراه است. نه تنها سر شما روشن می شود و به شما امکان می دهد از شوک الکتریکی جان سالم به در ببرید، بلکه می توان آن را برای استفاده در ..."
    },
    {
        "title": "free digital synthesizer with powerful oscillators modulators filters auv3 plugin midi support and 1000 factory presets designed by world class sound designers",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/synthmaster-2/id1566704584",
        "image_url": "https://external-preview.redd.it/Bv_O7b3-Z_TV9aMxo1ZM2K-lakcxnDf8ob35RrPgQ9U.jpeg?width=640&crop=smart&auto=webp&s=8a35c0351329b47d07d466e5560bb4fdf87087c6",
        "description": "submitted by /u/Singhvistaar [link] [comments]",
        "id_in_db": "t3_1otf0js",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Singhvistaar [پیوند] [نظر]"
    },
    {
        "title": "free play as fenyx a new winged demigod on a quest to save the greek gods and their home from a dark curse in this open",
        "store": "ubisoftstore",
        "url": "https://register.ubisoft.com/ImmortalsFenyxRising_Free/en-US",
        "image_url": "https://image.api.playstation.com/vulcan/img/rnd/202011/0402/rpmSoki0TIFIZGaCmDWENQ6B.jpg",
        "description": "submitted by /u/Singhvistaar [link] [comments]",
        "id_in_db": "t3_1ow65hl",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Singhvistaar [پیوند] [نظر]"
    },
    {
        "title": "frostpunk",
        "store": "other",
        "url": "https://gaming.lenovo.com/frost-punk-key-drops",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/323190/abcd2bf3c275092d637d7dd98e0061dbdd2fd2da/header.jpg?t=1760602894",
        "description": "END OF THE ROAD Since the premiere, Frostpunk has been enriched with a number of updates. You can enjoy the new Endless Mode (with 3 ways of playing it) that increases the replayability of the game. There is also a new scenario - The Fall of Winterhome , that further expands the game’s universe and lore. And for the dessert, we’ve added things like naming characters and automatons and finally a photo mode . All of this is available for free for all the owners of the game. There are also three expansions, available with the paid Season Pass . At the same time we would like to inform you that we are not planning to create any more content for Frostpunk, as this journey is over for us, but there are more to come in the future, so be sure to keep an eye out for our games. Of course the game will still receive patches and fixes and we’ll provide the technical support. SEASON PASS The Official Season Pass for Frostpunk is out and complete! It grants you access to all additional content released for the game since the premiere, including three expansions ( The Last Autumn , On The Edge and The Rifts ), that widely broaden the main story and fill a lot of gaps in the game’s universe. What’s more, when you’re done with the game itself, you’ll be able to unwind while listening to the Digital Soundtrack featuring orchestrated music or learn more about the world with the exclusive Digital Artbook . Not having the game at all? Worry no more, as the Frostpunk: Game of the Year Edition is what you are looking for. It includes the main game, season pass and all exclusive content at a discounted price. ABOUT THE GAME THE CITY MUST SURVIVE Frostpunk, the newest title from the creators of This War of Mine, is a society survival game where heat means life and every decision comes at a price. In an entirely frozen world, people develop steam-powered technology to oppose the overwhelming cold. You face the task of building the last city on Earth and securing the means necessary for your community to survive. Optimization and resource management often clash with empathy and thoughtful decision-making. While city and society management will consume most of the ruler’s time, at some point exploration of the outside world is necessary to understand its history and present state. What decisions will you make to ensure the survival of your society? What will you do when pushed to the limit? And who will you become in the process? MAKE THE LAW Establish laws that regulate the existence of your growing society. Decide on their working routine, healthcare, food provision and other crucial aspects of everyday life. Maintain their hope and contentment – the moral condition of your society is as important as securing the basic means to keep them fed and safe. SHAPE YOUR SOCIETY If you reach a turning point, do not hesitate to determine the path of your people. Should you rule them with an iron fist... or show them a way of compassion and faith? Reach for extremes or try to find a fair balance. Whichever you choose, remember: there’s no turning back. WEIGH UP YOUR CHOICES Some of your decisions will seem small – like deciding the fate of a troubled citizen or meeting the demands of a newborn faction – but be aware that the sum of your doings can lead to unexpected results. Your people put their faith in you, but their devotion is not limitless. Leadership can be a burden. DEVELOP NEW TECHNOLOGIES Survival demands progress. React to current events, but don’t forget about the long term and investing in development and technological progress. Providing a highly advanced infrastructure with self-powered automatons, airships, and other technical wonders is difficult, but achievable. It all depends on your management and leadership skills. EXPLORE THE FROSTLAND While New London is your main focus, there is much more to the world than what lies within the limits of your city. Expeditions, while risky, can bring you valuable intel, precious supplies and grow your society’s population. There may be people out there, and their fate lies solely in your hands. PLAY ENDLESSLY Frostpunk Endless Mode grants you unlimited replayability for the game. Play on 8 various maps, with different terrain, weather conditions and challenges to face. We know that different people look for different experiences and that’s why there are 3 modes to play in Endless Mode. Endurance will be an ultimate test to your building, managing and survival skills in the harshest conditions. Builders, where there is no generator available from the start, which creates a different type of challenge. And last but not least, Serenity which is focused on enjoying the art of building the city itself, without unnecessary pressure.",
        "id_in_db": "t3_1ovad73",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "323190",
        "genres": [
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256938862/movie_max_vp9.webm?t=1685028532",
        "age_rating": "17",
        "is_dlc_or_addon": false,
        "persian_summary": "END OF THE ROAD از زمان نمایش، Frostpunk با تعدادی به روز رسانی غنی شده است. شما می توانید از حالت جدید بی پایان (با 3 روش بازی) لذت ببرید که قابلیت پخش مجدد بازی را افزایش می دهد. همچنین سناریوی جدیدی وجود دارد - The Fall of Winterhome که جهان و فرهنگ بازی را بیشتر گسترش می دهد. و برای دسر، چیزهایی مانند نام‌گذاری شخصیت‌ها و خودکارها و در نهایت حالت عکس اضافه کرده‌ایم. همه اینها به صورت رایگان برای همه دارندگان بازی در دسترس است. همچنین سه افزونه وجود دارد که با Season Pass پولی موجود است. در عین حال می‌خواهیم به شما اطلاع دهیم که قصد نداریم محتوای بیشتری برای Frostpunk ایجاد کنیم، زیرا این سفر برای ما به پایان رسیده است، اما در آینده چیزهای بیشتری در راه است، پس حتماً مراقب بازی‌های ما باشید. البته بازی همچنان پچ ها و رفع مشکلات را دریافت خواهد کرد و ما پشتیبانی فنی را ارائه خواهیم کرد. SEASON PASS Season Pass رسمی برای Frostpunk منتشر شد و کامل شد! به شما امکان دسترسی به تمام محتوای اضافی را می دهد ..."
    },
    {
        "title": "games real car parking simulator is now on an over 50 discount 099 049",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.FortStar.RealCarParkingSimulator&pcampaignid=web_share",
        "image_url": "https://external-preview.redd.it/g_qPsUo4Y_MD8fxWmHpCaKDVawAkpVKAbQWSB9S5sWs.png?width=320&crop=smart&auto=webp&s=1f64717750c17c63379068eaf1674939eefee5fa",
        "description": "Every purchase really matters and helps a lot so please consider buying. Best Regards! submitted by /u/FortStar [link] [comments]",
        "id_in_db": "t3_1owe0ye",
        "subreddit": "googleplaydeals",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": false,
        "persian_summary": "هر خرید واقعاً مهم است و کمک زیادی می کند، بنابراین لطفاً خرید را در نظر بگیرید. با احترام! ارسال شده توسط /u/FortStar [پیوند] [نظر]"
    },
    {
        "title": "hades ii",
        "store": "steam",
        "url": "https://store.steampowered.com/app/1145350/Hades_II/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1145350/91ac334a2c137d08968ccc0bc474a02579602100/header.jpg?t=1759973532",
        "description": "The first-ever sequel from Supergiant Games builds on the best aspects of the original god-like rogue-like dungeon crawler in an all-new, action-packed, endlessly replayable experience rooted in the Underworld of Greek myth and its deep connections to the dawn of witchcraft. BATTLE BEYOND THE UNDERWORLD As the immortal Princess of the Underworld, you'll explore a bigger, deeper mythic world, vanquishing the forces of the Titan of Time with the full might of Olympus behind you, in a sweeping story that continually unfolds through your every setback and accomplishment. MASTER WITCHCRAFT AND DARK SORCERY Infuse your legendary weapons of Night with ancient magick, so that none may stand in your way. Become stronger still with powerful Boons from more than a dozen Olympian gods, from Apollo to Zeus. There are nearly limitless ways to build your abilities. MINGLE WITH (MORE) GODS, GHOSTS, AND MONSTERS Meet a cast of dozens of fully-voiced, larger-than-life characters, including plenty of new faces and some old friends. Grow closer to them through a variety of new interactions, and experience countless unique story events based on how your journey unfolds. EVERY RUN IS ITS OWN ADVENTURE New locations, challenges, upgrade systems, and surprises await as you delve into the ever-shifting Underworld again and again. Reveal the mysteries of the Altar of Ashes, tame witchy familiars, and gather reagents using Tools of the Unseen to get closer to your goal. THE PERKS OF IMMORTALITY Thanks to a variety of permanent upgrades and the return of God Mode, you don't have to be a god yourself to experience what Hades II has to offer. But if you happen to be one, you can brave escalating challenges for greater rewards, and prove just how divine you really are. SIGNATURE SUPERGIANT STYLE Rich, atmospheric presentation and storytelling fused with responsive action is the hallmark of Supergiant's titles. Vivid new hand-painted environments, even smoother real-time 3D characters, and an electrifying original score make this mythic world burst with life.",
        "id_in_db": "t3_1owa23b",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "20% off",
        "steam_app_id": "1145350",
        "genres": [
            "Action",
            "Indie",
            "RPG"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257204779/movie_max_vp9.webm?t=1758942439",
        "is_dlc_or_addon": false,
        "persian_summary": "اولین دنباله از بازی‌های سوپرجاینت بر اساس بهترین جنبه‌های خزنده سیاه چال سرکش مانند خدا در تجربه‌ای کاملاً جدید، پر اکشن و قابل پخش بی‌پایان است که ریشه در دنیای اموات اسطوره یونانی و پیوندهای عمیق آن با طلوع جادو دارد. BATTLE BEYOND THE Underworld به عنوان شاهزاده خانم جاودانه دنیای زیرین، دنیای اسطوره‌ای بزرگ‌تر و عمیق‌تری را کاوش می‌کنید و نیروهای تیتان زمان را با قدرت کامل المپ پشت سر خود شکست می‌دهید، در داستانی فراگیر که به طور مداوم در هر شکست و موفقیت شما آشکار می‌شود. استاد جادوگری و جادوگری تاریک سلاح های افسانه ای شب خود را با جادوی باستانی آغشته کنید، به طوری که هیچ کس مانع راه شما نشود. با بون های قدرتمند بیش از دوازده خدای المپیک، از آپولو گرفته تا زئوس، همچنان قوی تر شوید. روش های تقریباً نامحدودی برای ایجاد توانایی های شما وجود دارد. با خدایان، ارواح و هیولاها (بیشتر) آمیخته شوید با گروهی از ده ها شخصیت کاملاً صدادار و بزرگتر از حد معمول آشنا شوید، از جمله تعداد زیادی از ..."
    },
    {
        "title": "halt",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/halt",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2206680/6e885014bc11c8c866fb69bbc75c3579ff4555a7/header.jpg?t=1759590215",
        "description": "Halt is a captivating pixelated horror where you play as a detective investigating strange disappearances of people during their sleep. The game immerses you in a dark world filled with nightmares and monsters, where every action you take matters for survival. In conditions of limited visibility, you’ll have to fight horrors, solve puzzles, and make choices that affect the outcome of the game. A unique feature of the game is the lighting system: your flashlight only illuminates areas where the cursor points, enhancing the atmosphere of unease. Throughout the game, you will need to not only fight monsters but also plan your actions carefully, conserving ammunition and finding shelter, as every resource is crucial. The pixel graphics create a tense atmosphere, and the sound design further amplifies the fear. The game leaves a lasting impression, especially if played in a dark room with headphones. If you enjoy survival horror games with detective investigation elements, Halt is definitely worth your time.",
        "id_in_db": "t3_1orjyjq",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2206680",
        "genres": [
            "Action",
            "Adventure"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256913946/movie_max_vp9.webm?t=1703468667",
        "is_dlc_or_addon": false,
        "persian_summary": "Halt یک ترسناک پیکسلی فریبنده است که در آن شما به عنوان یک کارآگاه در حال بررسی ناپدید شدن عجیب افراد در طول خواب هستید. بازی شما را در دنیایی تاریک پر از کابوس و هیولا غوطه ور می کند، جایی که هر اقدامی که انجام می دهید برای بقا اهمیت دارد. در شرایط دید محدود، باید با وحشت مبارزه کنید، پازل ها را حل کنید و انتخاب هایی داشته باشید که بر نتیجه بازی تأثیر بگذارد. یکی از ویژگی های منحصر به فرد بازی سیستم نورپردازی است: چراغ قوه شما فقط مناطقی را که مکان نما نشان می دهد روشن می کند و فضای ناراحتی را افزایش می دهد. در طول بازی، نه تنها باید با هیولاها مبارزه کنید، بلکه باید اقدامات خود را به دقت برنامه ریزی کنید، مهمات را حفظ کنید و سرپناه پیدا کنید، زیرا هر منبعی بسیار مهم است. گرافیک پیکسلی فضایی پرتنش ایجاد می کند و طراحی صدا ترس را بیشتر می کند. این بازی تاثیر ماندگاری بر جای می گذارد، به خصوص اگر در یک اتاق تاریک با هدفون بازی شود. اگر از بازی های ترسناک بقا با عناصر تحقیقاتی کارآگاهی لذت می برید، Halt..."
    },
    {
        "title": "heads up",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/heads-up/id623592465",
        "id_in_db": "bb2910b8ed8f842be411df489dde69b7f9712165dadd2fcc074772b6f4fb7d45",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple211/v4/c9/68/fe/c968fecf-7fd9-02a4-6a96-111a43486862/AppIcon-0-0-1x_U007emarketing-0-8-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "Immortals Fenyx Rising",
        "id_in_db": "immortals-fenyx-rising@1763039759",
        "store": "other",
        "url": "https://itad.link/018d9386-6c97-729c-842f-3b99b86e60b1/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2221920",
        "description": "YOU ARE THE GODS' LAST HOPE. Play as Fenyx on a quest to save the Greek gods from a dark curse. Take on mythological beasts, master the legendary powers of the gods, and defeat Typhon, the deadliest Titan in Greek mythology, in an epic fight for the ages. CONFRONT MYTHOLOGICAL ENEMIES Face off against legendary beasts like Cyclops, Medusa, or Minotaur, and confront them in fast-paced aerial and melee combat, combining your god-given abilities and weapons. WIELD THE POWER OF GODS The gods of Olympus have blessed you with gifts. Use them to fight mythical monsters, solve ancient puzzles, and explore the vast open world.",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2221920/header.jpg?t=1751969539",
        "genres": [
            "Action",
            "Adventure",
            "RPG"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256919698/movie_max_vp9.webm?t=1670470033",
        "age_rating": "13",
        "is_dlc_or_addon": false,
        "persian_summary": "شما آخرین امید خدایان هستید. به عنوان Fenyx در تلاش برای نجات خدایان یونانی از یک نفرین تاریک بازی کنید. با جانوران اساطیری روبرو شوید، بر قدرت‌های افسانه‌ای خدایان تسلط پیدا کنید و تایفون، مرگبارترین تیتان در اساطیر یونان را در یک مبارزه حماسی برای اعصار شکست دهید. با دشمنان اسطوره‌ای مقابله کنید با جانوران افسانه‌ای مانند Cyclops، Medusa یا Minotaur روبرو شوید و در نبردهای هوایی و تنومند سریع با آنها مقابله کنید و توانایی‌ها و سلاح‌های خدادادی خود را ترکیب کنید. از قدرت خدایان استفاده کنید خدایان المپ هدایایی به شما داده اند. از آنها برای مبارزه با هیولاهای افسانه ای، حل پازل های باستانی و کشف دنیای باز گسترده استفاده کنید."
    },
    {
        "title": "into the pitca2299 free a new chapter in the popular survival horror series five nights at freddys universe",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/five-nights-at-freddys-into-the-pit-99c563",
        "image_url": "https://cdn1.epicgames.com/spt-assets/5c65df08b03a43eb8be026116ef8e979/five-nights-at-freddys-into-the-pit-1iryg.png?resize=1&w=480&h=270&quality=medium",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1ok2jh4",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "ios baby growth tracker chart lifetime 299 to free for 48h",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/baby-growth-tracker-chart/id1628054048",
        "image_url": "https://external-preview.redd.it/5xTvvAp5GI_wbYvfm2wuw6qfTP1_C6nNv4atvejro48.png?width=640&crop=smart&auto=webp&s=1bbf5c1a15f15923ba6c09acdecdb47aff2aced2",
        "description": "Is your child growing on track? Turn worries into confidence with Baby & Child Growth Tracker — the smart, science-based growth app trusted by modern parents. Visualize your child’s height and weight on official WHO & CDC growth charts, track percentiles in real time, and even forecast their future height with AI precision. Built on the same medical standards used by pediatricians, this app transforms data into peace of mind. ◆ Key Features • Instant Growth Curves – Enter height and weight to instantly view progress on WHO & CDC charts. • Percentile Tracking – See exactly where your child stands among peers. • AI-Powered Height Prediction – Scientifically estimate your child’s future adult height. • BMI Health Check – Automatically calculate BMI to monitor healthy growth. • Manage Multiple Children – Compare siblings side by side in one app. • Smart Reminders – Set gentle notifications so you never miss a measurement. ◆ Perfect For Parents Who • Wonder if their child’s growth is within the healthy range. • Want to store and organize health-check results digitally. • Need to track and compare multiple children with ease. • Prefer scientific insights over simple record keeping. ◆ Trusted Data, Medical Accuracy Powered by the official WHO and CDC growth standards — the same reference data trusted by pediatricians worldwide. Every curve, percentile, and prediction you see is backed by science. Download Baby & Child Growth Tracker today and start scientifically guiding your child’s healthy future. Download on the App Store https://apps.apple.com/us/app/baby-growth-tracker-chart/id1628054048 Every bit of feedback means the world to a solo indie dev — thanks for helping me grow! submitted by /u/Bitter-Degree-9832 [link] [comments]",
        "id_in_db": "t3_1ojruh2",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "آیا فرزند شما در مسیر رشد قرار دارد؟ با ردیاب رشد کودک و کودک - برنامه رشد هوشمند و مبتنی بر علم مورد اعتماد والدین مدرن، نگرانی‌ها را به اعتماد به نفس تبدیل کنید. قد و وزن فرزندتان را در نمودارهای رسمی رشد WHO و CDC تجسم کنید، صدک ها را در زمان واقعی دنبال کنید و حتی قد آینده او را با دقت هوش مصنوعی پیش بینی کنید. این برنامه که بر اساس همان استانداردهای پزشکی مورد استفاده توسط پزشکان اطفال ساخته شده است، داده ها را به آرامش خاطر تبدیل می کند. ◆ ویژگی های کلیدی • منحنی های رشد فوری - قد و وزن را وارد کنید تا فوراً پیشرفت در نمودارهای WHO و CDC را مشاهده کنید. • ردیابی صدک - دقیقاً ببینید فرزند شما در میان همسالان کجا قرار دارد. • پیش‌بینی قد با هوش مصنوعی – قد کودکتان در بزرگسالی آینده را به طور علمی تخمین بزنید. • بررسی سلامت BMI – برای نظارت بر رشد سالم BMI به صورت خودکار محاسبه می شود. • مدیریت چند فرزند - مقایسه خواهر و برادر در کنار هم در یک برنامه. • یادآوری های هوشمند - اعلان های ملایم را تنظیم کنید تا هرگز اندازه گیری را از دست ندهید. ◆ ایده آل برای والدینی که • تعجب می کنند که آیا رشد فرزندشان..."
    },
    {
        "title": "ios saver 5999 free lifetime saver",
        "store": "iosappstore",
        "url": "https://apps.apple.com/app/6739616292",
        "image_url": "https://external-preview.redd.it/4Yc0RFxtbNVhtlMkGeP1bxfEqVwb_Zfi4TKXpRFmflA.jpeg?width=640&crop=smart&auto=webp&s=7e3e16db95e9ef3106c809b2bf652fc12b323fac",
        "description": "Hey Reddit, today is a big milestone for me. My app is turning one year old, and building it has genuinely changed my life. I was tired of saving content everywhere (Instagram, TikTok, YouTube, Pinterest…) and never finding anything again. Recipes, workouts, ideas… All buried in different apps. So I started building the tool I always wished existed. I built it solo, no team, no funding, just the belief that saved content should actually be useful, not forgotten. Saver is normally freemium, but I made lifetime free for the next 72 hours. Not as a gimmick, I just want real users to try it and tell me what to improve. 👉 Try Saver on the App Store: https://apps.apple.com/app/6739616292 If you check it out, I’d truly love your honest feedback, even the harsh kind. Thanks Reddit ❤️ submitted by /u/AgentExpensive913 [link] [comments]",
        "id_in_db": "t3_1oxzdkt",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "سلام Reddit، امروز یک نقطه عطف بزرگ برای من است. برنامه من یک ساله می شود و ساخت آن واقعاً زندگی من را تغییر داده است. من از ذخیره محتوا در همه جا (اینستاگرام، تیک تاک، یوتیوب، پینترست...) خسته شده بودم و دیگر چیزی پیدا نکردم. دستور العمل ها، تمرین ها، ایده ها ... همه در برنامه های مختلف دفن شده اند. بنابراین شروع به ساختن ابزاری کردم که همیشه آرزو داشتم وجود داشته باشد. من آن را به تنهایی ساختم، بدون تیم، بدون بودجه، فقط به این باور که محتوای ذخیره شده باید واقعا مفید باشد، نه فراموش شود. Saver به طور معمول فریمیوم است، اما من طول عمر را برای 72 ساعت آینده رایگان کردم. نه به عنوان یک حقه، من فقط می خواهم کاربران واقعی آن را امتحان کنند و به من بگویند که چه چیزی را باید بهبود بخشم. 👉 Saver را در اپ استور امتحان کنید: https://apps.apple.com/app/6739616292 اگر آن را بررسی کنید، من واقعاً از بازخورد صادقانه شما، حتی از نوع خشن شما، خوشحال خواهم شد. با تشکر Reddit ❤️ ارسال شده توسط /u/AgentExpensive913 [لینک] [نظر]"
    },
    {
        "title": "levelhead",
        "store": "steam",
        "url": "https://store.steampowered.com/app/792710/Levelhead/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/792710/d10dda70426f73a7c67e2c86311ac3c2bf896818/header.jpg?t=1759154851",
        "description": "Keep a level head in Levelhead, the platformer maker featuring intense power ups, a full featured campaign, and a level editor and user generated content system that puts you in the designer seat. EMPLOYEEEEEE! The Bureau of Shipping is the galaxy's premiere package delivery corporation. For hundreds of years, our customers have trusted us to deliver their goods, real good. And now you get to be part of that delivery magic. As a new Employee to the Levelhead Division, you are responsible for training your very own GR-18 delivery robot for every possible delivery scenario. Create L.E.V.E.L.s, or \"\"Limited Exercises for eValuating employEe Limitations\"\", with the intuitive Level editor in the Workshop, then publish them for the whole world to experience. Build incredible contraptions and machines, craft adventurous expeditions that require brain and brawn to complete, or just create a relaxing music scene for other Levelheads to chill with. Once you've completed your Level, share it with the rest of the world... and gain a following! The Levelhead Division comes equipped with powerful curation and Following systems, so you'll always be able to find the best new Levels created by your colleagues. And don't forget about the Training course! More than 90 hand-crafted Levels offer a wealth of challenges and surprises to jumpstart your creativity. What are you waiting for, Employee? Get out there and do good for our goods! FEATURES Build your own Levels ! Get creative and make your own Levels with hundreds of items including enemies, hazards, paths, programmable switches, secrets, weather, music, and powers. Build a sprawling adventure, a puzzle game, a pinball machine, a Level full of bosses, a fast-paced challenge, a relaxing musical contraption, a well-paced sidescroller, or whatever else you can imagine! Levelhead's intuitive Level editor lets you convert your design ideas into platforming adventures for players around the world. Complete the challenging and funny campaign ! Take control of GR-18, a delivery robot in-training, as you run, jump, and blast your way across 90+ challenging, hand-designed campaign Levels. Along the way, you'll unlock new Avatars, speedrun against benchmark times, and become a star employee of the Levelhead division! Gain a following ! Publish your Level to the entire world and see your Play Time, Attempts, and Followers stack up. With robust search and curation, Levelhead makes collecting followers and playing endless user-generated content from around the world a breeze. Plus, the Marketing Department lets you push your Levels to the top of the charts just by playing the game, meaning you don't already have to be famous to get your Levels played! Compete for speed and score ! Every Level comes with a leaderboard - take the top spot and you'll hold the trophy! But beware, the competition is fierce and you never know who will be coming for your awards. Cross platform, cross save, & cross play ! The Levels you create go out to the whole world, regardless of device! You can even back-up your unfinished levels to the cloud and transfer them between devices with ease, so you can build and play wherever you want. Laugh in couch co-op with friends ! Play with all three of your friends on the same couch for downright hilarious entertainment. If you want to really reach for those relationship goals, hop into the Level editor with friends and build Levels together. You can even build Levels designed only for 2, 3, or 4 players!",
        "id_in_db": "t3_1ow2g15",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "40% off",
        "steam_app_id": "792710",
        "genres": [
            "Action",
            "Adventure",
            "Indie",
            "Simulation"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256818804/movie_max_vp9.webm?t=1611103428",
        "is_dlc_or_addon": false,
        "persian_summary": "در Levelhead، سازنده پلتفرمر با قدرت بالا، کمپین کامل، و ویرایشگر سطح و سیستم محتوای تولید شده توسط کاربر که شما را در صندلی طراح قرار می دهد، سطح بالایی داشته باشید. کارمندی! اداره حمل و نقل اولین شرکت تحویل بسته کهکشان است. صدها سال است که مشتریان ما برای تحویل کالاهایشان، کالاهای واقعی، به ما اعتماد کرده اند. و اکنون می توانید بخشی از آن جادوی تحویل باشید. به عنوان یک کارمند جدید در بخش Levelhead، شما مسئول آموزش ربات تحویل GR-18 خودتان برای هر سناریوی تحویل ممکن هستید. L.E.V.E.L.s یا \"\"تمرین های محدود برای ارزیابی مجدد محدودیت های کارکنان\"\" را با ویرایشگر سطح بصری در کارگاه ایجاد کنید، سپس آنها را برای تمام دنیا منتشر کنید تا تجربه کنند. ابزارها و ماشین‌های باورنکردنی بسازید، اکسپدیشن‌های ماجراجویانه‌ای بسازید که برای تکمیل آنها به مغز و مغز نیاز دارند، یا فقط یک صحنه موسیقی آرامش‌بخش برای دیگر Levelheads ایجاد کنید. هنگامی که سطح خود را کامل کردید، آن را به اشتراک بگذارید..."
    },
    {
        "title": "mechanical keyboards mouse key switches mouse pad",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1ovcswo/fgf_giveaway_mechanicalkeyboardscom_mechanical/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2529340/header.jpg?t=1708046643",
        "description": "Story Sean and Belle are on their way to visit their son for his birthday but suddenly they wake up in a mysterious world. Lost and confused, the couple ventures out into the unknown to find out where they are and where their son is. Gameplay In The Lost Son is a puzzle platformer where you play as two characters that you can switch between. Each character has a unique interaction with color. The blue character can only collide with blue barriers and pink circle can only collide with pink barriers. As simple as this constraint is it can create some interesting puzzles where you have to use both character's unique abilities to progress! Solo Mode Ready to take on the challenge all alone with that big brain of yours? In solo mode character switching is the key. Make sure to use both character's unique attributes and abilities to advance through the levels! Work Together Want to play with a friend? We've got you covered! In The Lost Son you can connect a controller to the game and it will automatically enter split-screen! Work together to beat the stages and have a blast! (Only works is there is one keyboard and one controller at the moment). Required - Keyboard & Mouse Co-op - A Keyboard & Mouse for the first player, and a controller for the 2nd player Keyboard Controls Move - Arrow Keys/A and D Switch Characters (only in single player mode) - Tab Pause - Escape Jump - Z/Space Stomp Attack - X/S Air Dash - C/Left Click Gamepad (2nd Player Only) D-Pad/Left Stick - Move Button South - Jump Button North - Air Dash Button East - Stomp Attack",
        "id_in_db": "t3_1ovcswo",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2529340",
        "genres": [
            "Action",
            "Adventure",
            "Indie",
            "Strategy",
            "Free To Play"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257000050/movie_max_vp9.webm?t=1707444880",
        "is_dlc_or_addon": false,
        "persian_summary": "داستان شان و بل در راه هستند تا پسرشان را برای تولدش ببینند اما ناگهان در دنیایی مرموز از خواب بیدار می شوند. این زوج که گم شده و گیج شده اند، به ناشناخته ها می روند تا بفهمند کجا هستند و پسرشان کجاست. Gameplay In The Lost Son یک پلتفرم پازل است که در آن شما به عنوان دو شخصیت بازی می کنید که می توانید بین آنها جابجا شوید. هر شخصیت یک تعامل منحصر به فرد با رنگ دارد. شخصیت آبی فقط می تواند با موانع آبی و دایره صورتی فقط با موانع صورتی برخورد کند. به همین سادگی، این محدودیت می تواند پازل های جالبی ایجاد کند که در آن باید از توانایی های منحصر به فرد هر دو شخصیت برای پیشرفت استفاده کنید! حالت انفرادی آیا آماده هستید که به تنهایی با آن مغز بزرگ خود چالش را انجام دهید؟ در حالت انفرادی تغییر کاراکتر کلید است. مطمئن شوید که از هر دو ویژگی و توانایی های منحصر به فرد شخصیت برای پیشرفت در سطوح استفاده می کنید! با هم کار کنید آیا می خواهید با یک دوست بازی کنید؟ ما شما را تحت پوشش قرار داده ایم! در The Lost Son می توانید یک کنترلر را به بازی متصل کنید و آن را ..."
    },
    {
        "title": "nintendo switch soft drift",
        "store": "other",
        "url": "https://www.nintendo.com/us/store/products/soft-drift-switch",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1137100/header.jpg?t=1698376203",
        "description": "If you crossed a vampire, would you protect humanity or embrace the blood? In Twice Reborn , Mark Delaware a teaching assistant, becomes a newly-turned vampire in a community forced to hide in plain sight. His mentor, Michelson, has trusted Mark to become the Enforcer: a feared arbiter who keeps the quarreling vampiric houses following the Code. When arson kills key vampires in the community, it's up to Mark to either embrace his blood or to find a way to--somehow--regain his humanity. There Are Sacrifices to Make Interacting with humans and vampires is a delicate balance. Not all appreciate Mark's decision and not all relationships can last. Some want him dead, others want him for their own. Mark's responses in the perilous community changes their reactions as well as the story's routes/endings. Survive the Night Satiate Mark's bloodlust, otherwise he may kill innocents. The opportunities for blood will not always be private nor moral. Not all are who they seem to be. Twice Reborn Features: Listen to a fully voiced cast of 30+ characters (audio dialogue is in English) Build a reputation among factions, earn friendships, and control Mark's bloodlust Experience a story with over 95,000 words Arrive to 20+ possible endings Experience a vampire drama with an optional romance and an apprentice to adopt Unlock art through a CG gallery as you achieve milestones in the story Released on Steam for Windows, Linux, and Mac Distributed elsewhere by EastAsiaSoft for PS4, PS5, Nintendo Switch, and XBox Advisory Warning: Contains flashing images, violence, moderate language, drugs/alcohol usage. Not suitable for all ages. Help support in English only.",
        "id_in_db": "t3_1oqiamr",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1137100",
        "genres": [
            "Casual",
            "Indie",
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256758185/movie_max.webm?t=1565706926",
        "is_dlc_or_addon": false,
        "persian_summary": "اگر از یک خون آشام عبور کنید، از بشریت محافظت می کنید یا خون را در آغوش می گیرید؟ در دوبار دوباره متولد شده، مارک دلاور، یک دستیار آموزشی، تبدیل به یک خون آشام تازه تبدیل شده در جامعه ای می شود که مجبور می شود جلوی چشم ها پنهان شود. مربی او، مایکلسون، به مارک اعتماد کرده است تا مجری شود: یک داور ترسناک که خانه‌های خون آشام نزاع را دنبال می‌کند. وقتی آتش‌سوزی خون‌آشام‌های کلیدی جامعه را می‌کشد، این به مارک بستگی دارد که یا خون او را در آغوش بگیرد یا راهی بیابد تا - به نحوی - انسانیت خود را بازیابد. فداکاری هایی برای انجام دادن وجود دارد تعامل با انسان ها و خون آشام ها تعادل ظریفی است. همه از تصمیم مارک قدردانی نمی کنند و همه روابط نمی توانند دوام بیاورند. برخی او را می خواهند که بمیرد، برخی دیگر او را برای خود می خواهند. پاسخ‌های مارک در جامعه خطرناک، واکنش‌های آن‌ها و همچنین مسیرها/پایان‌های داستان را تغییر می‌دهد. زنده ماندن در شب از خونخواهی مارک سیر کنید، در غیر این صورت ممکن است بیگناهان را بکشد. فرصت های خون همیشه خصوصی و اخلاقی نخواهد بود. همه آن چیزی که به نظر می رسد نیستند. دو بار دوباره متولد شد..."
    },
    {
        "title": "otherdoom the dark ages",
        "store": "other",
        "url": "https://www.nvidia.com/en-in/geforce/rewards/",
        "image_url": "https://external-preview.redd.it/rvcV3kPJ3cWUF1F2d6foKTtNTm9BzO4BAImd4EF1h6g.jpeg?width=640&crop=smart&auto=webp&s=bb28311ea459e3c5f83961c6b81ce71bf2db8678",
        "description": "https://www.nvidia.com/en-in/geforce/rewards/ submitted by /u/Scoobash [link] [comments]",
        "id_in_db": "t3_1ovn8cp",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "https://www.nvidia.com/en-in/geforce/rewards/ ارسال شده توسط /u/Scoobash [لینک] [نظرات]"
    },
    {
        "title": "own biohazard bundle 135 for 757780 off for resident evil 2 resident evil 3 resident evil 7 resident evil village the winter expansion resident evil 5 resident evil 6 complete pack and more",
        "store": "humblestore",
        "url": "https://www.humblebundle.com/store/promo/buildyourownbiohazard/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1197440/header.jpg?t=1703108667",
        "description": "Broken Spell 2 is an ARPG game. You will fight in blood with cruel and ferocious warlock and sorcerers for saving pretty girls. Game Story A beautiful girl's soul came to the Taoist temple to ask Master Mao for help. Master Mao sent his disciple a Chu to the dark and mysterious church to fight with the evil Western priest and the skeleton army he called to save the trapped beauty. After than, the missing of a beautiful girl, let achu enter the garden cursed by the devil again and fight with the Wizards in Southeast Asia. Whether can stop the devil's resurrection and remove the curse on the girl, it's up to you. Game Feature Epic zombie ghost story, let you review the classic. The gorgeous combat system which uses Chinese Kungfu and ancient spell vs Western dark magic. More recommendation: War Thunder,Planet Zoo,Tower of time,Monster Train,Torchlight II,The Witcher® 3: Wild Hunt,Total War: WARHAMMER II,Counter-Strike: Global Offensive,Tom Clancy's Rainbow Six® Siege,Sid Meier’s Civilization® VI,PLAYERUNKNOWN'S BATTLEGROUNDS,Red Dead Redemption 2,Warframe,Deep Rock Galactic,MONSTER HUNTER: WORLD,Fallout 76,NBA 2K20,Mount & Blade II: Bannerlord,Yu-Gi-Oh! Duel Links,Dead by Daylight,FINAL FANTASY XIV Online,Two Point Hospital,Human: Fall Flat,Euro Truck Simulator 2,Monster Hunter World: Iceborne,Age of Empires II: Definitive Edition,Destiny 2,Cities: Skylines,World of Warships,Dota 2,DOOM Eternal,PAYDAY 2,Granado Espada，Firestone Idle RPG,Russian Fishing 4,Endless World Idle RPG,Crusader Kings II,Game of Thrones Winter is Coming,Gems of War - Puzzle RPG,Albion Online,Dark Deception,Digimon Masters Online,Trove,Mighty Party,Ragnarok Online,Fallout Shelter,Will To Live Online,The Lord of the Rings Online,Neverwinter,Star Trek Online,Wasteland Survival,Peekaboo,Stay Out,Dead Frontier 2,Realm of the Mad God,La Tale - Evolved,Infestation: The New Z,Shakes and Fidget,Dungeon Defenders II,Wizard101,Pixel Starships,Rakion Chaos Force,Knight Online,Idle Champions of the Forgotten Realms,Clicker Heroes,NGU IDLE,Realm Grinder,March of Empires,Tactical Monsters Rumble Arena,Creativerse - Pro,MARVEL Puzzle Quest,DC Universe™ Online,Bit Heroes,Onigiri,Red Stone Online,Braveland Heroes,Aura Kingdom,Elsword,NosTale,Spiral Knights,RIFT,Stronghold Kingdoms,Animation Throwdown: The Quest for Cards,Dragon Saga,AdventureQuest 3D,Ragnarok Online 2,Star Trek Timelines,Grim Clicker,RPG MO,Secret World Legends,DayBreak Online,Enderal: Forgotten Stories,CRUSADER KINGS II: DYNASTY STARTER PACK,Warspear Online,POLYGON,EverQuest II,Champions Online,ENDLESS WORLD - DELUXE EDITION,Villagers and Heroes,Creativerse - Welcome Bundle,PARADOX GRAND STRATEGY COLLECTION,CRUSADER KINGS II: ROYAL COLLECTION,Clicker Heroes: Zombie Auto Clicker,CRUSADER KINGS II: IMPERIAL COLLECTION,Insanity Clicker,Neglected,Tabletopia,Cyberpunk 2077 Final Fantasy 7 Resident Evil 3-Nemesis BIOHAZARD RE:2 Monster Hunter：World Animal Crossing Nioh2 Persona 5 war3 Destiny Sands of Salzaar Free games ARK:SURVIVAL EVOLVED SAMURAI SHODOWN NEOGEO COLLECTION Dauntless Pathway The Escapists 2 Beyond Blue Maneater Borderlands 3 Red Dead Redemption 2 Control SnowRunner Satisfactory DEATH STRANDING CIVILIZATION VI Grand Theft Auto V The Witcher 3:Wild Hunt World War Z Amnesia:The Dark Descent Crashlands Levelhead Dread Nautical SnowRunner Just Cause 4 Reloaded For The King Sherlock Holmes:Crimes and Punishments Zombie Army 4 The Telltale Batman Shadows Edition Death Coming Star Wars Jedi: Fallen Order ,Midas Gold Plus,Trove - Sweet Sixteen Pack,Robocraft - Premium for Life Pack,Tank Royale,Wild Terra Online,Dungeons & Dragons Online® Catacombs Starter Pack,Life is Feudal: MMO. Pagan Starter Pack,World Seed,Florensia,Without A Voice,Heroes Tactics,Anarchy Online,Pox Nora,Ultimate Select Hero,Dungeon Hunter Champions,God Awe-full Clicker,DC Universe Online™ - Ultimate Edition (2016),MINDNIGHT,Royal Quest,Merchant,King’s Bounty: Legions,Fighting Fantasy Classics,Kokurase Episode 1,New Frontier,At Home Alone,Steam Starter Pack,Dungeon Hunter 5,Never Split the Party: Fellowship Unlock,Among Trees, Pathway, ARK:SURVIVAL EVOLVED, SAMURAI SHODOWN, SAMURAI SHODOWN NEOGEO COLLECTION, Beyond Blue, Disco Elysium, Poly Bridge 2,",
        "id_in_db": "t3_1ox2u12",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "80% off",
        "steam_app_id": "1197440",
        "genres": [
            "Action",
            "Adventure",
            "Casual",
            "Indie",
            "Massively Multiplayer",
            "Racing",
            "RPG",
            "Simulation",
            "Sports",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256772708/movie_max.webm?t=1579321758",
        "is_dlc_or_addon": true,
        "persian_summary": "Broken Spell 2 یک بازی ARPG است. شما در خون با جنگجویان و جادوگران بی رحم و وحشی برای نجات دختران زیبا مبارزه خواهید کرد. داستان بازی روح یک دختر زیبا به معبد تائوئیست آمد تا از استاد مائو کمک بخواهد. استاد مائو شاگرد خود را یک چو به کلیسای تاریک و اسرارآمیز فرستاد تا با کشیش شیطان صفت غربی و ارتش اسکلتی که برای نجات زیبایی به دام افتاده فراخوانده بود بجنگد. پس از گم شدن یک دختر زیبا، اجازه دهید آچو دوباره وارد باغ نفرین شده توسط شیطان شود و با جادوگران در جنوب شرقی آسیا بجنگد. اینکه آیا می‌تواند جلوی رستاخیز شیطان را بگیرد و نفرین دختر را از بین ببرد، به شما بستگی دارد. ویژگی بازی حماسه داستان ارواح زامبی، به شما اجازه می دهد تا کلاسیک را مرور کنید. سیستم جنگی باشکوه که از کونگ فو چینی و طلسم باستانی در مقابل جادوی تاریک غربی استفاده می کند. توصیه بیشتر: War Thunder، Planet Zoo، Tower of Time، Monster Train، Torchlight II، The Witcher® 3: Wild Hunt، Total War: WARHAMMER II، Counter-Strike: Global Offensive، Tom Clancy's Rainbow Six® Siege، Sid Meier's..."
    },
    {
        "title": "pcplaystationxbox other throne and liberty",
        "store": "other",
        "url": "https://www.mmobomb.com/giveaway/throne-and-liberty-anniversary-keys",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2429640/497cc638fa3186f1aeefddaff89eaaf6f0c2e7dd/header.jpg?t=1762547422",
        "description": "Join massive battles, transform into your favorite creatures, and wield powerful weapon combinations in THRONE AND LIBERTY, an unforgettable free-to-play adventure with seemingly endless activities for both PvE and PvP players. Interested in PvE? Challenge Raids, dungeons, Dimensional Trials, and more. Prefer PvP? Form alliances to rule together or betray your way to the top. Will you carve your niche as a solo player or leave your legacy on the world of Solisium alongside friends? The choice is yours. THRONE AND LIBERTY captures the essence of classic MMORPGs while introducing new gameplay elements, depth and excitement at every turn. Gather your guild, prepare for battle, and set forth for throne... and liberty! KEY FEATURES: Guild-Based PvP for Every Ambition : Capture control points in guild versus guild Conquest Battles, strike down Guild Raid Bosses, and claim the throne in massive Castle Sieges to carve your legacy on the world of Solisium. Where will your ambition take you? Slash through Dynamic Guild Events, complete Guild Contracts, or hang out in your Guild Base before cutting a path to the top of the Guild Leaderboard in higher stakes game modes. Activities for Every Level of Adventurer : Journey into 6-player tiered Dungeons, vanquish monstrous, open-world bosses, or best other players in 3v3 Arenas. There are also solo dungeons that help ease you into more difficult group activities like Dimensional Trials. Looking for something even more intense? Venture forth into Raids for a true test of teamwork and skill. How about laid back experiences? Gather materials, build furniture, customize your house, catch fish, and cook local delicacies for buffs. Housing is more than just a place to hang out, it’s a personal space that grows with you throughout your quest. Innovative Character Abilities, Morphs and Transformations : Interchangeable abilities on the battlefield include the dual-weapons system, player morphs for tactical advantage, and quicker travel or transform into the body of a fallen boss and turn the tide of the battle with Guardian’s Pledge. Vast, Seamless, and Ever-Changing World : Expansive and immersive environment, with towering cliffs and cavernous dungeons with consequential day/night cycles and unpredictable weather that impacts your gameplay and abilities. Forge Your Path to Glory : With four primary vertical progression paths interwoven together, players choose from a wide variety of options to determine their playstyle. With hundreds of combinations of builds, you can forge your own unique way to storm the battlefield.",
        "id_in_db": "t3_1oq8yk9",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2429640",
        "genres": [
            "Action",
            "Adventure",
            "Massively Multiplayer",
            "RPG",
            "Free To Play"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257200631/movie_max_vp9.webm?t=1758203807",
        "age_rating": "Lots of battles, fights with other human like, animal like characters in the game. Cutscenes with sand worm, and monster like characters.",
        "is_dlc_or_addon": false,
        "persian_summary": "به نبردهای عظیم بپیوندید، به موجودات مورد علاقه خود تبدیل شوید و از ترکیب سلاح های قدرتمند در THRONE AND LIBERTY استفاده کنید، یک ماجراجویی رایگان و فراموش نشدنی با فعالیت های به ظاهر بی پایان برای بازیکنان PvE و PvP. به PvE علاقه دارید؟ حملات چالش، سیاه چال ها، آزمایش های بعدی، و بیشتر. PvP را ترجیح می دهید؟ اتحاد تشکیل دهید تا با هم حکومت کنید یا راه خود را به سمت بالا خیانت کنید. آیا جایگاه خود را به عنوان یک بازیکن انفرادی حک خواهید کرد یا میراث خود را در دنیای Solisium در کنار دوستان باقی خواهید گذاشت؟ انتخاب با شماست. THRONE AND LIBERTY جوهر MMORPG های کلاسیک را به تصویر می کشد و در عین حال عناصر جدید گیم پلی، عمق و هیجان را در هر مرحله معرفی می کند. تیم خود را جمع آوری کنید، برای نبرد آماده شوید و برای تاج و تخت... و آزادی حرکت کنید! ویژگی‌های کلیدی: PvP مبتنی بر صنف برای هر جاه‌طلبی: نقاط کنترل را در نبردهای فتح صنفی در مقابل جنگ‌های فتح صنفی به دست آورید، رئیس‌های حمله صنفی را سرنگون کنید و در محاصره‌های عظیم قلعه تاج و تخت را مدعی شوید تا میراث خود را در دنیای Solisium حک کنید. جاه طلبی شما را به کجا خواهد برد؟..."
    },
    {
        "title": "platform bendy and the ink machineca2299 free the first person puzzle action horror game that will forever ruin your childhood love of cartoons",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1ok2grl/multiplatform_bendy_and_the_ink_machineca2299/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/622650/745c2fb6c8836a71f34f080fc73a0f7e510d0fec/capsule_616x353.jpg?t=1762956668",
        "description": "https://store.epicgames.com/en-US/p/bendy-and-the-ink-machine-60cf5a https://store.epicgames.com/en-US/p/bendy-and-the-ink-machine-android-4fc7c4 https://store.epicgames.com/fr/p/bendy-and-the-ink-machine-ios-eece7b Bendy and the Ink Machine® is a first-person puzzle action horror game that begins in the far days past of animation and ends in a very dark future. Play as Henry as he revisits the demons of his past by exploring the abandoned animator's workshop of Joey Drew Studios. With twists and turns around every corner, Bendy and the Ink Machine® is sure to thrill you... and decimate your childhood. You'll never look at cartoons the same way again. submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1ok2grl",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "https://store.epicgames.com/en-US/p/bendy-and-the-ink-machine-60cf5a https://store.epicgames.com/en-US/p/bendy-and-the-ink-machine-android-4fc7c4 https://store.epicgames.com/fr-andmachi/p/epicgames.com/en-US/p/bendy-and-the-ink-machine-android-4fc7c4 Bendy and the Ink Machine® یک بازی اکشن ترسناک پازل اول شخص است که در روزهای دور انیمیشن شروع می شود و در آینده ای بسیار تاریک به پایان می رسد. با کاوش در کارگاه انیماتور رها شده استودیو جوی درو، در نقش هنری بازی کنید که او شیاطین گذشته خود را بازبینی می کند. Bendy and the Ink Machine® با پیچ و تاب و چرخش در هر گوشه، مطمئناً شما را به وجد خواهد آورد و دوران کودکی شما را نابود خواهد کرد. دیگر هرگز به کارتون ها به همان شکل نگاه نخواهید کرد. ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "platform macmobility lifetime usd 1499 usd 799 powerful remote control app for macos 48 hours offer",
        "store": "other",
        "url": "https://coderblocks.eu/mobility",
        "image_url": "https://i.redd.it/macmobility-powerful-control-app-for-macbook-update-and-48h-v0-b73yhxl0hrkf1.jpg?width=1920&format=pjpg&auto=webp&s=a393f6d17707fc408f8e34fa729ffbecdcca96b2",
        "description": "MacMobility App Lets You Control MacOS from iPhone & iPad! It works together with MobilityControl - an iPhone / iPad app that gives you full control over your Mac. The MacOs app costs now 7.99$, and the MobilityControl app is free! What it can do? With just a tap on your iPhone or iPad, you can: Launch apps on your Mac Trigger Apple Shortcuts (including curated, ready-made ones) Run custom Bash scripts Open specific web links or tools instantly Create and execute keyboard macros Convert files effortlessly Build and run powerful automations It also allows for: Virtual Desktop Streaming Create a virtual Mac desktop and stream it directly to your iPhone or iPad - like Sidecar, but without iCloud restrictions. It supports iPhones and includes touch controls for smooth interaction. App-Specific Pages Assign pages to individual apps. Create utility dashboards tailored for specific software, and MacMobility will automatically switch to the relevant page when you focus that app - boosting your workflow with fewer manual steps. Quick Action Menu No companion device connected? No problem. Assign up to 10 favorite actions to the new Quick Action Menu. Just press Control + Option + Space, and the action wheel appears under your cursor - letting you trigger MacMobility features instantly. HTML/JS Widget Support MacMobility supports rendering custom HTML/JS widgets! Use your own web code to build tools that assist your workflow. We’ve included four example widgets to get you started - but the sky’s the limit. AppStore link: https://apps.apple.com/pl/app/mobilitycontrol/id6744455092 MacMobility: https://coderblocks.eu/mobility There’s no subscription - just a one-time purchase with free updates. Like the good old days of software. submitted by /u/Potential_Link4295 [link] [comments]",
        "id_in_db": "t3_1oq8l4t",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": false,
        "persian_summary": "برنامه MacMobility به شما امکان می دهد MacOS را از iPhone و iPad کنترل کنید! این برنامه همراه با MobilityControl کار می کند - یک برنامه آیفون / آی پد که به شما کنترل کامل بر روی مک خود را می دهد. هزینه برنامه MacOs اکنون 7.99 دلار است و برنامه MobilityControl رایگان است! چه کاری می تواند انجام دهد؟ تنها با یک ضربه بر روی iPhone یا iPad خود می‌توانید: برنامه‌ها را در Mac خود راه‌اندازی کنید میانبرهای اپل (شامل موارد آماده، انتخاب‌شده) را اجرا کنید. یا iPad - مانند Sidecar، اما بدون محدودیت iCloud. از آیفون پشتیبانی می کند و شامل کنترل های لمسی برای تعامل روان است. صفحات خاص برنامه صفحات را به برنامه های جداگانه اختصاص دهید. داشبوردهای ابزار مناسب برای نرم افزار خاص ایجاد کنید، و MacMobility به طور خودکار به صفحه مربوطه هنگامی که روی آن برنامه تمرکز می کنید تغییر می کند - تقویت..."
    },
    {
        "title": "platform scourgebringerca1949 free a fast",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1ow5df6/multiplatform_scourgebringerca1949_free_a/",
        "image_url": "https://static0.thegamerimages.com/wordpress/wp-content/uploads/2022/12/speedrunners.jpg?q=50&fit=crop&w=825&dpr=1.5",
        "description": "https://store.epicgames.com/en-US/p/scourgebringer https://store.epicgames.com/en-US/p/scourgebringer-android-624437 https://store.epicgames.com/en-US/p/scourgebringer-ios-65a7d4 ScourgeBringer is a fast-paced free-moving rogue-lite platformer. Help Kyhra to explore the unknown and slash her way through ancient machines guarding the seal of her past, and maybe the redemption of humanity. submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1ow5df6",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "https://store.epicgames.com/en-US/p/scourgebringer https://store.epicgames.com/en-US/p/scourgebringer-android-624437 https://store.epicgames.com/en-US/p/scourgebringer-ios-65a7paringeli Scomov free پلتفرمر به Kyhra کمک کنید تا ناشناخته ها را کشف کند و راه خود را از طریق ماشین های باستانی که از مهر گذشته او محافظت می کنند و شاید رستگاری بشریت را برش دهد. ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "playsum wall world 2 916 828 763 c1254 a1356 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/816a5e9d-6273-5eed-a460-e5a200430656/wall-world-2",
        "image_url": "https://external-preview.redd.it/QQuQoguKmC_t0LL7m-kSrNEqfK50QVvjbxv9TA61S9o.jpeg?width=320&crop=smart&auto=webp&s=d04034047035b9ac0d097bee28320194a4db517f",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1ovs2z3",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "24% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lets_Playsum [لینک] [نظر]"
    },
    {
        "title": "quality audio it works with pdfs fb2 substack and medium links and even photos of text get 3 months of premium access for free",
        "store": "googleplay",
        "url": "https://www.reddit.com/r/googleplaydeals/comments/1oxd60n/app_texttospeech_app_that_converts_any_file_into/",
        "image_url": "https://external-preview.redd.it/text-to-speech-an-app-that-converts-any-file-into-high-v0-wUNBReiLhDqbKv3XcRWOrP4h8zhTy5JQzIiI_v5rgY0.png?width=640&crop=smart&auto=webp&s=40258a01b387e1f47ccc8e4499bfefac77e95ad2",
        "description": "I’ve spent the last few months building a text-to-speech app that turns almost any text into high-quality, natural audio. PDFs, blog posts, Substack or Medium articles—just drop in the link or text and listen like it’s a podcast or audiobook, even with the app closed. The app is a direct competitor to Speechify. Many of our users are students with tight budgets, so we’re offering 3 months of premium access free to everyone. Just sign up and DM me your address to get upgraded. The app doesn’t request any permissions by default, you’ll only be asked if you choose to share files from your device for conversion. Want in? Sign up for the service (download the app) Send me your email via DMs Happy to answer any questions! Here is the link to the app if you’re curious: Android app submitted by /u/OneMoreSuperUser [link] [comments]",
        "id_in_db": "t3_1oxd60n",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "من چند ماه گذشته را صرف ساختن یک برنامه تبدیل متن به گفتار کرده‌ام که تقریباً هر متنی را به صدای باکیفیت و طبیعی تبدیل می‌کند. فایل‌های پی‌دی‌اف، پست‌های وبلاگ، مقاله‌های Substack یا Medium—فقط لینک یا متن را رها کنید و به‌نظر یک پادکست یا کتاب صوتی گوش دهید، حتی با بسته بودن برنامه. این اپلیکیشن رقیب مستقیم Speechify است. بسیاری از کاربران ما دانش‌آموزانی هستند که بودجه کمی دارند، بنابراین ما ۳ ماه دسترسی ممتاز را به همه رایگان ارائه می‌دهیم. فقط ثبت نام کنید و آدرس خود را برای من ایمیل کنید تا ارتقا پیدا کنم. برنامه به طور پیش‌فرض هیچ مجوزی درخواست نمی‌کند، فقط از شما پرسیده می‌شود که آیا انتخاب می‌کنید فایل‌ها را از دستگاه خود برای تبدیل به اشتراک بگذارید. می خواهم در؟ ثبت نام برای خدمات (دانلود برنامه) ایمیل خود را از طریق DM برای من بفرستید خوشحال می شوم به هر سوالی پاسخ دهم! اگر کنجکاو هستید، لینک برنامه اینجاست: برنامه اندروید ارسال شده توسط /u/OneMoreSuperUser [پیوند] [نظرات]"
    },
    {
        "title": "sad virus horror",
        "store": "other",
        "url": "https://gleam.io/kj168/free-x2500-sad-virus-horror-steam-keys",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/4039230/51de1815f894dbb5020b87c248b20bd0517ad210/header.jpg?t=1759479024",
        "description": "STORY: New part for third person walking adventure simulation game series. Again player control virus character whose mission is to collect and find beer bottles in horror themed world full of darkness and blood. 8 different beer bottles hidden to open world. So can you make sad virus again happy for finding beer. FEATURES: big horror themed world with 8 beer bottles to give steam achievements Dark music Steam Achievements",
        "id_in_db": "t3_1owgt5f",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "4039230",
        "genres": [
            "Adventure",
            "Indie",
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257198526/movie_max_vp9.webm?t=1758348589",
        "is_dlc_or_addon": false,
        "persian_summary": "داستان: قسمت جدید سری بازی های شبیه سازی ماجراجویی پیاده روی سوم شخص. بازیکن دوباره شخصیت ویروس را کنترل می کند که ماموریتش جمع آوری و یافتن بطری های آبجو در دنیایی با مضمون ترسناک پر از تاریکی و خون است. 8 بطری آبجو مختلف پنهان شده در جهان باز. پس آیا می توانید ویروس غمگین را برای یافتن آبجو دوباره خوشحال کنید. ویژگی ها: دنیای بزرگ با مضمون ترسناک با 8 بطری آبجو برای ارائه دستاوردهای موسیقی تاریک Steam Achievements"
    },
    {
        "title": "ScourgeBringer",
        "id_in_db": "scourgebringer@1763049821",
        "store": "other",
        "url": "https://itad.link/018d959f-0623-738d-a896-6f3148765b38/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1037020",
        "description": "From the developers of NeuroVoider, ScourgeBringer is a fast-paced free-moving roguelite platformer. Set in a post-apocalyptic world where a mysterious entity wreaked havoc on all humanity, ScourgeBringer puts you in the shoes of the deadliest warrior of her clan: Kyhra. Help her to explore the unknown and slash her way through ancient machines guarding the seal of her past, and maybe the redemption of humanity. Dive into fast-paced rogue-platforming gameplay described by Eurogamer as \"Dead Cells meets Celeste\" Slash and shoot your way smoothly with super fluid platforming controls Sharpen your skills with a frantic combat system focused on attacks only Dash forward to the otherworldly adaptive sounds of Joonas Turner (Nuclear Throne, Downwell, Broforce...) Defy hordes of unspeakable enemies and giant bosses holding the secrets of the Scourge Explore the infinite depths of an ever-changing dungeon Uncover mysteries and find mementos of previous explorers to unlock reality defining secrets ScourgeBringer is being made with the help of the community ! You can follow its development through our weekly newsletter, or join our Discord.",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1037020/header.jpg?t=1745582111",
        "genres": [
            "Action",
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256804804/movie_max_vp9.webm?t=1602683787",
        "is_dlc_or_addon": false,
        "subreddit": "FreeGameFindings",
        "persian_summary": "از توسعه دهندگان NeuroVoider، ScourgeBringer یک پلتفرمر سرکش و سریع با حرکت آزاد است. ScourgeBringer در دنیایی پسا آخرالزمانی که یک موجود مرموز تمام بشریت را ویران کرد، شما را به جای مرگبارترین جنگجوی قبیله خود قرار می دهد: Kyhra. به او کمک کنید تا ناشناخته ها را کشف کند و راه خود را از طریق ماشین های باستانی که از مهر گذشته او محافظت می کنند و شاید رستگاری بشریت را برش دهد. در گیم پلی سریع پلتفرم سرکش که توسط Eurogamer با عنوان \"Dead Cells Meets Celeste\" توصیف شده است شیرجه بزنید و به آرامی با کنترل های پلتفرمینگ فوق العاده روان به سمت خود شلیک کنید، مهارت های خود را با یک سیستم جنگی دیوانه وار متمرکز کنید که فقط بر روی حملات متمرکز شده است. دشمنان غیرقابل توصیف و کارفرمایان غول پیکر که اسرار بلا را در اختیار دارند اعماق بی نهایت یک سیاه چال همیشه در حال تغییر را کاوش کنید اسرار را کشف کنید و یادگاری کاوشگران قبلی را پیدا کنید تا قفل واقعیت را باز کنید..."
    },
    {
        "title": "scourgebringer songs of silence zero hour 100 off free",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/free-games",
        "image_url": "https://blizzardwatch.com/wp-content/uploads/2025/11/songs_of_silence.jpg",
        "description": "submitted by /u/python_buddy [link] [comments]",
        "id_in_db": "t3_1ow4u1v",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/python_buddy [پیوند] [نظر]"
    },
    {
        "title": "song of silence",
        "store": "epicgames",
        "url": "https://store.epicgames.com/p/songs-of-silence-778d86",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2698420/e1889b8a849a6781577f635e57ee7026ab38b42c/header.jpg?t=1762689302",
        "description": "Heal a wounded island and nurture it back to life — through cleanup, repair, habitat restoration, companionship, and quiet evenings by the fire. Restore Your Island is a slow-paced, tactile restoration sim about healing places and building a home. Here, your primary work is ecological: surveying damaged areas, removing pollution and debris, repairing habitats, and guiding the island’s ecosystems back toward balance. Every cleared cove and tree healed produce visible, satisfying change — wildlife return, birds come back, and little communities of life reappear where once there was only silence. You’ll move through the island at your own pace. Use a range of tools — including specialized fertilizer as one option — to assist in rehabilitation. Trees, once revived, become part of the living loop, occasionally providing fruit which helps you keep going. Your loyal dog is a constant companion — pet them, play mini-games, and watch your relationship grow. The fireplace is your emotional hub: sit, listen to calming music and the water’s sound, and watch your island change. We’re expanding fireplace features in later updates so it becomes a richer centerpiece of daily life. Explore & Observe — walk the island, mark places needing attention, and plan how to restore them. Clean & Repair — remove trash, mend structures, Heal trees — actions that let nature begin to recover. Restore Habitats — rebuild dunes, fix ports, and use tools to rescue wildlife. Support & Sustain — revived trees produce resources; fruits that help you sustain longer sessions and reach new areas. Companion Play & Care — pet your dog and play short, rewarding mini-games that deepen the bond and occasionally unlock helpful cues or small rewards. Relax & Reflect — return to your cabin and the fireplace: play music, enjoy water ambience, watch the sunset, and plan the next restoration project. Grow & Explore — upgrade tools, unlock new zones, discover secrets — then repeat with a bigger, more vibrant island. KEY FEATURES Place-focused restoration: The joy is in the whole — healing beaches and woodlands so the island itself visibly changes. Tangible visual progress: Every clean sweep, repaired habitat, and re-greening produces immediate, readable results. Companion & small joys: A trusting dog who reacts to pets, plays, and helps you explore — the emotional center of the game. Cozy hub: the fireplace: Sit by the fire, listen to calming songs and water; the fireplace is a restful place and a growing gameplay feature. Creative personalization: Design and decorate your cabin, place small structures, and make the island feel like yours. Accessible, low-pressure gameplay: No combat, no harsh timers — play in short bursts or long sessions with comfort options. Discovery & secrets: Hidden groves, Buried treasures, and small environmental mysteries reward curiosity. Mechanics that support the mood: Tools like fertilizer and fruit-driven energy exist to pace exploration — they help you keep doing what matters: restoring the place.| WHY PLAY? If you love games that reward observation and small, meaningful actions — turning damaged places into living, breathing spaces — this is for you. It’s not about power or speed; it’s about care, creative expression, and companionship: fixing what’s broken and enjoying the warm, slow payoff as the island comes back to life. WISHLIST & FOLLOW Wishlist Restore Your Island to follow development, see new screenshots and GIFs of restoration in action, and get notified at launch.",
        "id_in_db": "t3_1ow4u27",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2698420",
        "genres": [
            "Adventure",
            "Casual",
            "Indie",
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257215676/movie_max.webm?t=1760105140",
        "is_dlc_or_addon": false,
        "persian_summary": "یک جزیره زخمی را شفا دهید و آن را به زندگی بازگردانید - از طریق پاکسازی، تعمیر، بازسازی زیستگاه، همراهی و شب‌های آرام در کنار آتش. Restore Your Island یک سیم کارت بازسازی با سرعت آهسته و قابل لمس در مورد مکان های درمانی و ساختن خانه است. در اینجا، کار اصلی شما اکولوژیکی است: بررسی مناطق آسیب دیده، حذف آلودگی و زباله، ترمیم زیستگاه ها، و هدایت اکوسیستم های جزیره به سمت تعادل. هر یاروی پاک شده و درختی که شفا می‌یابد، تغییرات قابل مشاهده و رضایت‌بخشی ایجاد می‌کند - حیات وحش باز می‌گردد، پرندگان برمی‌گردند، و جوامع کوچکی از زندگی دوباره ظاهر می‌شوند، جایی که زمانی فقط سکوت وجود داشت. شما در جزیره با سرعت خود حرکت خواهید کرد. از طیف وسیعی از ابزارها - از جمله کودهای تخصصی به عنوان یکی از گزینه‌ها - برای کمک به توانبخشی استفاده کنید. درختان، پس از احیاء، بخشی از حلقه زنده می شوند و گهگاه میوه می دهند که به شما کمک می کند ادامه دهید. سگ وفادار شما یک همراه همیشگی است - او را نوازش کنید، بازی های کوچک انجام دهید و رشد رابطه خود را تماشا کنید. شومینه مرکز عاطفی شماست:..."
    },
    {
        "title": "Songs Of Silence",
        "id_in_db": "songs-of-silence@1763055227",
        "store": "other",
        "url": "https://itad.link/019a5a05-f8f6-737f-8489-081b1fcf938a/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2195410",
        "description": "Turn-based strategy meets real-time battles, every decision shapes your kingdom's fate! Play the story campaign, fast-paced skirmish for single- & multiplayer, or challenge scenarios. Immerse yourself in the single-player story-driven campaign, designed to challenge both newcomers and seasoned strategists. 8 Campaign Maps - Lead Queen Lorelai and her people towards a new home, escape the Crusade’s grasp, and attempt to bridge the gap between hostile civilizations. 3 Difficulty Settings - New to strategy? Enjoy a casual experience with the story mode. Or test your skills in challenging difficulty, with exclusive achievements and quests for higher difficulty tiers. Side-Quests & Secrets - Meet quirky characters and uncover hidden treasures... Test your strategic skills across 100+ randomized Skirmish Maps, offering endless replayability in both single-player, coop and vs. multiplayer modes. Diverse Map Options - Choose from 3 sizes (S, M, L) and 2 setups (1-sided or 2-sided) for a tailored tactical experience. Flexible Playstyles - Engage in Free-for-All or Co-op battles, up to 6 players! Gameplay Modifiers - Alter the rules of engagement with “Fates”. Immerse yourself in a rich Art-Nouveau infused world where brightness and beauty elevate the strategic experience. Faction Variety - 3 unique factions, 13 hero classes, and 37 variations. Rich Tactical Depth - Deploy 113 units, wield 38+ artifacts to enhance your armies, and utilize over 150 skills to influence your battles, armies and kingdom management. Vivid World Design - Uncover 22 unique locations across multiple biomes, each offering strategic advantages like resource boosts, unit healing, and fog-of-war vision. Dive into standalone maps handcrafted for original, open-ended experiences. Fresh Story Arcs - Meet new characters and unravel plots that resonate or even complement the main campaign storyline! Challenges - Complete tiered objectives for enhanced replayability. Growing Content - Scenarios will be added regularly, expanding the game and strategic possibilities over time!",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2195410/edf3855310f99b775a9991cab6c059a0615f978a/header_alt_assets_5.jpg?t=1763033878",
        "genres": [
            "Adventure",
            "Indie",
            "RPG",
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257073104/movie_max_vp9.webm?t=1738162031",
        "is_dlc_or_addon": false,
        "persian_summary": "استراتژی نوبتی با نبردهای بلادرنگ روبرو می شود، هر تصمیمی سرنوشت پادشاهی شما را شکل می دهد! کمپین داستانی، درگیری سریع برای سناریوهای تک نفره و چند نفره یا چالش را بازی کنید. خود را در کمپین داستان محور تک نفره غوطه ور کنید، که برای به چالش کشیدن تازه واردان و استراتژیست های باتجربه طراحی شده است. 8 نقشه کمپین - ملکه لورلای و افرادش را به سمت یک خانه جدید هدایت کنید، از چنگ جنگ صلیبی فرار کنید و سعی کنید شکاف بین تمدن های متخاصم را پر کنید. 3 تنظیمات دشواری - تازه به استراتژی؟ با حالت داستانی از یک تجربه معمولی لذت ببرید. یا مهارت های خود را در سختی چالش برانگیز، با دستاوردها و ماموریت های انحصاری برای سطوح دشواری بالاتر آزمایش کنید. ماموریت‌های جانبی و اسرار - با شخصیت‌های عجیب و غریب آشنا شوید و گنج‌های پنهان را کشف کنید... مهارت‌های استراتژیک خود را در بیش از 100 نقشه تصادفی Skirmish بیازمایید، که قابلیت پخش مجدد بی‌پایانی را در هر دو حالت تک‌نفره، قفس و چند نفره ارائه می‌دهد. گزینه های نقشه متنوع - از بین 3 اندازه (S، M، L) و 2 تنظیم (یک طرفه یا دو طرفه) برای یک ..."
    },
    {
        "title": "songs of silenceca3499 free turn",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/songs-of-silence-778d86",
        "image_url": "https://cdn1.epicgames.com/spt-assets/717e784a701e49bba02e27f7774e966a/songs-of-silence-1s6so.png",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1ow5fpe",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "stove 4 33 rocket delivery space wok short story stove only tasty love if",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1ou6oyn/stove_game_우리들의_4분_33초_dlc_rocket_delivery_space/",
        "image_url": "https://d2x8kymwjom7h7.cloudfront.net/live/application_no/119001/images/indie-studio-v3/stove169_en.webp",
        "description": "우리들의 4분 33초 Rocket Delivery Space Wok Short Story (STOVE Only) ｜Requires BaseGame (Free) Tasty Love If - Hangout with Meeyoung ｜Requires BaseGame (Paid) submitted by /u/MeguminShiro [link] [comments]",
        "id_in_db": "t3_1ou6oyn",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "우리들의 4분 33초 داستان کوتاه ووک فضای تحویل موشک (فقط STOVE) ｜به BaseGame (رایگان) Tasty Love If - Hangout with Meeyoung ｜Requires BaseGame (پرداخت شده) ارسال شده توسط /u]Shiro [Megumin]"
    },
    {
        "title": "street karate 3",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/street-karate-3",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1524340/header.jpg?t=1762256727",
        "description": "Street Karate 3 immerses players into an adrenaline-pumping beat 'em up experience where they assume the role of a fearless and adept fighter. Confronted with daunting odds, players engage in intense duels against waves of formidable adversaries. Game Features Dynamic Beat 'em Up Action: Engage in exhilarating battles against multiple opponents, showcasing your martial prowess and adapting strategies to overcome challenging odds. Immersive Weapon Utilization: Harness a variety of improvised weapons like rebars and knives strategically placed throughout levels, transforming everyday objects into potent tools of combat. Ultimatum Strike System: Unleash a game-changing ultimatum strike to disperse adversaries in dire situations, but exercise caution as its use comes with tactical trade-offs. Strategic Resource Management: Carefully manage healing techniques to maintain your fighter's endurance, ensuring survival through intense encounters and enabling progress. Diverse Combat Techniques: Execute throws, jump kicks, and grabs to craft a personalized fighting style, enhancing your abilities and forming essential tactics for victory.",
        "id_in_db": "t3_1ovaorz",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1524340",
        "genres": [
            "Adventure",
            "Casual",
            "Indie",
            "RPG",
            "Sports"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "کاراته خیابانی 3 بازیکنان را در یک تجربه ضرب و شتم آدرنالین غوطه ور می کند که در آن نقش یک مبارز نترس و ماهر را بر عهده می گیرند. بازیکنان در مواجهه با شانس‌های دلهره‌آور، در دوئل‌های شدید در برابر امواج دشمنان مهیب شرکت می‌کنند. ویژگی‌های بازی Dynamic Beat'em Up Action: در نبردهای هیجان‌انگیز در برابر چندین حریف شرکت کنید، مهارت‌های رزمی خود را به نمایش بگذارید و استراتژی‌ها را برای غلبه بر شانس‌های چالش برانگیز تطبیق دهید. استفاده از سلاح همهجانبه: انواع سلاح های بداهه مانند میلگردها و چاقوها را که به صورت استراتژیک در سطوح قرار گرفته اند مهار کنید و اشیاء روزمره را به ابزارهای جنگی قدرتمند تبدیل کنید. سیستم حمله اولتیماتوم: یک حمله اولتیماتوم تغییر دهنده بازی را برای پراکنده کردن حریفان در موقعیت‌های وخیم انجام دهید، اما احتیاط کنید زیرا استفاده از آن با مبادلات تاکتیکی همراه است. مدیریت منابع استراتژیک: تکنیک های درمانی را با دقت مدیریت کنید تا استقامت جنگنده خود را حفظ کنید، از طریق برخوردهای شدید بقای خود را تضمین کنید و پیشرفت را امکان پذیر کنید. تکنیک های مختلف رزمی:..."
    },
    {
        "title": "street karate 3 100 off free",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/street-karate-3",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/962730/header.jpg?t=1727199884",
        "description": "Skater XL is the evolution of skateboarding gameplay. With it’s Independent Foot Control System and unique physics-based gameplay, skate gamers finally have the expressive controls they have always dreamed of. Dive into skateboarding paradise with levels that feature famous skate landmarks and environmental elements, including Downtown LA, the ginormous The Big Ramp, Easy Day High School, and community created maps like Grant Park, Hüdland and Streets. Play as some of today’s top skateboarding pros Tiago Lemos, Evan Smith, Tom Asta and Brandon Westgate, or customize and create your own skateboarding legend with gear from more than 30 real skate brands. Skater XL is truly the skateboarding world’s digital counterpart. Skater XL features include: Freedom Of Expression - Skater XL’s physics-based controls don’t have any pre-programmed tricks - only the movement through the thumbsticks. Each thumbstick is connected to the corresponding foot of the skater and as the player moves the stick, the board instantly responds. Much like a musical instrument, the player has complete freedom, whether it be pushing to nail a line or skating free from. Multiplayer Free Skate - Link up and skate with your friends in groups of up to 10 players and shoot replays together. Real Life Iconic Locations - Skater XL levels are all inspired real-world skate areas and designed to ensure a constant flow of skate lines. From the DTLA Map with skateboarding landmarks around the Staples Center and LA Convention Center, to Easy Day High School’s sprawling campus of iconic skate spots like the Wallenberg Big 4 and the ‘Leap of Faith’, to the humongous ‘Big Ramp,’ where skaters can soar higher than a hawk. Play As Real-Life Skate Pros - Select from renowned pros Tiago Lemos, Brandon Westgate, Evan Smith, and Tom Asta, all with their own distinct gear that fits their style. Customizable Characters - The possibilities are endless to personalize the Skater XL experience. Players can customize their entire look, including their skater’s gear with different tees, hoodies, hats and shoes from over 30 of the most recognized skate brands like Vans, Santa Cruz, DC Shoes, Independent, Lakai and many more. Trick Challenges - Hundreds of challenges with progressive difficulties, to help build your bag of tricks as you move further toward the completing them all. Can check off the entire list?? Dive into a passionate community with more than 100,000 members in Discord (the biggest Discord in the World for reference is Fortnite at 500k, amazing given that Skater XL is still in Early Access!) who create online zines, video parts, fakeskate brands, and hundreds of mods. Players can become part of a bigger ecosystem and join the digital skateboarding subculture where they can share their creativity on the newly launched Skater XL modding hub, Skaterxl.mod.io. Legit Soundtrack - Modest Mouse, Getter, Interpol, Animal Collective, Future Islands and Band Of Horses headline the distinctive music that blends well with the Skater XL’s West Coast vibe and fluid physics-based control mechanics. IMPORTANT: This game REQUIRES an Xbox 360, One, PS3 or PS4 compatible controller to play. There are NO keyboard controls available. It also requires a DirectX 11 or above graphics card.",
        "id_in_db": "t3_1ovfh2x",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "962730",
        "genres": [
            "Action",
            "Adventure",
            "Indie",
            "Simulation",
            "Sports"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256933514/movie_max_vp9.webm?t=1677776047",
        "is_dlc_or_addon": false,
        "persian_summary": "Skater XL تکامل گیم پلی اسکیت بورد است. با سیستم کنترل پا مستقل و گیم پلی منحصر به فرد مبتنی بر فیزیک، گیمرهای اسکیت بالاخره کنترل های واضحی را که همیشه آرزوی آن را داشتند، دارند. در بهشت ​​اسکیت بورد با سطوحی که دارای مکان های دیدنی اسکیت معروف و عناصر محیطی هستند، از جمله Downtown LA، رمپ بزرگ، دبیرستان Easy Day، و نقشه های ایجاد شده توسط جامعه مانند Grant Park، Hudland و Streets، شیرجه بزنید. به عنوان برخی از برترین بازیکنان حرفه ای اسکیت بورد امروز، تیاگو لموس، ایوان اسمیت، تام آستا و براندون وست گیت بازی کنید، یا افسانه اسکیت بورد خود را با تجهیزات بیش از 30 برند واقعی اسکیت شخصی سازی و ایجاد کنید. Skater XL واقعاً همتای دیجیتالی دنیای اسکیت بورد است. ویژگی‌های Skater XL عبارتند از: آزادی بیان - کنترل‌های مبتنی بر فیزیک Skater XL هیچ ترفند از پیش برنامه‌ریزی‌شده‌ای ندارند - فقط حرکت از طریق چوب‌های شست. هر انگشت شست به پای مربوط به اسکیت باز متصل می شود و همانطور که بازیکن چوب را حرکت می دهد، ..."
    },
    {
        "title": "tarakan",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/tarakan/id1576851700",
        "id_in_db": "e450ecb201377508158f322362ed73cdac211ac4d3afc9f7b0e3d4cdfc0a3d39",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple125/v4/8e/9b/27/8e9b278e-8916-b912-4dfc-53c4b2f1d0b2/AppIcon-1x_U007emarketing-0-7-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "the final cut 1000 875 909 godbreakers 1490 1975 1499 eu uk us",
        "store": "other",
        "url": "https://www.allyouplay.com/discover/highlights",
        "image_url": "https://preview.redd.it/final-fantasy-27-in-deus-ex-human-revolution-v0-gbxxn6ka6pme1.jpeg?auto=webp&s=779a5ed6671094127e017a61eedf320b68c67aa1",
        "description": "submitted by /u/AllYouPlay [link] [comments]",
        "id_in_db": "t3_1oxmxrm",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "12% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/AllYouPlay [لینک] [نظر]"
    },
    {
        "title": "the square",
        "store": "steam",
        "url": "https://store.steampowered.com/app/2973810/Leo_The_Square/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2973810/header.jpg?t=1752996233",
        "description": "Leo: The Square is a minimalist 2D platformer that focuses heavily on atmosphere and level design. As players explore various locations, they will encounter diverse challenges, solve puzzles, and progress through the storyline. Key Features Varied levels: Each level introduces new obstacles and conditions. Progression requires adapting to different challenges. Atmospheric music: Filled with deep tones, the music subtly enhances what happens on screen and supports the overall atmosphere. Minimalist design: A clean visual style supports the atmosphere and gameplay. Every element serves a clear purpose within the overall experience. Compelling storyline: This philosophical adventure invites players on a journey of profound meaning and self-discovery. As they accompany Leo through a mysterious world, they will explore deep themes, uncover hidden truths, and reflect on questions of identity and purpose. About the developer My name is Tim, and I'm developing Leo: The Square single-handedly to share my passion for gaming and provide players with an enjoyable experience. My approach to game development priorities delivering something unique and captivating for players to enjoy. I share details and thoughts about development on my YouTube channel.",
        "id_in_db": "t3_1ow0mn1",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "40% off",
        "steam_app_id": "2973810",
        "genres": [
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257096149/movie_max_vp9.webm?t=1739122428",
        "is_dlc_or_addon": false,
        "persian_summary": "Leo: The Square یک پلتفرمر مینیمالیستی دو بعدی است که به شدت بر روی اتمسفر و طراحی سطح تمرکز دارد. همانطور که بازیکنان مکان‌های مختلف را کشف می‌کنند، با چالش‌های متنوعی روبرو می‌شوند، پازل‌ها را حل می‌کنند و در طول داستان پیشرفت می‌کنند. ویژگی های کلیدی سطوح مختلف: هر سطح موانع و شرایط جدیدی را معرفی می کند. پیشرفت مستلزم سازگاری با چالش های مختلف است. موسیقی اتمسفر: پر از آهنگ های عمیق، موسیقی به طرز ماهرانه ای اتفاقات روی صفحه را بهبود می بخشد و از فضای کلی پشتیبانی می کند. طراحی مینیمالیستی: سبک بصری تمیز از اتمسفر و گیم پلی پشتیبانی می کند. هر عنصر در تجربه کلی هدف مشخصی را دنبال می کند. خط داستانی جذاب: این ماجراجویی فلسفی بازیکنان را به سفری با معنی عمیق و کشف خود دعوت می کند. همانطور که لئو را در یک دنیای اسرارآمیز همراهی می کنند، موضوعات عمیق را کشف می کنند، حقایق پنهان را کشف می کنند و در مورد مسائل هویت و هدف فکر می کنند. درباره توسعه دهنده نام من تیم است و من در حال توسعه Leo: The Square به تنهایی هستم..."
    },
    {
        "title": "the wolf among us 573 556 458 c803 a875 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/3c51f3dc-4715-5d2b-b95f-779a9d4a2ca6/the-wolf-among-us",
        "image_url": "https://external-preview.redd.it/905yk-InfXrP2YrA6TgLKUgR0LoDOaDsFJlg7icvIhg.jpeg?width=320&crop=smart&auto=webp&s=fdfb16ead5784ca046194860941f8b845ce3d3f1",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1oxllp2",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "62% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lets_Playsum [لینک] [نظر]"
    },
    {
        "title": "timerunner",
        "store": "other",
        "url": "https://givee.club/event/1156",
        "image_url": "https://external-preview.redd.it/dsa3B12_FSyZ8FtEWVOf-3ZgKsbcp4pMpXigDPFe89g.jpeg?width=320&crop=smart&auto=webp&s=6259606392ee87b6492283eead18e164f1ceab58",
        "description": "submitted by /u/HOMBREDIAMATE [link] [comments]",
        "id_in_db": "t3_1ov6kd8",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/HOMBREDIAMATE [پیوند] [نظر]"
    },
    {
        "title": "ubisoft connect immortals fenyx rising",
        "store": "ubisoftstore",
        "url": "https://store.ubisoft.com/us/immortals-fenyx-rising/5cec210a39798c0870c07684.html",
        "image_url": "https://external-preview.redd.it/3A6w4BQPThmiDW18pkHkJ12miVYwWL7VVovHyR_gnfQ.jpeg?width=640&crop=smart&auto=webp&s=e9b2b5903fd961c6390cbf086844a84afc4401fd",
        "description": "submitted by /u/MeguminShiro [link] [comments]",
        "id_in_db": "t3_1ow0lip",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/MeguminShiro [لینک] [نظر]"
    },
    {
        "title": "ubisoft store immortals fenyx rising 100 off",
        "store": "ubisoftstore",
        "url": "https://store.ubisoft.com/uk/immortals-fenyx-rising/5cec210a39798c0870c07684.html",
        "image_url": "https://external-preview.redd.it/3A6w4BQPThmiDW18pkHkJ12miVYwWL7VVovHyR_gnfQ.jpeg?width=640&crop=smart&auto=webp&s=e9b2b5903fd961c6390cbf086844a84afc4401fd",
        "description": "submitted by /u/Jerry2863 [link] [comments]",
        "id_in_db": "t3_1ow0wo3",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Jerry2863 [پیوند] [نظر]"
    },
    {
        "title": "undercroft warriors",
        "store": "itch.io",
        "url": "https://fuzzystudios.itch.io/undercroft-warriors",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2547140/header.jpg?t=1739118061",
        "description": "The forces of hell are here! Why? Dunno. How? I don't think it matters. All that matters is that you gotta fight them, right now! In this game, you play as one of 6 heroes fighting off increasingly large hordes of enemies! Every agent has weapons and abilities unique to them, and you have to use them to them to their fullest abilities to get as high of a score as possible! The faster you kill enemies, the higher your score multiplier gets! But don't let off the pressure, because if you do, you'll get swarmed and overwhelmed by the forces of hell! An addictive gameplay loop! You'll always want just one more go! A pixel perfect artstyle! Lovingly crafted for your viewing pleasure! Truly distinct characters! You won't ever get bored with these guys! Play how you want! Supports both keyboard and mouse, and gamepads! So, are you up to the task?",
        "id_in_db": "t3_1orn7kn",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2547140",
        "genres": [
            "Action",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257045050/movie_max_vp9.webm?t=1723243106",
        "is_dlc_or_addon": false,
        "persian_summary": "نیروهای جهنم اینجا هستند! چرا؟ نمی دانم. چگونه؟ فکر نمی کنم مهم باشد. تنها چیزی که مهم است این است که شما باید همین الان با آنها مبارزه کنید! در این بازی شما به عنوان یکی از 6 قهرمانی بازی می کنید که با انبوهی از دشمنان مبارزه می کنند! هر عاملی دارای سلاح‌ها و توانایی‌های منحصر به فرد خود است و شما باید از آن‌ها با حداکثر توانایی‌های خود برای کسب امتیاز بالاتر استفاده کنید! هرچه سریعتر دشمنان را بکشید، ضریب امتیاز شما بیشتر می شود! اما فشار را رها نکنید، زیرا اگر این کار را انجام دهید، ازدحام کرده و تحت تأثیر نیروهای جهنم قرار خواهید گرفت! یک حلقه گیم پلی اعتیاد آور! شما همیشه فقط یک بار دیگر می خواهید! یک سبک هنری کامل پیکسلی! با عشق برای لذت تماشای شما ساخته شده است! شخصیت های واقعا متمایز! شما هرگز با این پسرها خسته نخواهید شد! همانطور که می خواهید بازی کنید! هم از صفحه کلید و ماوس و هم از گیم پد پشتیبانی می کند! بنابراین، آیا شما در حال انجام وظیفه هستید؟"
    },
    {
        "title": "underworld office",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/underworld-office-novel-game/id1523265842",
        "id_in_db": "132232d221a83115c17dc1d8d1607f093f78ab647b4b719c1cd2741fa6461d42",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple112/v4/bd/00/73/bd007327-9f61-88f9-05d9-c5fa6b1ac3f2/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "will glow the wisp",
        "store": "steam",
        "url": "https://store.steampowered.com/app/640890/Will_Glow_the_Wisp/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/640890/header.jpg?t=1759283772",
        "description": "DESCRIPTION Features Simple but deep mechanics Play vs. another players recordings Beat the Developer Global Highscore Lots of Particles and Bullets Beat the Developer You are able to play against the Developer in Will Glow the Wisp, but only the best players will be able to handle this challenge. Do you want to give it a try? Play vs Content Creators (Games Journalist, Youtubers, Streamers…) We love all content creators that is why you can play against recordings of content creators. Content creators get visibility by having a separate Highscore and people are able to get to their linked homepage, driving additional traffic to the content creators.",
        "id_in_db": "t3_1orvyu0",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "640890",
        "genres": [
            "Action",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256704431/movie_max.webm?t=1693684750",
        "is_dlc_or_addon": false,
        "persian_summary": "شرح ویژگی‌ها مکانیک ساده اما عمیق پخش در مقابل ضبط‌های پخش‌کننده دیگری شکست دادن برنامه‌نویس امتیاز جهانی بسیاری از ذرات و گلوله‌ها. آیا می خواهید آن را امتحان کنید؟ بازی در مقابل سازندگان محتوا (روزنامه‌نگار بازی، یوتیوب‌باز، پخش‌کننده...) ما همه تولیدکنندگان محتوا را دوست داریم، به همین دلیل است که می‌توانید در برابر ضبط‌های تولیدکنندگان محتوا بازی کنید. سازندگان محتوا با داشتن امتیاز بالاتری مجزا دیده می شوند و افراد می توانند به صفحه اصلی پیوند داده شده خود برسند و ترافیک بیشتری را برای سازندگان محتوا ایجاد کنند."
    },
    {
        "title": "windows macos felix the reaperca1299 free challenging single",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/felix-the-reaper-3f7e62",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/919410/capsule_616x353.jpg?t=1759324310",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1oq35vn",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "winner jordan rudess original musical motifs that allows you to create and play with 50 instruments including chords drums lead and bass sounds",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/jam-with-jordan/id1524167609",
        "image_url": "https://external-preview.redd.it/yymGGelZzvAaTbIvN94nesuxssLrofRmlskcwbo8GXc.jpeg?width=640&crop=smart&auto=webp&s=c4625de479f84706f8d78c9cd72508fbd32c7895",
        "description": "submitted by /u/Singhvistaar [link] [comments]",
        "id_in_db": "t3_1ow8cd6",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Singhvistaar [پیوند] [نظر]"
    },
    {
        "title": "wordle 2",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/wordle-2",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1386730/header.jpg?t=1676735185",
        "description": "Looking for a bigger and better word game that will keep you hooked for hours? Look no further than Wordle 2! Wordle 2 is the sequel to the popular word game Wordle, and it's even more addictive than the original. With new and challenging levels, you'll be able to test your vocabulary skills like never before. In Wordle 2, you'll be given a set of letters and your task is to create as many words as you can with those letters. The longer the word, the more points you'll earn. But be careful - some of the levels have hidden words that are worth extra points, so keep your eyes peeled! With its beautiful graphics and engaging gameplay, Wordle 2 is the perfect game for anyone who loves word puzzles. It's also a great way to keep your mind sharp and improve your vocabulary and spelling skills. So why wait? Buy Wordle 2 now and see how many words you can create. With its addictive gameplay and new levels, it's a game you won't be able to put down!",
        "id_in_db": "t3_1oxy1fl",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1386730",
        "genres": [
            "Casual",
            "Indie",
            "Simulation",
            "Sports"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256797754/movie_max_vp9.webm?t=1676732446",
        "is_dlc_or_addon": false,
        "persian_summary": "به دنبال یک بازی کلمات بزرگتر و بهتر هستید که شما را ساعت ها درگیر کند؟ بیشتر از Wordle 2 نگاه نکنید! Wordle 2 دنباله بازی محبوب کلمه Wordle است و حتی از نسخه اصلی اعتیاد آورتر است. با سطوح جدید و چالش برانگیز، می توانید مهارت های واژگان خود را مانند قبل آزمایش کنید. در Wordle 2، مجموعه ای از حروف به شما داده می شود و وظیفه شما این است که تا آنجا که می توانید با آن حروف کلمات ایجاد کنید. هر چه کلمه طولانی تر باشد، امتیاز بیشتری کسب خواهید کرد. اما مراقب باشید - برخی از سطوح دارای کلمات پنهانی هستند که ارزش امتیاز اضافی دارند، بنابراین چشمان خود را پاک کنید! Wordle 2 با گرافیک زیبا و گیم پلی جذاب خود، بازی مناسبی برای کسانی است که عاشق معماهای کلمات هستند. همچنین یک راه عالی برای تیز نگه داشتن ذهن و بهبود دایره لغات و مهارت های املایی است. پس چرا صبر کنیم؟ اکنون Wordle 2 را بخرید و ببینید چند کلمه می توانید ایجاد کنید. با گیم پلی اعتیاد آور و سطوح جدید، این یک بازی است که نمی توانید آن را کنار بگذارید!"
    },
    {
        "title": "Zero Hour",
        "id_in_db": "zero-hour@1763055227",
        "store": "other",
        "url": "https://itad.link/019a60b5-c482-73be-80b2-fd1866821d1f/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1359090",
        "description": "Welcome to Zero Hour, a tactical FPS with online team-based action gameplay that is set across various locations in Bangladesh with real-life scale & resource management. Join forces with up to 10 players in intense cooperative missions, or go solo with up to 9 AI squad mates. Experience hostage rescue and bomb defusal missions that require calculated strategies in the dynamic 5v5 PvP mode. Shape your route through compelling situations by interacting with story-driven NPCs and engaging with various objectives. Intense PvP Action Engage in intense 5v5 PvP battles across various game modes, including bomb defusal, hostage rescue, and deathmatch. Experience competitive gameplay with a comprehensive leaderboard and tier system. Choose your loadout wisely, as limited guns and gadgets add a strategic layer—you'll lose them upon dying, making every decision critical. Intense Tactical Action Zero Hour presents serious slow-paced, and methodically intense gameplay. The game offers authentic gunplay and scenarios, where quick thinking and strategic execution are essential for victory. Utilize the planning table to overview operations and formulate your approach before taking action. Remember, every move counts, and success demands teamwork, strategy, and precision. Innovative Gameplay Elements and Weapon Customization Explore over 18 diverse maps set across various locations in Bangladesh, featuring unique elements like functional elevators, bulletproof glass, and dynamic shutters for strategic advantages. Strategically utilize the breaker switch to control building lights, adding tactical depth to your missions. Choose from over 23 distinct weapons and 18 utilities, emphasizing resource management and team coordination. Fine-tune your arsenal with detailed weapon customization, modifying rails, sights, and foregrips for optimal performance. Immerse yourself in realism by checking magazine bullet counts and repacking magazines for efficiency. Dynamic Door Mechanics Doors are your lifeline and your barrier. Infiltrate with caution as terrorists set traps and alarms. Meanwhile, attackers have an arsenal of over 4 breach options: kick, door rammer, C2 explosives, and back kick combined with grenades, ensuring a variety of strategies to navigate these vital entry points. Dynamic Suspect AI Face a variety of suspects, each with distinct behaviors. Some even wield suicide bombs, while others utilize sniper tactics in long-range maps. They even have the ability to sense incoming fire and strategically time their advances ensuring maximum safety. The dynamic nature of suspects keeps you on your toes, with no guarantee of their next move. Your K9 Companion The K9 Attack Dog feature brings an immersive and emotional experience to your missions. As the game starts, you're assigned as a dog handler, initiating your journey with a small, nameable puppy. Initially resting in a cage, the puppy soon becomes interactive and starts playing around, following the player through the training facility. After successfully completing three missions, the canine companion becomes available for mission deployment.",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1359090/header.jpg?t=1759214865",
        "genres": [
            "Action",
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257053575/movie_max_vp9.webm?t=1725897669",
        "is_dlc_or_addon": false,
        "subreddit": "FreeGameFindings",
        "persian_summary": "به Zero Hour خوش آمدید، یک FPS تاکتیکی با گیم پلی اکشن آنلاین مبتنی بر تیم که در مکان های مختلف بنگلادش با مقیاس واقعی و مدیریت منابع تنظیم شده است. با حداکثر 10 بازیکن در ماموریت‌های همکاری فشرده به نیروهای خود بپیوندید، یا با حداکثر 9 نفر از اعضای تیم هوش مصنوعی به صورت انفرادی بروید. ماموریت های نجات گروگان و خنثی سازی بمب که نیاز به استراتژی های حساب شده در حالت پویا 5v5 PvP دارند را تجربه کنید. با تعامل با NPC های مبتنی بر داستان و درگیر شدن با اهداف مختلف، مسیر خود را در موقعیت های قانع کننده شکل دهید. Intense PvP Action در نبردهای شدید PvP 5v5 در حالت های مختلف بازی، از جمله خنثی سازی بمب، نجات گروگان و مسابقه مرگ شرکت کنید. گیم پلی رقابتی را با یک سیستم جامع امتیازات و ردیف تجربه کنید. بارگیری خود را عاقلانه انتخاب کنید، زیرا اسلحه ها و ابزارهای محدود یک لایه استراتژیک اضافه می کنند - پس از مرگ آنها را از دست خواهید داد و هر تصمیمی حیاتی می شود. Intense Tactical Action Zero Hour گیم پلی جدی با سرعت آهسته و روشمند را ارائه می دهد. بازی ارائه می دهد معتبر ..."
    },
    {
        "title": "zero hourca1199 free serious slow",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/zero-hour-8449a0",
        "image_url": "https://c1.neweggimages.com/esd/item/32-968-068/s829822.jpg",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1ow4wm5",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    }
]