[
    {
        "title": "2game granblue fantasy versus",
        "store": "other",
        "url": "https://2game.com/en_us/granblue-fantasy-versus-rising-deluxe-edition-steam-cygames-inc-row/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2157560/header.jpg?t=1760495460",
        "description": "The latest installment in the GBVS series is taking the genre to new heights! Rise to glory in the definitive fighting game experience for beginners and veterans alike. It's a Party! Claim Your Crown in Grand Bruise Legends! Need a break from matches? Take a breather and experience a one-of-a-kind island lobby filled with fun attractions. You can even go head-to-head with other players online in a variety of obstacle courses and survival games in an all-new party mode, Grand Bruise Legends! (Avatar, character, and mode availability is limited in the Free Edition.) Stay Focused on the Battle, Not the Controls Newcomers can fully enjoy the intensity and thrills of one-on-one combat without needing to memorize complicated controls—simple inputs can be used to perform skills with the press of a single button! A Captivating Story Campaign Awaits Embark on a journey through the vast skies of Granblue Fantasy and immerse yourself in an epic adventure while mastering the fundamentals of gameplay. As you take on more quests in this action RPG-inspired experience, you'll continue to grow stronger. Personalize the Experience On Every Level Express yourself and show some love for your favorite Granblue characters through a variety of character colors, weapon skins, lobby avatars, and even a selectable partner character to cheer you on and give you advice! Get Creative with the Digital Figure Studio The only limit is your imagination—construct original dioramas from a massive collection of high-quality 3D models from the Granblue Fantasy Versus series!",
        "id_in_db": "t3_1p36mjw",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "74% off",
        "steam_app_id": "2157560",
        "genres": [
            "Action"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256986467/movie_max_vp9.webm?t=1701669193",
        "is_dlc_or_addon": false,
        "persian_summary": "آخرین قسمت از سری GBVS ژانر را به ارتفاعات جدیدی می برد! در تجربه بازی مبارزه ای قطعی برای مبتدیان و کهنه کارها به شکوه برسید. این یک مهمانی است! تاج خود را در Grand Bruise Legends ادعا کنید! آیا نیاز به استراحت از مسابقات دارید؟ کمی نفس بکشید و یک لابی منحصر به فرد جزیره پر از جاذبه های سرگرم کننده را تجربه کنید. حتی می‌توانید با بازیکنان دیگر به صورت آنلاین در انواع کورس‌های موانع و بازی‌های بقا در یک حالت مهمانی کاملاً جدید، Grand Bruise Legends، رودررو شوید! (در نسخه رایگان آواتار، کاراکتر و حالت در دسترس است.) روی نبرد متمرکز بمانید، نه کنترل ها تازه واردان می توانند به طور کامل از شدت و هیجان مبارزه انفرادی بدون نیاز به حفظ کنترل های پیچیده لذت ببرند - ورودی های ساده را می توان برای انجام مهارت ها با فشار یک دکمه استفاده کرد! یک کمپین داستانی جذاب در انتظار سفری در آسمان های وسیع Granblue Fantasy و غوطه ور شدن در یک ماجراجویی حماسی در حالی که بر اصول اساسی تسلط دارید..."
    },
    {
        "title": "70 off lifetimefight the nightmare of sleep paralysis night terrors",
        "store": "iosappstore",
        "url": "https://apps.apple.com/au/app/night-terrors-sleep-assistant/id1309065157",
        "image_url": "https://external-preview.redd.it/I6jaRCNB77Xa5JYN6GDYlG_L5KZTArGphHRGYYVfY50.jpeg?width=640&crop=smart&auto=webp&s=b9cb04465c124cfecb14db31b15f048e812f255c",
        "description": "For the next 24 hours, Night Terrors PRO is 70% off as a one-time lifetime upgrade - no subscription required. Night Terrors is a sleep-assistant app for people who experience sleep paralysis, night terrors, or fear-based sleep disruptions. How it works: The app uses your device’s accelerometer and gyroscope to detect sudden or abrupt movements during sleep. Sleep data is processed offline on your device using a custom detection algorithm, nothing is sent to the cloud. To use, place your phone on your bed and press START. An alarm will sound when unexpected movement is detected, helping you wake safely. iOS 13+ with support for both iPhones and iPads. PRO Lifetime Upgrade Includes: Ad-free experience, full privacy, no tracking All existing features, including advanced motion-sensing detection Lifetime access to all future updates One-time unlock (not a subscription) I’m keen to hear your feedback if you try the app, it helps improve and refine the experience. submitted by /u/yoyohannnn [link] [comments]",
        "id_in_db": "t3_1p23dfi",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "70% off",
        "is_dlc_or_addon": false,
        "persian_summary": "برای 24 ساعت آینده، Night Terrors PRO 70٪ تخفیف به عنوان یک ارتقاء مادام العمر دارد - بدون نیاز به اشتراک. Night Terrors یک برنامه کمک خواب برای افرادی است که فلج خواب، وحشت شبانه یا اختلالات خواب مبتنی بر ترس را تجربه می کنند. چگونه کار می کند: این برنامه از شتاب سنج و ژیروسکوپ دستگاه شما برای تشخیص حرکات ناگهانی یا ناگهانی در طول خواب استفاده می کند. داده های Sleep با استفاده از یک الگوریتم تشخیص سفارشی در دستگاه شما به صورت آفلاین پردازش می شوند، چیزی به ابر ارسال نمی شود. برای استفاده، تلفن خود را روی تخت خود قرار دهید و START را فشار دهید. زمانی که حرکت غیرمنتظره ای تشخیص داده شود، زنگ هشدار به صدا در می آید و به شما کمک می کند تا با خیال راحت از خواب بیدار شوید. iOS 13+ با پشتیبانی از iPhone و iPad. ارتقای طول عمر PRO شامل: تجربه بدون آگهی، حریم خصوصی کامل، بدون ردیابی همه ویژگی‌های موجود، از جمله تشخیص پیشرفته حسگر حرکت، دسترسی مادام‌العمر به همه به‌روزرسانی‌های آینده، باز کردن قفل یک‌باره (نه اشتراک) من مشتاقم اگر برنامه را امتحان کنید، بازخورد شما را بشنوم، این به بهبود و اصلاح تجربه کمک می‌کند. ارسال شده توسط ..."
    },
    {
        "title": "alessias dollhouse",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/alessias-dollhouse",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3037780/header.jpg?t=1757761322",
        "description": "Some Houses Hide a Nightmare That Never Sleeps... Alessia's Dollhouse is a first-person psychological horror game that will take your breath away. In the dead of night, on a deserted road, you take on the role of Darren, an ordinary pizza delivery guy, in a creepy dollhouse filled with sinister secrets. But this time, your delivery address will drag you into an unimaginable vortex of horror. Alessia's DollHouse is a New Take on an Old Genre : A HYPNOTIZING ATMOSPHERE: Dark corridors, eerie whispers, and a tension ready to be triggered at any moment. IN THE GRIP OF DESPERATION: Feel the breath of the terrifying puppets on your neck! There is no escape. You are alone and defenseless. Your only weapon is your mind... and it may not last long. THREE TERRIFYING DOLLS WITH DISTINCT CHARACTERISTICS AWAIT YOU: The first doll has a chilling gaze that freezes your soul when you look into its eyes. The second doll silently stalks you from behind, resembling a ghost from your past, lurking in dark corners. The third doll unexpectedly appears, taking you on a journey filled with nightmares. These dolls, each equipped with unique horrifying abilities, create a deep atmosphere of fear and suspense. THE TRUTH BEHIND THE CURTAIN: Uncover the disturbing history of the puppet house and tragic events. But some secrets may be better left buried. CHOICES HAVE CONSEQUENCES: Your decision will affect Darren's fate and his soul. One wrong step could condemn him to an eternal nightmare. Remember: Some toys don't just watch. They also play. Alessia's Dollhouse is based on challenge and escape. It is supported by light, loud and sudden sounds. Keep in mind that it makes you feel a lot of fear and is a difficult game. Developer's comment about the game : We recommend that people who are afraid of the dark, have a heart condition, and are afraid of being alone should not play alone. If you are easily frightened, turn back now. WARNING: This game may trigger seizures to people with photosensitive epilepsy. Player discretion is advised.",
        "id_in_db": "t3_1p1g6kf",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3037780",
        "genres": [
            "Indie",
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257035407/movie_max_vp9.webm?t=1719956430",
        "is_dlc_or_addon": false,
        "persian_summary": "Some Houses Hide a Nightmare That Never Sleeps... Alessia's Dollhouse یک بازی ترسناک روانشناختی اول شخص است که نفس شما را بند می آورد. در تاریکی شب، در جاده‌ای متروک، نقش دارن، یک پیتزای معمولی را در خانه عروسکی خزنده‌ای مملو از رازهای شوم بازی می‌کنید. اما این بار، آدرس تحویل شما را به گردابی از وحشت غیرقابل تصور می کشاند. DollHouse آلسیا برداشتی جدید از ژانر قدیمی است: یک جو هیپنوتیزم کننده: راهروهای تاریک، زمزمه های وهم انگیز، و تنشی که هر لحظه آماده به راه افتادن است. در چنگال یاس: نفس عروسک های وحشتناک را روی گردن خود احساس کنید! راه گریزی نیست. تو تنها و بی دفاعی تنها سلاح شما ذهن شماست... و ممکن است مدت زیادی دوام نیاورد. سه عروسک وحشتناک با ویژگی های متمایز در انتظار شما هستند: اولین عروسک نگاهی سرد دارد که وقتی به چشمانش نگاه می کنید روح شما را منجمد می کند. عروسک دوم بی‌صدا از پشت سر شما را می‌گیرد، شبیه شبحی از گذشته‌تان، در کمین..."
    },
    {
        "title": "alessias dollhouse 100 off free",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/alessias-dollhouse",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1151530/header.jpg?t=1728669540",
        "description": "In the year 2066, biologically engineered humanoids—‘biots’—make up a large percentage of the workforce. The protagonist is one such biot and, like the rest of his colleagues, he lives to serve a single purpose: to fulfill his pre-programmed vocation. In his case, that is to be a companion in an adult entertainment center known as Dollhouse. Servants exist as lifeless dolls until activated upon request, a biot’s self-awareness and free will are sealed off by design. That is how the protagonist’s days go until crossing paths with an opportunistic thief and a mysterious device in his possession… Synthetic Lover is a sci-fi story about an individual who discovers the challenges of being human. During his journey, he navigates through the ups and downs of an imperfect life while trying to avoid conflict with a powerful organization, learning to understand emotions, forming friendships, and possibly finding love along the way. GAME FEATURES: - Story rich BL/Yaoi visual novel in a sci-fi setting - 2 Love interests - 138 000+ words - 7 Endings - 57 Unique CGs - 100+ Backgrounds - Full English voice over - OST",
        "id_in_db": "t3_1p2rt8d",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1151530",
        "genres": [
            "Casual",
            "Indie",
            "RPG"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256818286/movie_max_vp9.webm?t=1687193584",
        "is_dlc_or_addon": false,
        "persian_summary": "در سال 2066، انسان نماهای مهندسی شده بیولوژیکی - \"بیوت ها\" - درصد زیادی از نیروی کار را تشکیل می دهند. قهرمان داستان یکی از این شخصیت‌هاست و مانند بقیه همکارانش، برای خدمت به یک هدف زندگی می‌کند: انجام حرفه از پیش برنامه‌ریزی شده‌اش. در مورد او، این است که در یک مرکز سرگرمی بزرگسالان به نام خانه عروسک همراه باشد. خدمتکارها به عنوان عروسک های بی جان وجود دارند تا زمانی که در صورت درخواست فعال شوند، خودآگاهی و اراده آزاد زیستی با طراحی مهر و موم شده باشد. روزهای قهرمان داستان اینگونه می گذرد تا اینکه با یک دزد فرصت طلب و وسیله ای مرموز در اختیار او قرار می گیرد... Synthetic Lover یک داستان علمی تخیلی درباره فردی است که چالش های انسان بودن را کشف می کند. در طول سفر، او از فراز و نشیب های یک زندگی ناقص عبور می کند در حالی که سعی می کند از درگیری با یک سازمان قدرتمند اجتناب کند، یاد می گیرد احساسات را درک کند، دوستی برقرار می کند و احتمالاً در این راه عشق پیدا می کند. ویژگی های بازی: - رمان بصری غنی از داستان BL/Yaoi در یک داستان علمی تخیلی..."
    },
    {
        "title": "apps found an android app that takes a photo when someone tries to open your apps spycatcher free",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.labdroid.catcher&hl=en",
        "image_url": "https://external-preview.redd.it/DIbTsYmdH2xZ53CEKfm_vIGMkioAh59Ipmxbk8bnqUw.png?width=320&crop=smart&auto=webp&s=6eea3042a40a2613410739bc9e481037dd286689",
        "description": "I came across an app called SpyCatcher today and thought some people here might find it useful. It lets you choose specific apps, and if someone tries to open them, the phone takes a front camera photo and logs the time and which app was opened. If you leave your phone around at work or at home, it’s a good way to know if someone is checking your apps without permission. It’s free on Google Play if anyone wants to try it: https://play.google.com/store/apps/details?id=com.labdroid.catcher&hl=en Just sharing in case it helps someone. submitted by /u/marouanMrz [link] [comments]",
        "id_in_db": "t3_1p332fu",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "من امروز با برنامه ای به نام SpyCatcher برخورد کردم و فکر کردم برای برخی از افراد اینجا ممکن است مفید باشد. این به شما امکان می‌دهد برنامه‌های خاصی را انتخاب کنید، و اگر کسی بخواهد آنها را باز کند، تلفن از دوربین جلو عکس می‌گیرد و زمان و برنامه باز شده را ثبت می‌کند. اگر تلفن خود را در محل کار یا خانه رها می کنید، این راه خوبی است که بدانید آیا کسی بدون اجازه برنامه های شما را بررسی می کند یا خیر. اگر کسی بخواهد آن را امتحان کند در Google Play رایگان است: https://play.google.com/store/apps/details?id=com.labdroid.catcher&hl=en فقط اگر به کسی کمک کرد به اشتراک بگذارید. ارسال شده توسط /u/marouanMrz [لینک] [نظر]"
    },
    {
        "title": "autumnattempt42",
        "store": "other",
        "url": "https://givee.club/event/1164",
        "image_url": "https://external-preview.redd.it/RNWaVMdVJMMSEqoEkIwq8pGCEYY4p2ulP75NsoapUtc.png?width=320&crop=smart&auto=webp&s=5c0bb1058a177bc8f20d4f6d745926243c5a4a46",
        "description": "submitted by /u/HOMBREDIAMATE [link] [comments]",
        "id_in_db": "t3_1p23bgt",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/HOMBREDIAMATE [پیوند] [نظر]"
    },
    {
        "title": "based roguelike that features a deck of playing cards used to create card combos and activate skills in the heat of battle",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1p276rx/multiplatform_zoetica1429_free_turnbased/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3617620/ebdd085fa9113584e66946b762c2da106fc49fa5/header.jpg?t=1762532373",
        "description": "My Card Is Better Than Your Card! is an adorable yet challenging sticker sticking roguelike deckbuilder. Create your own cards with a colorful catalogue of stickers combining their effects. Collect more and more stickers, discover synergies and find your own playstyle with a deck full of your own creations to defeat your rivals in whimsical card duels. Turn-based gameplay, delightful events and free-form card crafting bring about a wholesome experience while presenting a challenge. Features: Over 200 super awesome and adorable stickers to stick onto your cards! Play against ten unique opponents, from best friends to playground princesses and bug enthusiasts! Choose from 10 starter decks on what kind of cards and playstyle you want to start your run with! 3 challenging bosses to truly test your deckbuilding skills at the end of every week Over 40 toys to collect and synergize with your cards! Over 15 different types of fun events to visit, like digging for forgotten sticker treasures and trying your luck at a claw machine Super special Story Events to spend time with your friends from the neighborhood! Challenge them to water fights or go on an adventure in the forest! Who knows what’ll happen! 15 themed booster packs to rip open and enjoy Three special sticker types that change how the stickers play and make them even cooler (or lamer) Each sticker has its own effect, allowing for endless creativity and strategies for you to play with! But be careful, too many stickers and a card will become too expensive to play. It’s time for a tug-of-war of coolness! Play your cards right to gain favor over your rivals and leave them in awe of your creations! Make use of the FEVER multiplier to turn the tide at the right moment! Between card battles you can take part in all sorts of activities to spice up your deck. Dig for hidden prizes in Treasure Hunts! Try your luck at the Vending Machine for that perfect super shiny sticker! Get to know your friends around the neighborhood in Story Events! Grab some new toys at the Claw Machine! Fill up your summer days with different fun events. Each run alters the challenge. You’ll encounter different neighborhood rivals, with a different set of cards to take them on. Figure out new synergies and combos to gain the edge over your opponents to become the playground champ!",
        "id_in_db": "t3_1p276rx",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3617620",
        "genres": [
            "Casual",
            "Indie",
            "Strategy",
            "Early Access"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257204076/movie_max_vp9.webm?t=1758557121",
        "is_dlc_or_addon": false,
        "persian_summary": "کارت من بهتر از کارت شماست! یک برچسب شایان ستایش و در عین حال چالش برانگیز است که عرشه ساز سرکش می چسبد. کارت های خود را با یک کاتالوگ رنگارنگ از برچسب ها که جلوه های آنها را ترکیب می کند ایجاد کنید. استیکرهای بیشتر و بیشتری را جمع آوری کنید، هم افزایی ها را کشف کنید و سبک بازی خود را با عرشه ای پر از خلاقیت های خود بیابید تا رقبای خود را در دوئل های کارتی عجیب و غریب شکست دهید. گیم‌پلی نوبتی، رویدادهای لذت‌بخش و کاردستی با کارت‌های آزاد، تجربه‌ای مفید را در عین ارائه یک چالش به ارمغان می‌آورد. ویژگی ها: بیش از 200 برچسب فوق العاده عالی و شایان ستایش برای چسباندن روی کارت های شما! در برابر ده حریف منحصر به فرد، از بهترین دوستان گرفته تا شاهزاده خانم های زمین بازی و علاقه مندان به اشکال بازی کنید! از بین 10 عرشه شروع، انتخاب کنید که با چه نوع کارت و سبک بازی می خواهید دویدن خود را شروع کنید! 3 رئیس چالش برانگیز برای آزمایش واقعی مهارت های عرشه سازی شما در پایان هر هفته بیش از 40 اسباب بازی برای جمع آوری و همکاری با کارت های خود! بیش از 15 نوع مختلف از رویدادهای سرگرم کننده برای بازدید، مانند حفاری برای گنجینه های برچسب فراموش شده..."
    },
    {
        "title": "blazing fast qr barcode scanner 100 offline generator",
        "store": "googleplay",
        "url": "https://www.reddit.com/r/googleplaydeals/comments/1p38q9v/apps_scanify_blazing_fast_qr_barcode_scanner_100/",
        "image_url": "https://play-lh.googleusercontent.com/ZEATv4SJYtquQbC7qRajV_CpWhQpdaG7B4snRx0umV5NLRrRLAi6oEVYtx4ttCddKzSxIsX8hZWr93ZVwT0qzkk=w600-h300-pc0xffffff-pd",
        "description": "Brand new release – completely free! • Instant scanning • Works offline • Built-in QR generator • History & favorites • Tiny app size Light ads, no paywalls. Perfect if you scan menus, tickets, or products daily. https://play.google.com/store/apps/details?id=com.elytelabs.scanify submitted by /u/thisizfaisal [link] [comments]",
        "id_in_db": "t3_1p38q9v",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "نسخه کاملاً جدید - کاملاً رایگان! • اسکن فوری • آفلاین کار می کند • مولد QR داخلی • تاریخچه و موارد دلخواه • اندازه برنامه کوچک تبلیغات سبک، بدون دیوار پرداخت. اگر روزانه منوها، بلیط ها یا محصولات را اسکن می کنید عالی است. https://play.google.com/store/apps/details?id=com.elytelabs.scanify ارسال شده توسط /u/thisizfaisal [پیوند] [نظرات]"
    },
    {
        "title": "celeste",
        "store": "steam",
        "url": "https://store.steampowered.com/app/504230/Celeste/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/504230/header.jpg?t=1714089525",
        "description": "Help Madeline survive her inner demons on her journey to the top of Celeste Mountain, in this super-tight, hand-crafted platformer from the creators of multiplayer classic TowerFall. A narrative-driven, single-player adventure like mom used to make, with a charming cast of characters and a touching story of self-discovery A massive mountain teeming with 700+ screens of hardcore platforming challenges and devious secrets Brutal B-side chapters to unlock, built for only the bravest mountaineers IGF “Excellence in Audio” finalist, with over 2 hours of original music led by dazzling live piano and catchy synth beats Pie The controls are simple and accessible - simply jump, air-dash, and climb - but with layers of expressive depth to master, where every death is a lesson. Lightning-fast respawns keep you climbing as you uncover the mysteries of the mountain and brave its many perils. This is it, Madeline. Just breathe. You can do this.",
        "id_in_db": "t3_1p3fkb2",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "75% off",
        "steam_app_id": "504230",
        "genres": [
            "Action",
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256706951/movie_max.webm?t=1516898311",
        "is_dlc_or_addon": false,
        "persian_summary": "به Madeline کمک کنید تا در سفر به بالای کوه Celeste، در این پلتفرمر بسیار تنگ و دست‌ساز از سازندگان TowerFall کلاسیک چند نفره، از شیاطین درونی‌اش جان سالم به در ببرد. ماجراجویی تک‌نفره‌ای مبتنی بر روایت و مانند مادر، با گروهی جذاب از شخصیت‌ها و داستانی تکان‌دهنده از کشف خود، کوهی عظیم مملو از بیش از ۷۰۰ صفحه از چالش‌های سکوی هاردکور و رازهای حیله‌آمیز فصل‌های وحشیانه B-side برای باز کردن، ساخته شده فقط برای شجاع‌ترین کوهنوردان آخرالزمان با موسیقی IGFoE با IGFoE. با پیانوی زنده خیره‌کننده و ضرب‌های سنتزی جذاب Pie کنترل‌ها ساده و در دسترس هستند - به سادگی پرش، ضربه زدن به هوا و بالا رفتن - اما با لایه‌هایی از عمق بیانی برای تسلط، جایی که هر مرگ یک درس است. با کشف اسرار کوه و شجاعت در برابر خطرات متعدد آن، بازپخش‌های سریع رعد و برق شما را در بالا رفتن نگه می‌دارند. این است، مادلین. فقط نفس بکش شما می توانید این کار را انجام دهید."
    },
    {
        "title": "down shooter with stealth elements presented in a wild west theme play as an escaped slave fleeing to the united states in 1873",
        "store": "steam",
        "url": "https://store.steampowered.com/app/410110/12_is_Better_Than_6/",
        "image_url": "https://external-preview.redd.it/PHXi2CC-Sqgn7-8PUKo7-N_jvt7xikhVg_yKPGZPl_o.jpeg?width=320&crop=smart&auto=webp&s=e3bcb01aa22157cf28cc7f9dd3c88d89a1a0ca73",
        "description": "submitted by /u/Singhvistaar [link] [comments]",
        "id_in_db": "t3_1ou4ftq",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Singhvistaar [پیوند] [نظر]"
    },
    {
        "title": "epic games mobile zoeti",
        "store": "epicgames",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1p26z47/epic_games_mobile_game_zoeti/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1343400/2354f470ed43dbcf63e168dc2b256285434ea52c/header.jpg?t=1750692577",
        "description": "Journey into the Sixth Age of Gielinor and discover a fantasy world deep with legend and lore. Gielinor's people may be thriving, but the Elder Gods still scheme. The clouds are darkening and war looms. Experience a fantasy online world 19 years in the making. It's up to you. Will you explore the world with friends, or seek your fame and fortune as a lone adventurer? Whether you’re engaged in daring quests, quietly tending to your farm, risking it all against a high-level boss or spending a night at the circus, RuneScape is the perfect second-screen game. Play how you want – the choice is yours. What type of hero will you be? With a world that’s been growing for an incredible 19 years, RuneScape continues to thrill players with an adventure unlike any other. With 270 million installations and cross-playability on PC and mobile, join the hundreds of millions of people who have explored the fantastic and mystical world of Gielinor. Make friends – and maybe sometimes enemies – with a rich roster of memorable NPC characters. From lovable companions and friendly rogues, to deceitful villains and vengeful gods, the many faces of Gielinor offer a deep fantasy experience unlike anything else. Visit dozens and dozens of unique and striking locations, from the medieval castles of Burthorpe and the tranquil harbours of Catherby, to the dangerous barren expanses of the Wilderness or the tropical reaches of Anachronia. Own your own port! Run your own farm! Make a pretty penny trading with players at The Grand Exchange, and keep your exotic wares safe in the Bank. With 28 skills to master, what will you become? Will you be one with nature by perfecting Woodcutting, Fishing, Herblore and Cooking? Or would you prefer to be more creative with Crafting, Farming, Smithing and Construction? Or perhaps your tastes lay elsewhere – with Hunting, Divination, Invention or Runecrafting? Or maybe your soul yearns action, and you’ll take to Magic, Summoning, Slayer and Dungeoneering! Do you want to get up close and personal with a sharp blade in your hand? Or will you take a tactical approach and attack from range? Or perhaps your skills are more mystical, and you prefer the arena of magic? Fight a dazzling assortment of foes including an unimaginable array of epic bosses. From demons to dragons and rock monsters to serpents, nightmares beyond your wildest imagination lay in wait. RuneScape can be played free, but also offers optional membership that unlocks even more thrilling content, including 8 additional skills, over 120 extra quests and access to the entire game world map! Check out the Steam DLC Bundles Membership Access offers featuring launch exclusive Steam cosmetic items and special rewards. Add your unique voice to our vibrant RuneScape community. Enjoy a strong connection to RuneScape's independent development team by joining them for regular livestreams, and share ideas on the forums. We shape RuneScape together!",
        "id_in_db": "t3_1p26z47",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1343400",
        "genres": [
            "Massively Multiplayer",
            "RPG",
            "Free To Play"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256800506/movie_max_vp9.webm?t=1634556984",
        "is_dlc_or_addon": false,
        "persian_summary": "به عصر ششم جیلینور سفر کنید و دنیایی فانتزی عمیق با افسانه و افسانه را کشف کنید. مردم جیلینور ممکن است در حال شکوفایی باشند، اما خدایان بزرگ هنوز نقشه می کشند. ابرها تاریک می شوند و جنگ در حال رخ دادن است. 19 سال در حال ساخت یک دنیای آنلاین فانتزی را تجربه کنید. این به شما بستگی دارد. آیا با دوستانتان دنیا را کاوش خواهید کرد یا به عنوان یک ماجراجوی تنها به دنبال شهرت و ثروت خود خواهید بود؟ چه درگیر ماموریت های جسورانه باشید، چه بی سر و صدا به مزرعه خود رسیدگی کنید، همه آن را در برابر یک رئیس سطح بالا به خطر بیندازید یا یک شب را در سیرک سپری کنید، RuneScape بازی عالی در صفحه دوم است. همانطور که می خواهید بازی کنید - انتخاب با شماست. چه نوع قهرمانی خواهید بود؟ با جهانی که 19 سال باورنکردنی در حال رشد بوده است، RuneScape همچنان به هیجان بازیکنان با ماجراجویی‌هایی که شبیه هیچ‌کدام از دیگران نیست، ادامه می‌دهد. با 270 میلیون نصب و قابلیت پخش متقابل روی رایانه شخصی و موبایل، به صدها میلیون نفری بپیوندید که دنیای خارق العاده و عرفانی Gielinor را کاوش کرده اند. دوست – و شاید گاهی دشمن – با یک..."
    },
    {
        "title": "etailmarket returnal 68 off 1948 ghost of tsushima 52 off 2857 marvels spider",
        "store": "other",
        "url": "https://www.reddit.com/r/GameDeals/comments/1p2wzjx/etailmarket_returnal_68_off_1948_ghost_of/",
        "image_url": "https://etail.market/image/cache/catalog/ghost-of-tsushima-director-s-cut-pre-order_screenshot_ulio7_cover-800x450.webp",
        "description": "Title EU Price Discount Returnal™ €19.48 68% Ghost of Tsushima DIRECTOR'S CUT €28.57 52% Marvel's Spider-Man Remastered €19.48 68% Ready or Not €21.67 50% Days Gone €12.98 68% God of War €16.44 67% Don't forget to use 'etailextr5' discount code. submitted by /u/etailmarket [link] [comments]",
        "id_in_db": "t3_1p2wzjx",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "68% off",
        "is_dlc_or_addon": false,
        "persian_summary": "عنوان تخفیف قیمت اتحادیه اروپا بازگشتی™ 19.48 € 68% Ghost of Tsushima DIRECTOR'S CUT 28.57 € 52% Marvel's Spider-Man Remastered 19.48 € 68% آماده یا نه € 21.67 € 50% Days Gone 50% Days Gone 6 € 12.98% Don't 6 € 12.98 فراموش کنید God't 6 €6 از کد تخفیف \"etailextr5\" استفاده کنید. ارسال شده توسط /u/etailmarket [لینک] [نظر]"
    },
    {
        "title": "exiled giveaways and itchio mega threads",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1oznakd/exiled_giveaways_and_itchio_mega_threads/",
        "image_url": "https://external-preview.redd.it/steam-software-figmin-xr-v0-GXQajwAYe5FAcRMuvkb8S5sgYCfGGVH1uiWR7LoTzS8.jpeg?auto=webp&s=f93abdf69f3f9059bb7643c4bd7a6c81bb62a787",
        "description": "To increase visibility, the mega threads are posted on a weekly basis. This is being done following the overall discussion of Mega Threads via FGF Update - https://redd.it/jkxyzw Please use the below threads for your posts. :) Exiled Giveaways Mega Thread (#2) Itchio Mega Thread (#10) Want to setup alerts to these threads? RSS Feed information can be found in our wiki! https://www.reddit.com/r/FreeGameFindings/wiki/rssfeed Included is information about our discord bot and general RSS feed stuff. Definitely give it a look! submitted by /u/AutoModerator [link] [comments]",
        "id_in_db": "t3_1oznakd",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "برای افزایش دید، مگا رشته ها به صورت هفتگی ارسال می شوند. این به دنبال بحث کلی مگا موضوعات از طریق به‌روزرسانی FGF انجام می‌شود - https://redd.it/jkxyzw لطفاً از موضوعات زیر برای پست‌های خود استفاده کنید. :) Exiled Giveaways Mega Thread (#2) Itchio Mega Thread (#10) آیا می خواهید هشدارهایی را برای این رشته ها تنظیم کنید؟ اطلاعات فید RSS را می توان در ویکی ما یافت! https://www.reddit.com/r/FreeGameFindings/wiki/rssfeed شامل اطلاعاتی درباره ربات اختلاف ما و موارد کلی فید RSS است. حتما بهش نگاه کن! ارسال شده توسط /u/AutoModerator [لینک] [نظر]"
    },
    {
        "title": "fgf giveaway",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1p1mhzq/fgf_giveaway_orbyss/",
        "image_url": "https://preview.redd.it/fgf-contest-powered-by-community-funds-v0-xi54utlza1tc1.png?width=2009&auto=webp&s=02aef6f696604b581ae84dca70d14f95d26a7a8c",
        "description": "This is a direct from dev/pub giveaway for FGF. Similar to those we have done before. Huge thanks to Misty Whale/Studio for supplying the keys for this event! The developer Misty Whale recently launched Orbyss onto Steam! A solo project that took at least ten years of work to complete! A fun puzzle game with some neat mechanics to switch around, change places and solve it all. Kind of a \"solo co-op\" game. I ended up trying it out recently and really dug it, so a chance to work together on something for it is fantastic! In this logic based puzzle game, switch between Orbs to solve puzzles and light up your world. Play co-op with yourself, freeze time, fly drones, play with sound… and overcome the evil shadow interfering with your quest. As a means of promoting the title and trying to get more reviews/wishlists/eyes on it, we are running a fun little event! Things like reviews of purchased games and wishlists of games on Steam are extremely important, so we hope that you'll do so if you're interested. If you're a fan of puzzle games, you'll love this! I am happy to announce the FGF Giveaway of 50 Steam keys for Orbyss! To enter We will use the comments and Gleam. It'll be 25 Steam Keys via Gleam and 25 Steam keys through the comments. Gleam entries: https://gleam.io/VgHH7/fgf-orbyss-giveaway-13 https://gleam.io/el3lS/fgf-orbyss-giveaway-23 https://gleam.io/sBdN2/fgf-orbyss-giveaway-33 Comment entries: For comment entries, simply make any top-level comment. Only make a single top-level one. Comment replies are fine, but they wont count as an entry. As a little bonus piece, I'll section out five of the 25 keys for comments where users include a screenshot showing they wishlisted the game. NOTE: Winners will be selected at random. This offer will be live until the 26th . That or the next day or something, I will email the Gleam winners (check your junk/spam too) , and Reddit chat the comment winners. Some links relating to Orbyss! Orbyss on Steam - https://store.steampowered.com/app/1385340/Orbyss/ Misty Studio on Twitter - https://twitter.com/MistyStudio Misty Whale on YouTube - https://www.youtube.com/channel/UCgHvN9saF3FAxf0PTE_IHMg Developer's Website - https://www.mistywhale.com/ Full disclosure, I was not provided any personal key for this event. For more details about when I have and have not been supplied an item for these FGF Giveaways, see here - https://docs.google.com/spreadsheets/d/1RFeaSIpqFvvSzfOowecLz_rbbFo-YKa25PYAqF6Y6ko/ submitted by /u/StOoPiD_U [link] [comments]",
        "id_in_db": "t3_1p1mhzq",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "این یک هدیه مستقیم از طرف dev/pub برای FGF است. مشابه کارهایی که قبلا انجام داده ایم. با تشکر فراوان از استودیو/نهنگ مه آلود برای تهیه کلیدهای این رویداد! توسعه دهنده Misty Whale اخیرا Orbyss را روی Steam راه اندازی کرده است! پروژه ای انفرادی که برای تکمیل آن حداقل ده سال کار طول کشید! یک بازی پازل سرگرم کننده با چند مکانیک منظم برای جابجایی، تغییر مکان و حل همه آن. نوعی بازی \"انفرادی تعاونی\". من اخیراً آن را امتحان کردم و واقعاً آن را کشف کردم، بنابراین فرصتی برای همکاری روی چیزی برای آن فوق العاده است! در این بازی پازل مبتنی بر منطق، بین Orbs جابجا شوید تا معماها را حل کنید و دنیای خود را روشن کنید. با خودتان بازی کنید، زمان را متوقف کنید، با هواپیماهای بدون سرنشین پرواز کنید، با صدا بازی کنید... و بر سایه شیطانی که در تلاش شما دخالت می کند غلبه کنید. به‌عنوان وسیله‌ای برای تبلیغ عنوان و تلاش برای دریافت نظرات/لیست‌های خواسته‌ها/چشم‌ها برای آن، یک رویداد کوچک سرگرم‌کننده را برگزار می‌کنیم! مواردی مانند بررسی بازی های خریداری شده و لیست علاقه مندی های بازی ها در Steam بسیار مهم هستند، بنابراین امیدواریم که اگر ..."
    },
    {
        "title": "free 2d point click horror adventure about a boy with a glowing head alright its a bulb inspired by machinarium and gobliiins solve puzzles defeat wicked monsters and reveal bulbys abilities to unfold a twisted tale",
        "store": "steam",
        "url": "https://store.steampowered.com/app/390290/Bulb_Boy/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/390290/header.jpg?t=1762291079",
        "description": "One gloomy night, Bulb Boy wakes suddenly from a frightening nightmare to discover that evil has overshadowed the Bulbhouse. His family has disappeared and there are horrid monsters lurking in the shadows. Gather the courage and use his glass head to save everything he loves. Find light in yourself! Gameplay Bulb Boy is an intuitive 2D point & click horror adventure about a boy with a glowing head (alright, it's a bulb...) inspired by Machinarium and Gobliiins. Solve puzzles, defeat wicked monsters and reveal bulby's abilities to unfold a twisted tale. Ohhh... And don't forget to save your Grandpa-raffin and Mothdog from the frightening darkness.. Key Features DEFEAT THE MONSTERS -Explore the Bulb house, that is full of frightening creatures. Defeat the evil in all its forms and bring the light back. BULB'S TALENTS - Being a boy that is a bulb comes with many talents. Not only does your head light up and allows you to survive electrical shocks, but it can also be unscrewed for use in strange places. PLAYABLE FLASHBACKS - Play as other family characters. Relive Bulb Boy's childhood memories to uncover the mystery of the story. BUBBLE SPEECH - No dialogue, just bubble speech. Watch the story unfold in animated clouds. SECRETS - There are things in the house waiting to be revealed. POOP - In many sizes and proportions.",
        "id_in_db": "t3_1or3lg0",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "390290",
        "genres": [
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256657637/movie_max.webm?t=1447378620",
        "is_dlc_or_addon": false,
        "persian_summary": "یک شب تاریک، Bulb Boy ناگهان از یک کابوس ترسناک بیدار می شود و متوجه می شود که شیطان بر خانه Bulbhouse سایه افکنده است. خانواده او ناپدید شده اند و هیولاهای وحشتناکی در سایه ها کمین کرده اند. شجاعت جمع کنید و از سر شیشه ای او برای نجات هر چیزی که دوست دارد استفاده کنید. در خودت نور پیدا کن! گیم‌پلی Bulb Boy یک ماجراجویی ترسناک دوبعدی با نقطه و کلیک درباره پسری با سر درخشان (خوب، این یک لامپ است...) است که از Machinarium و Gobliiins الهام گرفته شده است. پازل ها را حل کنید، هیولاهای شرور را شکست دهید و توانایی های bulby را برای باز کردن یک داستان پیچیده آشکار کنید. اوه اوه... و فراموش نکنید که پدربزرگ رافین و سگ Mothdog خود را از تاریکی ترسناک نجات دهید. ویژگی های کلیدی شکست هیولاها - خانه Bulb را که پر از موجودات ترسناک است کاوش کنید. شر را در تمام اشکالش شکست دهید و نور را برگردانید. استعدادهای BULB's - پسری بودن با استعدادهای زیادی همراه است. نه تنها سر شما روشن می شود و به شما امکان می دهد از شوک الکتریکی جان سالم به در ببرید، بلکه می توان آن را برای استفاده در ..."
    },
    {
        "title": "free digital synthesizer with powerful oscillators modulators filters auv3 plugin midi support and 1000 factory presets designed by world class sound designers",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/synthmaster-2/id1566704584",
        "image_url": "https://external-preview.redd.it/Bv_O7b3-Z_TV9aMxo1ZM2K-lakcxnDf8ob35RrPgQ9U.jpeg?width=640&crop=smart&auto=webp&s=8a35c0351329b47d07d466e5560bb4fdf87087c6",
        "description": "submitted by /u/Singhvistaar [link] [comments]",
        "id_in_db": "t3_1otf0js",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Singhvistaar [پیوند] [نظر]"
    },
    {
        "title": "free play as fenyx a new winged demigod on a quest to save the greek gods and their home from a dark curse in this open",
        "store": "ubisoftstore",
        "url": "https://register.ubisoft.com/ImmortalsFenyxRising_Free/en-US",
        "image_url": "https://image.api.playstation.com/vulcan/ap/rnd/202009/0300/MqOjOCxySqOaAa1NAms5Gx6C.jpg",
        "description": "submitted by /u/Singhvistaar [link] [comments]",
        "id_in_db": "t3_1ow65hl",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Singhvistaar [پیوند] [نظر]"
    },
    {
        "title": "games master of words pro 149",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=air.com.littlebigplay.games.premium.wordmaster",
        "image_url": "https://external-preview.redd.it/mVf9FRc4hsnQlSj52I6S_-5HAbzgZ2n3Sz8qhS8I8Xk.png?width=320&crop=smart&auto=webp&s=6a94c7301ba258eb5b13ab50224f6ff68a37c83b",
        "description": "submitted by /u/ac_del [link] [comments]",
        "id_in_db": "t3_1oyn0f3",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/ac_del [لینک] [نظر]"
    },
    {
        "title": "Godzilla Voxel Wars",
        "id_in_db": "godzilla-voxel-wars@1763655514",
        "store": "other",
        "url": "https://itad.link/018d959b-c4d2-72a0-9a11-450a49f6093d/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2439780",
        "description": "Summary: From TOHO Games, subsidiary of the company behind the Godzilla movie series, and the up-and-coming game studio Nukenin LLC (winner of the Google Indie Game Festival 2021 TOHO Games Award) comes a new strategy puzzle game! Control Toho monsters as you save the world by repelling the invasion of the Fungoid mushroom menace! Progress through the stages to discover the truth behind these monster mushrooms! Key Points of this Game: ▼ Defeat the Fungoids! Control Toho monsters and battle against the Fungoids as they launch a global invasion! Combat foes through turn-based mechanics! The fewer turns you take to clear a stage, the more points you'll earn! ▼ Find the optimal strategy for each stage! Each of the six worlds includes multiple stages for you to take on. On each stage, you'll have to grapple with different monsters and try different approaches as you strive for victory. Repeat stages and aim to earn more points! ▼ Additional challenges! There are two sides to this world: the surface and what lies beneath. Once you've cleared the surface, put your skills to the test by attempting the more difficult underside. You can also build your own stages and share them for other players to try. Your ranking will increase as more players attempt stages you've created, so make a stage with your favorite monsters and share it with the world! ▼ An entirely original story! Why have the Fungoids come to invade our world? Why is Godzilla fighting on our side? Find the Investigation Reports scattered across various stages to unravel the mysteries behind this crisis. TM & © TOHO CO., LTD.",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2439780/header.jpg?t=1724231895",
        "genres": [
            "Indie",
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256987076/movie_max_vp9.webm?t=1701855384",
        "is_dlc_or_addon": false,
        "subreddit": "FreeGameFindings",
        "persian_summary": "خلاصه: از TOHO Games، زیرمجموعه شرکت سازنده سری فیلم‌های Godzilla، و استودیوی بازی‌سازی رو به رشد Nukenin LLC (برنده جایزه Google Indie Games Festival 2021 TOHO Games) یک بازی پازل استراتژی جدید ارائه می‌شود! با دفع هجوم تهدید قارچ Fungoid، جهان را نجات دهید، هیولاهای Toho را کنترل کنید! برای کشف حقیقت پشت این قارچ های هیولا در مراحل پیشرفت کنید! نکات کلیدی این بازی: ▼ قارچ‌ها را شکست دهید! هیولاهای توهو را کنترل کنید و با قارچوئیدها مبارزه کنید زیرا آنها یک تهاجم جهانی را آغاز می کنند! از طریق مکانیک های نوبتی با دشمنان مبارزه کنید! هر چه تعداد نوبت های کمتری برای پاک کردن یک مرحله داشته باشید، امتیاز بیشتری کسب خواهید کرد! ▼ استراتژی بهینه را برای هر مرحله بیابید! هر یک از شش جهان شامل مراحل متعددی است که شما می توانید آن را انجام دهید. در هر مرحله، باید با هیولاهای مختلف دست و پنجه نرم کنید و در تلاش برای پیروزی، رویکردهای مختلفی را امتحان کنید. مراحل را تکرار کنید و به دنبال کسب امتیاز بیشتر باشید! ▼ چالش های اضافی! این دنیا دو روی دارد:..."
    },
    {
        "title": "heads up",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/heads-up/id623592465",
        "id_in_db": "bb2910b8ed8f842be411df489dde69b7f9712165dadd2fcc074772b6f4fb7d45",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple211/v4/c9/68/fe/c968fecf-7fd9-02a4-6a96-111a43486862/AppIcon-0-0-1x_U007emarketing-0-8-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "hearts of iron iv plus free weekend",
        "store": "steam",
        "url": "https://store.steampowered.com/app/394360/Hearts_of_Iron_IV/",
        "image_url": "https://external-preview.redd.it/FQDwrk3BqPElkYGmyXF42wcV1jg_n-P4a7LpQT5i7mU.jpeg?width=320&crop=smart&auto=webp&s=131e4ad0c69470726f0190741c2593a913121d9f",
        "description": "submitted by /u/bluewaff1e [link] [comments]",
        "id_in_db": "t3_1p35o72",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/bluewaff1e [پیوند] [نظر]"
    },
    {
        "title": "hitman world of assassination",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/hitman-world-of-assassination/id6742786366",
        "id_in_db": "c38fa392a7cf2e6acd3f78c3d399611d89819f77f20b8a0bd58d04d7d18f7938",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/0d/0d/a5/0d0da5dc-e75a-e453-bc39-a1abce2a5319/AppIcon-0-0-1x_U007epad-0-1-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "Immortals Fenyx Rising",
        "id_in_db": "immortals-fenyx-rising@1763039759",
        "store": "other",
        "url": "https://itad.link/018d9386-6c97-729c-842f-3b99b86e60b1/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2221920",
        "description": "YOU ARE THE GODS' LAST HOPE. Play as Fenyx on a quest to save the Greek gods from a dark curse. Take on mythological beasts, master the legendary powers of the gods, and defeat Typhon, the deadliest Titan in Greek mythology, in an epic fight for the ages. CONFRONT MYTHOLOGICAL ENEMIES Face off against legendary beasts like Cyclops, Medusa, or Minotaur, and confront them in fast-paced aerial and melee combat, combining your god-given abilities and weapons. WIELD THE POWER OF GODS The gods of Olympus have blessed you with gifts. Use them to fight mythical monsters, solve ancient puzzles, and explore the vast open world.",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2221920/header.jpg?t=1751969539",
        "genres": [
            "Action",
            "Adventure",
            "RPG"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256919698/movie_max_vp9.webm?t=1670470033",
        "age_rating": "13",
        "is_dlc_or_addon": false,
        "persian_summary": "شما آخرین امید خدایان هستید. به عنوان Fenyx در تلاش برای نجات خدایان یونانی از یک نفرین تاریک بازی کنید. با جانوران اساطیری روبرو شوید، بر قدرت‌های افسانه‌ای خدایان تسلط پیدا کنید و تایفون، مرگبارترین تیتان در اساطیر یونان را در یک مبارزه حماسی برای اعصار شکست دهید. با دشمنان اسطوره‌ای مقابله کنید با جانوران افسانه‌ای مانند Cyclops، Medusa یا Minotaur روبرو شوید و در نبردهای هوایی و تنومند سریع با آنها مقابله کنید و توانایی‌ها و سلاح‌های خدادادی خود را ترکیب کنید. از قدرت خدایان استفاده کنید خدایان المپ هدایایی به شما داده اند. از آنها برای مبارزه با هیولاهای افسانه ای، حل پازل های باستانی و کشف دنیای باز گسترده استفاده کنید."
    },
    {
        "title": "ios saver 5999 free lifetime saver",
        "store": "iosappstore",
        "url": "https://apps.apple.com/app/6739616292",
        "image_url": "https://external-preview.redd.it/4Yc0RFxtbNVhtlMkGeP1bxfEqVwb_Zfi4TKXpRFmflA.jpeg?width=640&crop=smart&auto=webp&s=7e3e16db95e9ef3106c809b2bf652fc12b323fac",
        "description": "[UPDATE] The offer is no longer available. For anyone who missed the lifetime offer, I made a pretty rough Google Form really quickly, but you can join the waitlist for the next Saver lifetime promo code here: https://forms.gle/8TCzGEdNVtZXzXQC6 --- Hey Reddit, today is a big milestone for me. My app is turning one year old, and building it has genuinely changed my life. I was tired of saving content everywhere (Instagram, TikTok, YouTube, Pinterest…) and never finding anything again. Recipes, workouts, ideas… All buried in different apps. So I started building the tool I always wished existed. I built it solo, no team, no funding, just the belief that saved content should actually be useful, not forgotten. Saver is normally freemium, but I made lifetime free for the next 72 hours. Not as a gimmick, I just want real users to try it and tell me what to improve. 👉 Try Saver on the App Store: https://apps.apple.com/app/6739616292 If you check it out, I’d truly love your honest feedback, even the harsh kind. Thanks Reddit ❤️ submitted by /u/AgentExpensive913 [link] [comments]",
        "id_in_db": "t3_1oxzdkt",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "[به‌روزرسانی] این پیشنهاد دیگر در دسترس نیست. برای هر کسی که پیشنهاد مادام العمر را از دست داد، من یک فرم Google بسیار خشن را خیلی سریع تهیه کردم، اما شما می توانید برای کد تبلیغاتی مادام العمر بعدی Saver به لیست انتظار بپیوندید: https://forms.gle/8TCzGEdNVtZXzXQC6 --- سلام Reddit، امروز یک نقطه عطف بزرگ برای من است. برنامه من یک ساله می شود و ساخت آن واقعاً زندگی من را تغییر داده است. من از ذخیره محتوا در همه جا (اینستاگرام، تیک تاک، یوتیوب، پینترست...) خسته شده بودم و دیگر چیزی پیدا نکردم. دستور العمل ها، تمرین ها، ایده ها ... همه در برنامه های مختلف دفن شده اند. بنابراین شروع به ساختن ابزاری کردم که همیشه آرزو داشتم وجود داشته باشد. من آن را به تنهایی ساختم، بدون تیم، بدون بودجه، فقط به این باور که محتوای ذخیره شده باید واقعا مفید باشد، نه فراموش شود. Saver به طور معمول فریمیوم است، اما من طول عمر را برای 72 ساعت آینده رایگان کردم. نه به عنوان یک حقه، من فقط می خواهم کاربران واقعی آن را امتحان کنند و به من بگویند که چه چیزی را باید بهبود بخشم. 👉 Saver را در App Store امتحان کنید: https://apps.apple.com/app/6739616292 اگر آن را بررسی کنید، من واقعاً از بازخورد صادقانه شما خوشحال خواهم شد،..."
    },
    {
        "title": "iosweight tracker daily log199 free lifetimesimple daily weight logging",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/weight-tracker-daily-log/id6745439978",
        "image_url": "https://external-preview.redd.it/-Vispkb0uBw1vhP7s5-Y8ebyoTTvUQfslF5NlsvRiS0.jpeg?width=640&crop=smart&auto=webp&s=6a32b64374303a1f2b2236fecaaf4e07fa80bb12",
        "description": "Hi everyone! I just released the first version of a simple weight-tracking app I built myself called Weight Tracker • Daily Log. It focuses on quick daily entry, clean charts, and a calm, pressure-free way to keep an eye on your progress. 🟦 Download (Free for Black Friday) 🍎 https://apps.apple.com/us/app/weight-tracker-daily-log/id6745439978 I’m doing a small Black Friday promo, so the app is free for a limited time. There are no ads, no subscriptions, and nothing locked behind a paywall. What the app does Quick daily weight logging Clear charts and calendar overview Goal progress at a glance Mood/meal/activity notes iCloud sync + automatic backup Gentle reminders to build a routine Full privacy — all data stays on your device Why I built it Most weight apps feel a bit overwhelming or too push-focused. I wanted something minimal, soothing, and private — something you can update in just a few seconds each day without pressure. Black Friday free access The app is completely free during this event. No catch — just try it out and see if the simplicity works for you. Feedback welcome If you check it out, I’d love to hear what feels good, what’s confusing, or what features you’d like to see added next. Thanks for taking a look! submitted by /u/Bitter-Degree-9832 [link] [comments]",
        "id_in_db": "t3_1p07f11",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "سلام به همه! من به تازگی اولین نسخه از یک برنامه ساده ردیابی وزن را منتشر کردم که خودم ساختم به نام ردیاب وزن • روزانه گزارش. این برنامه بر ورود سریع روزانه، نمودارهای تمیز و روشی آرام و بدون فشار برای زیر نظر گرفتن پیشرفت شما تمرکز دارد. 🦄 دانلود (رایگان برای جمعه سیاه) 🍎 https://apps.apple.com/us/app/weight-tracker-daily-log/id6745439978 من در حال انجام یک تبلیغ کوچک جمعه سیاه هستم، بنابراین برنامه برای مدت محدودی رایگان است. هیچ تبلیغی وجود ندارد، هیچ اشتراکی وجود ندارد و هیچ چیزی در پشت دیوار قفل نشده است. برنامه چه کار می کند ثبت وزن روزانه سریع نمودارها و مرور کلی تقویم را پاک کنید پیشرفت هدف در یک نگاه حالت/غذا/ یادداشت های فعالیت همگام سازی iCloud + پشتیبان گیری خودکار یادآوری های ملایم برای ایجاد یک حریم خصوصی کامل — همه داده ها در دستگاه شما باقی می مانند چرا من آن را ساخته ام اکثر برنامه های وزنی احساس می کنند کمی سخت یا بیش از حد فشار تمرکز دارند. من چیزی حداقلی، آرام‌بخش و خصوصی می‌خواستم – چیزی که می‌توانید هر روز فقط در چند ثانیه بدون فشار به‌روزرسانی کنید. دسترسی رایگان جمعه سیاه این برنامه در طول..."
    },
    {
        "title": "krynn series gog dream tactics gog are complimentary with amazon prime",
        "store": "amazon",
        "url": "https://luna.amazon.com/claims/home?filter=Game&g=s",
        "image_url": "https://external-preview.redd.it/_fBjABdCsDDIR7bJn-cgpkXoTMJ2MnAEY3PCdXPaAoY.png?width=640&crop=smart&auto=webp&s=bef23da95c6aa8211ed8845602ada6c6644977cf",
        "description": "submitted by /u/LighteningOneIN [link] [comments]",
        "id_in_db": "t3_1p2a2rc",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/LighteningOneIN [پیوند] [نظر]"
    },
    {
        "title": "lawnmower game jigsaw",
        "store": "other",
        "url": "https://gleam.io/XGuaO/free-x1000-lawnmower-game-jigsaw-steam-keys",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3374450/header.jpg?t=1734260631",
        "description": "Lawnmower game: jigsaw is puzzle jigsaw game with puzzles and images from old lawnmower games. This is a logical game in which the goal of the game is to rearrange the tiles to get the final picture. Puzzle game contains 8 images and can you be the lawnmower genious and solve all jigsaw puzzles Different sized jigsaws, so be the hero and solve all jigsaws and collect steam achievements Key features of the game: - 8 jigsaws for now - Steam achievements - Different sized jigsaw images Buttons: - Mouse to move jigsaws - R = Restart game - Escape= quit game",
        "id_in_db": "t3_1p1eava",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3374450",
        "genres": [
            "Casual",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257076714/movie_max_vp9.webm?t=1733122896",
        "is_dlc_or_addon": false,
        "persian_summary": "بازی چمن زنی: اره منبت کاری اره مویی بازی اره منبت کاری اره مویی پازل با پازل و تصاویر از بازی های قدیمی چمن زنی است. این یک بازی منطقی است که در آن هدف بازی مرتب کردن مجدد کاشی‌ها برای به دست آوردن تصویر نهایی است. بازی پازل شامل 8 تصویر است و آیا می توانید یک ماشین چمن زنی نابغه باشید و همه پازل های اره منبت کاری اره مویی را حل کنید اره منبت کاری اره مویی با اندازه های مختلف، پس قهرمان باشید و تمام اره منبت کاری ها را حل کنید و دستاوردهای بخار را جمع آوری کنید ویژگی های کلیدی بازی: - 8 اره منبت کاری اره مویی در حال حاضر - دستاوردهای بخار - تصاویر با اندازه های مختلف دکمه ها: - بازی اره منبت کاری اره مویی با سایزهای مختلف - بازی اره مویی برای حرکت دادن مجدد"
    },
    {
        "title": "lifetime unlock 999free",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/recordmark-ai-note-taker/id6751431939",
        "image_url": "https://external-preview.redd.it/Sb9Wk6JfM0mVFzNfg4x6aWNYr4p8qpKGGRt9BNi7Ofo.jpeg?width=640&crop=smart&auto=webp&s=205c9cc685219f36fcddbf509685921bbe2e76dd",
        "description": "Hi everyone, I'm the developer of RecordMark, a voice recorder app for iOS. For a limited 48-hour window, I’ve temporarily made the Lifetime Unlock free. It is normally $9.99. Deal window: • Starts: November 17 • Ends: November 19 After this period, the price will return to $9.99. What the Lifetime Unlock includes: • Unlimited recording (no 15-minute limit) • Multiple audio formats • Multiple audio quality About the app: RecordMark is built for meetings, lectures, interviews, and daily notes. It offers quick recording, AI transcription, tagging, and searchable voice notes. Direct App Store link: https://apps.apple.com/us/app/recordmark-ai-note-taker/id6751431939 If you run into any issues during the free period, feel free to mention it here and I’ll respond. submitted by /u/Few_Current_9835 [link] [comments]",
        "id_in_db": "t3_1ozbzgl",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "سلام به همه، من توسعه دهنده RecordMark، یک برنامه ضبط صدا برای iOS هستم. برای یک پنجره محدود 48 ساعته، من به طور موقت Lifetime Unlock را رایگان کردم. به طور معمول 9.99 دلار است. پنجره معامله: • شروع: 17 نوامبر • پایان: 19 نوامبر پس از این دوره، قیمت به 9.99 دلار باز خواهد گشت. مواردی که Lifetime Unlock شامل موارد زیر است: • ضبط نامحدود (بدون محدودیت 15 دقیقه ای) • فرمت های صوتی متعدد • کیفیت صدای چندگانه درباره برنامه: RecordMark برای جلسات، سخنرانی ها، مصاحبه ها و یادداشت های روزانه ساخته شده است. ضبط سریع، رونویسی هوش مصنوعی، برچسب‌گذاری و یادداشت‌های صوتی قابل جستجو را ارائه می‌دهد. لینک مستقیم اپ استور: https://apps.apple.com/us/app/recordmark-ai-note-taker/id6751431939 اگر در طول دوره رایگان با مشکلی مواجه شدید، در اینجا به آن اشاره کنید و من پاسخ خواهم داد. ارسال شده توسط /u/Few_Current_9835 [لینک] [نظر]"
    },
    {
        "title": "lightphobe",
        "store": "steam",
        "url": "https://store.steampowered.com/app/1218470/Lightphobe/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1218470/f1a1d5f1ab255ec180ccf54c29835492433bc70f/header.jpg?t=1763785626",
        "description": "Lightphobe is an asymmetrical team-based PVP game that blends stealth action with fast-paced shooter gameplay. Choose between defending the earth as a squad of well-armed Soldiers, or join the dark horde of ethereal skeletal creatures known as the Lightphobes! Easy to pick up but hard to master, Soldiers play in a first-person perspective just like your typical FPS. Soldiers will need to defend the active objective from encroaching Lightphobes and also be careful not to get killed in the process. While AI-controlled Lightphobes (bots) may be easy to predict and defend against, things change when human players are added into the mix. Coordinate with your fellow teammates to survive together! Playing as a Lightphobe requires a high degree of skill and patience. Being limited to melee attacks makes it difficult to kill your enemies, but the increased difficulty also makes it extra satisfying when pulled off successfully. With their enhanced maneuverability, Lightphobes can use wall jumps to quickly scale vertical surfaces. They also have a natural invincibility in the dark, and must be exposed by a special light source before they can be killed. If you enjoy the difficulty of sneaking up and knifing players in FPS games, then this is for you!",
        "id_in_db": "t3_1p3cwvf",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1218470",
        "genres": [
            "Action",
            "Free To Play"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257222135/movie_max.webm?t=1761318069",
        "is_dlc_or_addon": false,
        "persian_summary": "Lightphobe یک بازی PVP مبتنی بر تیم نامتقارن است که اکشن مخفیانه را با گیم پلی تیراندازی سریع ترکیب می کند. از بین دفاع از زمین به عنوان یک جوخه سربازان مسلح یکی را انتخاب کنید، یا به گروه تاریک موجودات اسکلتی اثیری که به نام Lightphobes شناخته می شوند، بپیوندید! برداشتن آن آسان اما تسلط بر آن سخت است، سربازان در منظر اول شخص درست مانند FPS معمولی شما بازی می کنند. سربازان باید از هدف فعال در برابر تجاوز به Lightphobes دفاع کنند و همچنین مراقب باشند که در این فرآیند کشته نشوند. در حالی که لایت فوب ها (ربات ها) کنترل شده با هوش مصنوعی ممکن است به راحتی قابل پیش بینی و دفاع در برابر آنها باشند، با اضافه شدن بازیکنان انسانی به ترکیب، همه چیز تغییر می کند. با هم تیمی های خود هماهنگ کنید تا با هم زنده بمانید! بازی به عنوان Lightphobe به مهارت و صبر بالایی نیاز دارد. محدود بودن به حملات غوغا، کشتن دشمنان را دشوار می‌کند، اما افزایش دشواری نیز باعث می‌شود که وقتی با موفقیت از بین می‌روید، رضایت‌بخش می‌شود. لایت فوب ها با قدرت مانور پیشرفته خود می توانند از پرش های دیواری استفاده کنند..."
    },
    {
        "title": "news from all sides4999 annual freetop 100 news app on app store",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/drooid-news-from-all-sides/id6593684010",
        "image_url": "https://external-preview.redd.it/swjZzsjAHFH5mkEHzmxI5LyAyNusKuwCZk-_3bbx5mQ.jpeg?width=640&crop=smart&auto=webp&s=9f67aa8cef9c22e1a1fd83a4c5e25dd739c42814",
        "description": "I’m the developer behind Drooid, an AI-powered news app that helps you see every side of a story (left, right, and center) through concise, multi-source summaries with clear bias ratings. With a premium, users receive full story breakdowns by AI, explanations of how different outlets cover the same event, and AI-generated voiceovers. Our premium plan is normally $49.99/year, but for a limited time, you can get a 1-year subscription completely free. Download Drooid For iOS: https://apps.apple.com/us/app/drooid-news-from-all-sides/id6593684010 For Android: https://play.google.com/store/apps/details?id=social.drooid Use Code: DROOIDGONEFREE If you are an existing user still using the free plan, this is your chance to upgrade. Upvote the post if you like the deal. Cheers!! submitted by /u/swap_019 [link] [comments]",
        "id_in_db": "t3_1p1i8zr",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "من توسعه‌دهنده Drooid هستم، یک برنامه خبری مبتنی بر هوش مصنوعی که به شما کمک می‌کند هر طرف داستان (چپ، راست و وسط) را از طریق خلاصه‌های مختصر و چند منبعی با رتبه‌بندی سوگیری واضح ببینید. با حق بیمه، کاربران تفکیک داستان کامل بر اساس هوش مصنوعی، توضیحاتی در مورد نحوه پوشش رسانه های مختلف یک رویداد و صداهای تولید شده توسط هوش مصنوعی دریافت می کنند. طرح حق بیمه ما معمولاً 49.99 دلار در سال است، اما برای مدت زمان محدود، می توانید یک اشتراک 1 ساله کاملا رایگان دریافت کنید. دانلود Drooid برای iOS: https://apps.apple.com/us/app/drooid-news-from-all-sides/id6593684010 برای اندروید: https://play.google.com/store/apps/details?id=social.drooid کد استفاده: DROOIDGONEFREE اگر کاربر فعلی هستید، این کاربر هنوز از برنامه رایگان استفاده می کند. اگر این معامله را دوست دارید، به پست رای مثبت دهید. به سلامتی!! ارسال شده توسط /u/swap_019 [لینک] [نظر]"
    },
    {
        "title": "nintendo switch melonizard",
        "store": "other",
        "url": "https://www.nintendo.com/us/store/products/melonizard-switch",
        "image_url": "https://external-preview.redd.it/AqBFIAjFwRch7Ox3f_Yxlyc4NwnaXZQwr4CbtA2ae24.jpeg?width=640&crop=smart&auto=webp&s=ec08e23cdb88b666e82ca4a62160ee1edd93db8b",
        "description": "submitted by /u/Fit-Cardiologist-124 [link] [comments]",
        "id_in_db": "t3_1ozovq5",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Fit-Cardiologist-124 [لینک] [نظر]"
    },
    {
        "title": "offline fast private and secure free to download no subscriptions no ads",
        "store": "iosappstore",
        "url": "https://apps.apple.com/ro/app/pdf-master-scan-edit-sign/id6751173174",
        "image_url": "https://external-preview.redd.it/adh7ujOwJijTo7qNz0HsRX-6LiXcrwevdGD6oslaEtw.jpeg?width=640&crop=smart&auto=webp&s=74e1c2fc036f3239b4ad4b7a0132ad8f197368bb",
        "description": "Me and my buddy run a small indie dev studio, and we were getting sick of how clunky, bloated, and overpriced most PDF scanner apps are. So we built our own PDF scan & edit app — lightweight, simple, and (hopefully) not annoying to use. No ads, no paywalls. The major features are listed below: 100% offline — on-device processing, no accounts, no tracking Privacy & security — add/remove passwords, open protected PDFs, flatten sensitive forms/annotations Pro scanning — auto edge detect, live corner adjust, batch multi-page Scan quality — B/W, grayscale, auto-brightness filters; instant preview & page reordering before save OCR you control — fast AI OCR, 12+ languages, preserves layout, searchable PDFs or clean text export Edit OCR detected text - adjust every part of the detected text Page tools — merge, split, reorder, rotate, duplicate, delete in seconds Forms & signatures — fill forms, reusable digital signatures, flatten for secure sharing Annotations — text, highlights, comments; watermarks with custom text, opacity, angle, size Insert & build — add images or new pages into existing PDFs; create from photos Compression — shrink large PDFs without wrecking readability Folder organization — custom folders, drag & drop move/rename, save directly into target folders Thumbnails & quick edit — instant page previews, tap to jump and edit Here are a few preview videos of the app In the next 48 hours, anyone who downloads it will have full access to all current features — plus any new ones we roll out. Wanted to share it with the community, get your feedback, and if you find it useful, let us know through a quick review, it would help us a lot. submitted by /u/EstablishmentOk2916 [link] [comments]",
        "id_in_db": "t3_1ozf1u4",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "من و رفیقم یک استودیوی توسعه‌دهنده مستقل کوچک را اداره می‌کنیم، و از این که بیشتر برنامه‌های اسکنر پی‌دی‌اف چقدر سنگین، پف کرده و گران‌قیمت هستند خسته شده بودیم. بنابراین ما برنامه اسکن و ویرایش PDF خود را ساختیم - سبک، ساده و (امیدواریم) استفاده از آن آزار دهنده نباشد. بدون تبلیغات، بدون دیوار پرداخت. ویژگی‌های اصلی در زیر فهرست شده‌اند: 100% آفلاین - پردازش روی دستگاه، بدون حساب، بدون ردیابی حریم خصوصی و امنیت - افزودن/حذف رمز عبور، باز کردن فایل‌های PDF محافظت‌شده، صاف کردن فرم‌ها/یادداشت‌های حساس اسکن حرفه‌ای - تشخیص خودکار لبه، تنظیم گوشه زنده، کیفیت اسکن چند صفحه دسته‌ای - B/W، فیلترهای خاکستری، روشنایی خودکار؛ پیش‌نمایش فوری و مرتب‌سازی مجدد صفحه قبل از ذخیره OCR که کنترل می‌کنید - AI OCR سریع، بیش از 12 زبان، حفظ طرح‌بندی، فایل‌های PDF قابل جستجو یا صادرات متن تمیز ویرایش متن شناسایی‌شده OCR - تنظیم هر قسمت از متن شناسایی‌شده ابزارهای صفحه - ادغام، تقسیم، مرتب‌سازی مجدد، چرخش، تکرار، حذف در چند ثانیه فرم‌ها و امضاها، فرم‌ها و امضاهای قابل پر کردن مجدد برای پر کردن دیجیتالی حاشیه نویسی - متن، نکات برجسته، نظرات؛..."
    },
    {
        "title": "other borderlands 4 echo",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1p2okb6/pcother_borderlands_4_echo4_drone_skin/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/275850/5f39cba0164881a53f6aee01f72180f7c619c011/header.jpg?t=1762511833",
        "description": "Inspired by the adventure and imagination that we love from classic science-fiction, No Man's Sky presents you with a galaxy to explore, filled with unique planets and lifeforms, and constant danger and action. In No Man's Sky, every star is the light of a distant sun, each orbited by planets filled with life, and you can go to any of them you choose. Fly smoothly from deep space to planetary surfaces, with no loading screens, and no limits. In this infinite procedurally generated universe, you'll discover places and creatures that no other players have seen before - and perhaps never will again. Now including... Play with all major updates since launch: Foundation, Pathfinder, Atlas Rises, NEXT, The Abyss, Visions, the 2.0 BEYOND update, Synthesis, Living Ship, Exo Mech, Desolation and the 3.0 update, ORIGINS, Next Generation, Companions, Expeditions, Prisms, Frontiers, Sentinel, Outlaws, Endurance, Waypoint (4.0), Fractal, Interceptor, Echoes, Omega, Orbital, Worlds Part I (5.0), Worlds Part II, Relics, Beacon and VOYAGERS (6.0). And now with added Cross-Save ! No Man’s Sky now supports Cross-Play and Cross-Save between a huge number of platforms including PC, PlayStation 4, PlayStation 5, PlayStation 5 Pro, Xbox One and Series X/S, Game Pass, GOG, Nintendo Switch, Steam Deck, PlayStation VR 1 & 2 and PCVR. Available for PC and Mac (see recommended and minimum specs for details). An epic voyage to the centre of a shared universe awaits, allowing you to explore, trade, fight and survive alone or with friends. Embark on an epic voyage At the centre of the galaxy lies an irresistible pulse which draws you on a journey towards it to learn the true nature of the cosmos. But, facing hostile creatures and fierce pirates, you'll know that death comes at a cost, and survival will be down to the choices you make over how you upgrade your ship, your weapon and suit. Find your own destiny Your voyage through No Man's Sky is up to you. Will you be a fighter, preying on the weak and taking their riches, or taking out pirates for their bounties? Power is yours if you upgrade your ship for speed and weaponry. Or a trader? Find rich resources on forgotten worlds and exploit them for the highest prices. Invest in more cargo space and you'll reap huge rewards. Or perhaps an explorer? Go beyond the known frontier and discover places and things that no one has ever seen before. Upgrade your engines to jump ever farther, and strengthen your suit for survival in toxic environments that would kill the unwary. Share your journey The galaxy is a living, breathing place. Trade convoys travel between stars, factions vie for territory, pirates hunt the unwary, and the police are ever watching. Every other player lives in the same galaxy, and you can choose to share your discoveries with them on a map that spans known space. Perhaps you will see the results of their actions as well as your own...",
        "id_in_db": "t3_1p2okb6",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "275850",
        "genres": [
            "Action",
            "Adventure"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257220073/movie_max.webm?t=1761137981",
        "is_dlc_or_addon": false,
        "persian_summary": "No Man's Sky با الهام از ماجراجویی و تخیلی که ما از داستان های علمی-تخیلی کلاسیک دوست داریم، کهکشانی را برای کاوش در اختیار شما قرار می دهد، که مملو از سیارات منحصر به فرد و شکل های حیات، و خطر و عمل دائمی است. در No Man's Sky، هر ستاره نور خورشیدی دوردست است که هر کدام توسط سیاراتی مملو از حیات می چرخند و شما می توانید به هر یک از آنها که انتخاب می کنید بروید. از اعماق فضا به سطوح سیاره ای بدون صفحه نمایش بارگیری و بدون محدودیت پرواز کنید. در این جهان بی‌نهایت که به صورت رویه‌ای ایجاد شده است، مکان‌ها و موجوداتی را خواهید دید که هیچ بازیکن دیگری قبلاً ندیده‌اند - و شاید دیگر هرگز نخواهند دید. اکنون از جمله... با تمام به‌روزرسانی‌های اصلی از زمان راه‌اندازی بازی کنید: Foundation، Pathfinder، Atlas Rises، NEXT، The Abyss، Visions، به‌روزرسانی 2.0 BEYOND، Synthesis، Living Ship، Exo Mech، Desolation و به‌روزرسانی 3.0، ORIGINS، نسل بعدی، Companions، Expeditions، Frontanceila، Prispoints. (4.0)، فراکتال، رهگیر، پژواک، امگا، مداری، جهان ها قسمت اول (5.0)،..."
    },
    {
        "title": "other dominion synergy",
        "store": "other",
        "url": "https://na.alienwarearena.com/ucf/show/2173215/boards/contest-and-giveaways-global/Giveaway/dominion-synergy-exclusive-alienware-game-pack-key-giveaway",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3590360/25bed8a1a42583cb5b3ee152dbdf91537257b164/header.jpg?t=1758615202",
        "description": "Your kingdom awaits. Will you rise… or be forgotten? Your adventure begins with nothing more than a small keep and a handful of loyal villagers. From there, it’s up to you to create a thriving, self-sufficient kingdom that can withstand the test of time and the threat of your rivals. Construct and expand everything from sawmills and stone quarries to blacksmiths and barracks. Design your city to be both efficient and defensible—because enemies lurk around every corner. As your settlement grows, so does your influence. Unlock new technologies, train specialized troops, and manage your economy with care. Every structure, upgrade, and layout decision matters. Will you become a benevolent ruler focused on prosperity, or a ruthless warlord driven by conquest? Forge Unbreakable Alliances and Rise Together No ruler can conquer the world alone. In Goodgame Empire , cooperation isn’t just encouraged—it’s essential. Band together with other players to form powerful alliances and expand your collective reach across the continent. Allies can support each other during attacks, rally behind joint offensives, and share valuable resources during times of need. What begins as a simple pact of mutual benefit can evolve into deep strategic relationships that shape the fate of entire kingdoms. Coordinate large-scale operations through alliance chats and shared planning tools, and experience what it means to build not just an empire, but a legacy—together. The bonds you form may one day determine your survival in the game’s most epic conflicts. Plan Ruthlessly and Dominate in PvE & PvP Battles In this world, cunning is just as important as strength. From the very beginning, you’ll be faced with threats, and only those who plan ahead will emerge victorious. Engage in challenging PvE battles against fierce bandits, rogue warlords, and monstrous event bosses to earn rare resources and gear. Every encounter is an opportunity to grow stronger and sharpen your tactics. But the real thrill lies in PvP warfare. Scout your enemies, analyze their defenses, and strike when they least expect it. Whether you’re defending your walls from a siege or launching an all-out offensive across enemy lines, each battle demands precision, timing, and nerve. Customize your troops, equip your commanders with powerful relics, and execute devastating formations to outwit your opponents and claim your rightful place among the elite. Compete with the Best on a Global Scale Goodgame Empire is more than a game—it’s a living, breathing world populated by millions of players around the globe. From weekly events to grand seasonal campaigns, there’s always a new challenge waiting. Compete in cross-server wars, battle for dominion over entire regions, and climb the global leaderboards to earn exclusive rewards and eternal glory. Fame and fortune aren’t handed out—they must be fought for. Participate in epic events like the Kingdoms League, the War of the Realms, or the legendary Battle for Berimond, where the stakes are high and only the most organized, skilled alliances can prevail. Your reputation will echo across kingdoms. Will it be one of honor, power, or ruthless ambition? Strengthen Your Army with Legendary Generals Even the best armies are only as strong as the leaders who guide them. That’s why Goodgame Empire introduces a thrilling twist to traditional strategy: a constant rotation of brand-new, powerful generals who can turn the tide of war. These elite heroes aren’t just cosmetic—they’re game-changers. Some inspire your troops with unbreakable morale, others decimate enemy walls with siege mastery, and a select few offer rare synergies that can only be unlocked through smart gameplay and dedication. Collect them, upgrade them, and build your perfect lineup to match your style—whether that’s iron-clad defense, overwhelming offense, or balanced domination.",
        "id_in_db": "t3_1p0i6a3",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3590360",
        "genres": [
            "Massively Multiplayer",
            "Strategy",
            "Free To Play"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257137204/movie_max_vp9.webm?t=1758615198",
        "is_dlc_or_addon": false,
        "persian_summary": "پادشاهی شما در انتظار است. آیا برمی خیزی... یا فراموش می شوی؟ ماجراجویی شما با چیزی بیشتر از یک انبار کوچک و تعداد انگشت شماری از روستاییان وفادار شروع می شود. از آنجا، این به شما بستگی دارد که یک پادشاهی شکوفا و خودکفا ایجاد کنید که بتواند در آزمون زمان و تهدید رقبای شما مقاومت کند. همه چیز را از کارگاه های چوب بری و معادن سنگ گرفته تا آهنگرها و سربازخانه ها بسازید و گسترش دهید. شهر خود را طوری طراحی کنید که هم کارآمد و هم قابل دفاع باشد - زیرا دشمنان در هر گوشه ای در کمین هستند. همانطور که محل سکونت شما رشد می کند، نفوذ شما نیز افزایش می یابد. فناوری های جدید را باز کنید، نیروهای متخصص را آموزش دهید و اقتصاد خود را با دقت مدیریت کنید. هر ساختار، ارتقا، و تصمیم گیری طرح اهمیت دارد. آیا شما تبدیل به یک حاکم خیرخواه با تمرکز بر رفاه خواهید شد یا به یک جنگ سالار بی رحم که توسط فتح هدایت می شود؟ اتحادهای ناگسستنی ایجاد کنید و با هم برخیزید هیچ حاکمی به تنهایی نمی تواند جهان را فتح کند. در Goodgame Empire، همکاری نه تنها تشویق می‌شود، بلکه ضروری است. با سایر بازیکنان متحد شوید تا اتحادهای قدرتمندی تشکیل دهید و خود را گسترش دهید..."
    },
    {
        "title": "other guild wars 2",
        "store": "other",
        "url": "https://www.nvidia.com/en-us/account/redeem/main/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/236390/13cc34351236cea7e7021700ed7b11ea7dfd5c27/header.jpg?t=1762859368",
        "description": "War Thunder is the most comprehensive free-to-play, cross-platform, MMO military game dedicated to aviation, armoured vehicles, from the early 20th century to the most advanced modern combat units. Join now and take part in major battles on land, in the air, and at sea, fighting with millions of players from all over the world in an ever-evolving environment. In War Thunder, aircraft, attack helicopters, ground forces and naval ships collaborate in realistic competitive battles. You can choose from over 2,500 vehicles and an extensive variety of combat situations many of which are exclusive. You can find yourself blasting your pursuers from a bomber turret, defending your teammates on the ground from an air raid with anti-aircraft guns, shooting down enemy planes with a firestorm from multiple rocket launchers, or trying to sink an enemy warship with a torpedo from a fast attack boat. Features include: Seamless cross-platform gameplay between Windows PC, Linux, Mac, PlayStation®4, PlayStation®5, Xbox One with Xbox Series X|S – everyone on the same server. Over 2,500 highly detailed aircraft, helicopters, tanks, warships and other combat vehicles crafted carefully from historical documents and surviving sources. 100 maps representing the main historical battle theaters. Intense PvP experiences in full-scale combat missions at various difficulty settings for all play styles and degrees of experience. Rich PvE content including dynamic historical campaigns and solo missions. Regular content updates including new vehicles, maps, missions and nations. Astonishing graphics, authentic sound effects and beautiful music creating an atmosphere to fully immerse yourself in. Create custom content for War Thunder and share it on War Thunder Live, with the prospect of earning real money through the Revenue Share Partner System!",
        "id_in_db": "t3_1p2xx25",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "236390",
        "genres": [
            "Action",
            "Massively Multiplayer",
            "Simulation",
            "Free To Play"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257229423/movie_max.webm?t=1762856557",
        "is_dlc_or_addon": false,
        "persian_summary": "War Thunder جامع‌ترین بازی نظامی رایگان، چند پلتفرمی و MMO است که به حمل و نقل هوایی، وسایل نقلیه زرهی، از اوایل قرن بیستم تا پیشرفته‌ترین واحدهای رزمی مدرن اختصاص یافته است. اکنون بپیوندید و در نبردهای بزرگ در زمین، هوا و دریا شرکت کنید و با میلیون ها بازیکن از سراسر جهان در محیطی همیشه در حال تکامل مبارزه کنید. در War Thunder، هواپیماها، هلیکوپترهای تهاجمی، نیروهای زمینی و کشتی های دریایی در نبردهای رقابتی واقع گرایانه با یکدیگر همکاری می کنند. شما می توانید از بین بیش از 2500 وسیله نقلیه و طیف گسترده ای از موقعیت های جنگی انتخاب کنید که بسیاری از آنها منحصر به فرد هستند. می‌توانید متوجه شوید که تعقیب‌کنندگان خود را از یک برجک بمب‌افکن منفجر می‌کنید، از هم تیمی‌های خود در زمین در برابر یک حمله هوایی با اسلحه‌های ضدهوایی دفاع می‌کنید، هواپیماهای دشمن را با طوفان آتش از پرتابگرهای موشکی متعدد ساقط می‌کنید، یا سعی می‌کنید یک کشتی جنگی دشمن را با یک اژدر از یک قایق حمله سریع غرق کنید. ویژگی ها عبارتند از: گیم پلی بدون درز کراس پلتفرم بین رایانه شخصی ویندوز، لینوکس، مک، پلی استیشن 4، ..."
    },
    {
        "title": "pcconsole other dead by daylight",
        "store": "other",
        "url": "https://na.alienwarearena.com/ucf/show/2173361/boards/contest-and-giveaways-global/Giveaway/dead-by-daylight-200k-bloodpoints-key-giveaway",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/381210/header.jpg?t=1760636583",
        "description": "Death Is Not an Escape. Trapped forever in a realm of eldritch evil where even death is not an escape, four determined Survivors face a bloodthirsty Killer in a vicious game of nerve and wits. Pick a side and step into a world of tension and terror with horror gaming's best asymmetrical multiplayer. Survivors play in third-person and have the advantage of better situational awareness. The Killer plays in first-person and is more focused on their prey. The Survivors' goal in each encounter is to escape the Killing Ground without getting caught by the Killer - something that sounds easier than it is, especially when the environment changes every time you play. Key Features • Survive Together… Or Not - Survivors can either cooperate with the others or be selfish. Your chance of survival will vary depending on whether you work together as a team or if you go at it alone. Will you be able to outwit the Killer and escape their Killing Ground? • Where Am I? - Each level is procedurally generated, so you’ll never know what to expect. Random spawn points mean you will never feel safe as the world and its danger change every time you play. • A Feast for Killers - Dead by Daylight draws from all corners of the horror world. As a Killer you can play as anything from a powerful Slasher to terrifying paranormal entities. Familiarize yourself with your Killing Grounds and master each Killer’s unique power to be able to hunt, catch and sacrifice your victims. • Deeper and Deeper - Each Killer and Survivor has their own deep progression system and plenty of unlockables that can be customized to fit your own personal strategy. Experience, skills and understanding of the environment are key to being able to hunt or outwit the Killer. • Real People, Real Fear - The procedural levels and real human reactions to pure horror makes each game session an unexpected scenario. You will never be able to tell how it’s going to turn out. Ambience, music, and chilling environments combine into a terrifying experience. With enough time, you might even discover what’s hiding in the fog. WARNING: PHOTOSENSITIVITY/EPILEPSY SEIZURES - READ THIS NOTICE BEFORE PLAYING A very small percentage of people may experience epileptic seizures or blackouts when exposed to certain kinds of flashing lights or light patterns. These persons, or even people who have no history of seizures or epilepsy, may experience epileptic symptoms or seizures while playing video games. If you or any of your relatives has an epileptic condition or has had seizures of any kind, consult your physician before playing any video game. IMMEDIATELY DISCONTINUE use and consult a physician if you or your child experience any of the following symptoms: dizziness, altered vision, eye or muscle twitching, involuntary movements, loss of awareness, disorientation, or convulsions. Parents should watch for or ask their children about the above symptoms. You may reduce risk of photosensitive epileptic seizures by taking the following precautions: sit farther from the screen, use a smaller screen, play in a well-lit room, do not play when you are drowsy or fatigued.",
        "id_in_db": "t3_1p1fobc",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "381210",
        "genres": [
            "Action"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257204955/movie_max_vp9.webm?t=1758654085",
        "age_rating": "17",
        "is_dlc_or_addon": false,
        "persian_summary": "مرگ یک فرار نیست. چهار بازمانده مصمم که برای همیشه در قلمرو شرارت الدریچ به دام افتاده اند، جایی که حتی مرگ نیز راه فراری نیست، در یک بازی شرورانه از اعصاب و عقل، با یک قاتل تشنه به خون روبرو می شوند. یک طرف را انتخاب کنید و با بهترین بازی چند نفره نامتقارن، وارد دنیای تنش و وحشت شوید. بازماندگان به صورت سوم شخص بازی می کنند و از مزیت آگاهی موقعیتی بهتری برخوردارند. The Killer به صورت اول شخص بازی می کند و بیشتر روی طعمه خود متمرکز است. هدف بازماندگان در هر رویارویی این است که بدون گرفتار شدن توسط قاتل از زمین کشتار فرار کنند - چیزی که راحت‌تر از آنچه هست به نظر می‌رسد، به خصوص وقتی که هر بار که بازی می‌کنید، محیط تغییر می‌کند. ویژگی های کلیدی • با هم زنده بمانید... یا نه - بازماندگان می توانند با دیگران همکاری کنند یا خودخواه باشند. شانس شما برای بقا بسته به اینکه با هم به عنوان یک تیم کار کنید یا اینکه به تنهایی به آن کار می کنید متفاوت خواهد بود. آیا شما قادر خواهید بود از قاتل پیشی بگیرید و از کشتار آنها فرار کنید؟ • من کجا هستم؟ - هر سطح از نظر رویه ای ..."
    },
    {
        "title": "pcplaystationxbox other genshin impact",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1p32x62/pcplaystationxbox_other_genshin_impact_300/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2564140/header.jpg?t=1758644334",
        "description": "Desktop Garage Kit : Go Desktop Garage Kit : Go is an ultra-cute and loveable desktop application & game. It adopts a cartoon rendering shader similar to Genshin Impact as a tribute to miHoYo, and we've spent a year and a half humbly researching and perfecting it. The software breaks through the barriers between 2D and 3D dimensions, making the desktop characters more delicate and realistic. And it has rich interactive action modules and a brand new massive character update, lively and cute. The brand-new physics engine presents a more realistic movement, supports acting cute, coy, cute, and healing, and has more actions, and interactions. It can always be kept on top of all other windows, always accompanying you, looking forward to your opening. Features ▪ Experience the magic of these 3D characters that dance to your music, showcasing dynamic and captivating postures and styles. Immerse yourself in the seamless fusion of music and animation. ▪ Employing a modest yet effective 3D cartoon shader, presenting a pleasantly delicate and realistic visual experience for users to enjoy. ▪ Rich figurine model library, constantly updating. ▪ Brand new physics engine, character image, clothing, and hair support physics motion calculation, presenting more realistic movement. ▪ 1600+ 3D posture libraries and 198+ 3D action sets included, making the characters more lively and cute. ▪ Interaction mode button, adding more interesting gameplay. ▪ Particle rendering mode, lighter and shadow special effects presented.",
        "id_in_db": "t3_1p32x62",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2564140",
        "genres": [
            "Casual",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257180866/movie_max_vp9.webm?t=1754763745",
        "is_dlc_or_addon": false,
        "persian_summary": "Desktop Garage Kit: Go Desktop Garage Kit: Go یک برنامه دسکتاپ و بازی فوق العاده زیبا و دوست داشتنی است. این شیدر رندر کارتونی شبیه به Genshin Impact به عنوان ادای احترام به miHoYo استفاده می‌کند و ما یک سال و نیم را صرف تحقیق و تکمیل آن کرده‌ایم. این نرم افزار موانع بین ابعاد دو بعدی و سه بعدی را می شکند و کاراکترهای دسکتاپ را ظریف تر و واقعی تر می کند. و دارای ماژول‌های اکشن تعاملی غنی و به‌روزرسانی شخصیت‌های عظیم جدید، زنده و زیبا است. موتور فیزیک کاملاً جدید حرکت واقعی تری را ارائه می دهد، از بازیگری زیبا، کوچولو، زیبا و شفا پشتیبانی می کند و کنش ها و تعاملات بیشتری دارد. همیشه می توان آن را بالای همه پنجره های دیگر نگه داشت، همیشه همراه شما باشد و منتظر باز شدن شما باشد. ویژگی ها ▪ جادوی این شخصیت های سه بعدی را تجربه کنید که با موسیقی شما می رقصند و حالت ها و سبک های پویا و جذاب را به نمایش می گذارند. خود را در تلفیقی یکپارچه از موسیقی و انیمیشن غرق کنید. ▪ استفاده از یک سه بعدی ساده و در عین حال موثر..."
    },
    {
        "title": "pcxboxps other dying light",
        "store": "other",
        "url": "https://pilgrimoutpost.techlandgg.com/goodies/pubg-mobile",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3008130/6fe4aab2953da6b67d142e1f5ab2b8c8e857fd91/header.jpg?t=1763738629",
        "description": "Dying Light: The Beast is the next AAA Dying Light game and the best-reviewed entry in the franchise’s history. Packed with more than 40 hours of survival adventure, both in single-player and shared progression co-op, it delivers the most ambitious, modern and content-rich Dying Light experience ever created. Immerse yourself in the expansive open world of Castor Woods and get lost in the scope, atmosphere and innovation of this must-play survival horror. A terrifying new chapter in the Dying Light universe begins. As Kyle Crane, explore the vast and unpredictable wilderness, uncover a deadly evolution of the infected, and learn to control the beastly powers awakening inside you. The Best Dying Light To Date \" The Beast really is Dying Light 3. ” - GamesRadar+ The highest-rated Dying Light game ever, shaped by a decade of Techland’s experience with the series. Everything fans love - immersion, exploration, physical FPP melee combat, grounded parkour, and the iconic day–night cycle - refined and elevated to the next level. A perfect return for veterans, and the ideal entry point for newcomers. Explosive Story of Revenge \" Kyle Crane Steals The Show And Gives Dying Light Its Best Story Yet \" - The Gamer Dive into a gripping tale of vengeance filled with twists, shifting alliances, and characters you’re never sure you can trust. Follow Kyle Crane’s powerful journey as his fight for justice uncovers reveals dangers far greater than he ever imagined. \" Techland perfectly nailed it, the Beast Mode really makes you feel like you could tear through anything \" - WCCFtech Play as Kyle Crane, a hero with the DNA of both man and beast. Freely switch between two playstyles and face a fierce conflict that lead to the acceptance of the monster within. \" Melee combat is once again a highlight of the game, with heft behind every attempt to take out a zombie, and so many different weapons and modifiers to choose from \" - Gamespot Feel the full force of Dying Light’s most physical combat yet. Your blows land with real momentum, enemies react believably, and your emerging beast-like abilities add intensity without losing the challenge and immersion. \" The night continues to be one of Dying Light’s greatest gameplay \" - GamingBIBLE The distinct experiences of night and day, a signature of the Dying Light series, merge into one unique whole. Explore and scavenge by day, but remember the constantly ticking clock. Because once the sun sets, the night unleashes horrors that leave you with just three choices: run, hide or fight for your life. \" Running, sliding, jumping, climbing, and hopping around Castor Woods is a treat \" - Kotaku Feel the adrenaline rush of best-in-class first-person parkour. Jump from rooftop to rooftop and overcome any obstacle. And when that’s not enough, grab the wheel of an off-road vehicle and ruthlessly tear through hordes of zombies. \" Techland brings its A-game when it comes to crafting a densely interactive, photorealistic world that frequently takes my breath away \" - GamesRadar+ Next-gen visuals bring the hand-crafted zombie apocalypse to life. Every detail tells a story of survival. Lose yourself in the majesty of Castor Woods: explore the tourist town, industrial area, national park, farmland, swamps and more. All full of beauty… and decay. \" Playing the game with friends is creating a different kind of experience \" - GameRant Band together with up to three other players in co-op! Brave the dangers of Castor Woods, where you can experience every encounter, every discovery and every twist as a unit with shared progress.",
        "id_in_db": "t3_1ozr2kh",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3008130",
        "genres": [
            "Action",
            "Adventure",
            "RPG"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257174118/movie_max_vp9.webm?t=1756299043",
        "is_dlc_or_addon": false,
        "persian_summary": "Dying Light: The Beast بازی بعدی AAA Dying Light و بهترین بازی در تاریخ این فرنچایز است. با بیش از 40 ساعت ماجراجویی بقا، هم به صورت تک‌نفره و هم به صورت مشترک پیشروی، جاه‌طلبانه‌ترین، مدرن‌ترین و غنی‌ترین تجربه Dying Light را ارائه می‌کند. در دنیای باز گسترده Castor Woods غوطه ور شوید و در محدوده، فضا و نوآوری این ترسناک بقا که باید بازی کنید گم شوید. فصل جدید وحشتناکی در دنیای Dying Light آغاز می شود. به عنوان کایل کرین، بیابان وسیع و غیرقابل پیش بینی را کاوش کنید، تکامل مرگبار مبتلایان را کشف کنید و یاد بگیرید که قدرت های وحشی که در درون شما بیدار می شوند را کنترل کنید. بهترین بازی Dying Light تا به امروز \"The Beast واقعاً Dying Light 3 است.\" - GamesRadar+ بالاترین امتیاز بازی Dying Light تا کنون، که بر اساس یک دهه تجربه Techland با این سری شکل گرفته است. همه چیزهایی که طرفداران دوست دارند - غوطه وری، کاوش، مبارزه فیزیکی FPP، پارکور زمینی، و چرخه نمادین روز و شب -..."
    },
    {
        "title": "pcxboxps other naraka",
        "store": "other",
        "url": "https://na.alienwarearena.com/ucf/show/2173383/boards/contest-and-giveaways-global/Giveaway/naraka-bladepoint-spectral-silk-game-pack-key-giveaway",
        "image_url": "https://external-preview.redd.it/2Z50LczXpN2wRaxo6r3smat8J56F7ZDKmxcXc15HtxE.jpeg?width=320&crop=smart&auto=webp&s=d329ebb76f00a0e69a40a9375fa645a1e5626172",
        "description": "submitted by /u/MeguminShiro [link] [comments]",
        "id_in_db": "t3_1p0i8n6",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/MeguminShiro [لینک] [نظر]"
    },
    {
        "title": "platform scourgebringerca1949 free a fast",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1ow5df6/multiplatform_scourgebringerca1949_free_a/",
        "image_url": "https://cdn2.unrealengine.com/3p-final-freegames-editorial-header-1920x1080-6d649bc70cde.jpg",
        "description": "https://store.epicgames.com/en-US/p/scourgebringer https://store.epicgames.com/en-US/p/scourgebringer-android-624437 https://store.epicgames.com/en-US/p/scourgebringer-ios-65a7d4 ScourgeBringer is a fast-paced free-moving rogue-lite platformer. Help Kyhra to explore the unknown and slash her way through ancient machines guarding the seal of her past, and maybe the redemption of humanity. submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1ow5df6",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "https://store.epicgames.com/en-US/p/scourgebringer https://store.epicgames.com/en-US/p/scourgebringer-android-624437 https://store.epicgames.com/en-US/p/scourgebringer-ios-65a7paringeli Scomov free پلتفرمر به Kyhra کمک کنید تا ناشناخته ها را کشف کند و راه خود را از طریق ماشین های باستانی که از مهر گذشته او محافظت می کنند و شاید رستگاری بشریت را برش دهد. ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "playstation black friday 2025",
        "store": "steam",
        "url": "https://store.steampowered.com/sale/playstationpublishersale2025?snr=1_4_4__118",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3031070/header.jpg?t=1735064571",
        "description": "Developer Note: We are having some technical difficulties with Steam Link and it is not working at the moment, but Air Link with a computer is working. We will update here when Steam Link is fixed. Thank you for your patience! Embark on a Post-Apocalyptic Virtual Reality Adventure Like No Other! From a small team of eight plus a dog named Mal, introducing Mother Bunker VR, an open-world, post-apocalyptic zombie first-person shooter (FPS) that combines intense survival with a touch of humor. This single-player VR game, crafted for ages 16+, will challenge your decision-making, resource management, and combat skills in a beautifully designed low-poly world. Virtual reality gameplay featuring ... Masterful Storytelling : Discover the secrets of the zombie apocalypse as you play through an emotional story-driven adventure. Intense Zombie Combat : Face relentless hordes of zombies with a wide array of weapons, from knives and axes to cutting-edge firearms. Sharpen your skills (and watch your ammo) to stay alive. Explore Diverse Environments : Traverse through various low-poly landscapes, from abandoned cities to dense forests, each filled with unique challenges and hidden resources. Build and Fortify : Gather materials to upgrade your bunker, customizing it to fend off zombies and safeguard your resources. Strategic Survival : Make crucial decisions and manage resources wisely to ensure your survival. Every choice counts! Arcade Shooter Mode : See how long you can survive endless zombie hordes in this pure FPS play mode. Humor and Levity : At Rook Games, we believe in fun. Enjoy the unexpected elements of humor that lighten up the post-apocalyptic gloom. Mother Bunker offers a unique blend of survival, strategy, and humor. It’s not just about killing zombies; it’s about thriving in a world gone mad while having a good laugh. Perfect for gamers seeking both challenge and entertainment. Save the Date Prepare yourself for the ultimate post-apocalyptic VR experience coming Black Friday November 29th, 2024. Are you ready to survive, build, and laugh your way through Mother Bunker? ROADMAP Version 1.2 (Farming Update) - January 15, 2025 Farming and Gardens Introduction of Farming Mechanic: Players can now cultivate various crops, including fruits, vegetables, and herbs, each with unique growth times, watering needs, and harvesting methods. Garden Design and Customization: New tools and decorations allow players to design and customize their gardens, creating aesthetically pleasing and functional farming spaces. Seasonal Farming Cycles: Crops are affected by in-game seasons, introducing a layer of strategy as players must plan their planting and harvesting according to seasonal changes. Farming Quests and Achievements: New quests focused on farming challenges and milestones, rewarding players with exclusive items and achievements for successful farming practices. Animal Husbandry: Players can now raise livestock, including chickens, cows, and sheep, providing resources like eggs, milk, and wool that can be used for crafting and trading. Increased Loot Variance Expanded Loot Pool: A broader variety of loot items available from chests, enemies, and other sources, including rare and unique items with special properties. Dynamic Loot Drops: Loot drop rates and types vary depending on location, enemy difficulty, and player level, creating a more dynamic and rewarding experience. Loot Rarities and Tiers: Introduction of new loot rarities and tiers, with higher-tier items offering more powerful attributes and bonuses. Increased Procedural Terrain Variance Enhanced Terrain Generation: Improved algorithms for procedural terrain generation, resulting in more diverse and visually appealing landscapes. Biome Diversity: New biomes introduced, each with unique flora, fauna, and environmental features, providing fresh exploration experiences. Terrain Interactions: Increased interaction between terrain and player actions, such as realistic erosion, weather effects, and dynamic environmental changes. Hidden Locations: Discovery of hidden caves, ancient ruins, and secret areas within the terrain, encouraging exploration and rewarding curious players with rare loot and lore. Increased Weapon Variance New Weapon Types: Addition of various new weapon types, including exotic and futuristic weaponry, each with distinct combat styles and effects. Weapon Customization: Expanded customization options for weapons, allowing players to modify appearance, stats, and abilities through crafting and upgrades. Unique Weapon Attributes: Introduction of weapons with unique attributes and abilities, such as elemental damage, life steal, and special attack patterns. Weapon Balancing and Adjustments: Rebalancing of existing weapons to ensure fair play and competitiveness, addressing player feedback and gameplay data to enhance combat experience. Version 1.4 (Dungeons Update) - April 15, 2025 Procedural Dungeons (Abandoned Military Bases) Introduction of Military Base Dungeons: Players can now explore procedurally generated abandoned military bases, each with unique layouts, challenges, and secrets. Dynamic Dungeon Features: Military bases feature various rooms such as barracks, armories, labs, and command centers, with randomized enemy encounters and loot. Environmental Hazards: New hazards such as radiation zones, security traps, and unstable structures add an extra layer of danger and strategy to dungeon exploration. Mission-Based Objectives: Each military base dungeon includes mission-based objectives, like retrieving classified documents, rescuing survivors, or disabling rogue AI systems. Dungeon Rewards and Lore: Completing dungeons rewards players with high-tier loot and reveals hidden lore about the game's world and backstory. Increased Loot Variance Expanded Military Loot: Inclusion of military-grade weapons, equipment, and survival gear in the loot pool, offering players powerful new tools and items. Rare and Legendary Items: Introduction of rare and legendary items with unique properties and visual effects, providing significant advantages in combat and survival. Customized Loot Tables: Loot tables adjusted to reflect the military theme, ensuring that items found in dungeons are relevant and valuable. Increased Zombie AI Enhanced Zombie Behavior: Zombies now exhibit more sophisticated behaviors, such as group tactics, environmental awareness, and adaptive combat strategies. Specialized Zombie Types: New zombie variants introduced, each with unique abilities and weaknesses, requiring players to adapt their combat approach. Dynamic Threat Levels: Zombie threat levels dynamically adjust based on player activity, dungeon difficulty, and time spent in specific areas, ensuring a constantly evolving challenge. Zombie Interaction with Environment: Zombies can now interact with the environment, breaking down doors, setting off traps, and using objects as weapons. Improved Detection and Pursuit: Enhanced detection and pursuit mechanics make zombies more responsive to player presence and actions, increasing the intensity and realism of encounters. NPC AI GPT Integration Advanced NPC Dialogues: Integration of GPT-based AI for NPCs, enabling more natural and dynamic conversations with richer context and player interaction. Adaptive NPC Responses: NPCs can now adapt their responses based on player choices, actions, and reputation, creating a more personalized and immersive experience. Quest and Story Generation: AI-driven generation of quests and storylines, providing players with unique missions and narratives that evolve based on their decisions and actions. Emotional and Behavioral AI: NPCs exhibit a wider range of emotions and behaviors, reacting to player actions, in-game events, and environmental changes in more realistic ways. Improved NPC Interactions: NPCs can now form relationships, alliances, and rivalries with players and other NPCs, influencing gameplay and story development. Version 1.6 (War Update) - August 15, 2025 Large Scale Military Conflict War Zone Environments: Introduction of large-scale military conflict scenarios, where players can participate in intense battles between organized factions. Dynamic Battlefields: Battlefields dynamically change as the conflict progresses, with destructible environments, shifting frontlines, and varying objectives. Military Vehicles and Equipment: New military vehicles such as tanks, and armored personnel carriers are available for players to use in battle, providing strategic advantages. War-Themed Missions: New missions focused on war tactics, including sabotage, reconnaissance, frontline assaults, and strategic defense, offering varied gameplay experiences. Zombie Horde AI Integration Horde Behavior Enhancements: Zombies now operate in coordinated hordes with improved AI, capable of complex behaviors such as flanking, ambushing, and overwhelming defenses. Dynamic Horde Events: Random horde events can occur, where massive groups of zombies attack specific locations. Zombie Horde Types: Introduction of different horde types, such as fast-moving swarms, heavily armored zombies, and explosive zombies, each presenting unique challenges. Horde and War Interactions: Zombie hordes interact with ongoing military conflicts, adding an unpredictable element to battles as both factions and zombies clash. Survival Mechanics: Players must employ new survival tactics to manage and repel zombie hordes during large-scale conflicts, adding depth to gameplay strategy. Increased Loot and Weapon Variance Expanded Military Loot: Significant expansion of military-grade loot, including advanced weapons, armor, and tactical gear found in war zones and conflict areas. Unique and Rare Weapons: New unique and rare weapons with special abilities and attributes, offering players powerful new tools for combat and survival. Customizable Loadouts: Players can customize their loadouts with a wider variety of weapons and gear, tailored to their preferred playstyle and strategic needs. Crafting and Upgrading: Enhanced crafting and upgrading systems allowing players to modify and improve their weapons and gear, making them more effective in large-scale conflicts. Multiple New Maps War-Torn Cities: New maps set in devastated urban environments, featuring dense buildings, ruined infrastructure, and strategic vantage points. Open Battlefields: Expansive open maps designed for large-scale conflicts, with varied terrain including forests, plains, and hills, providing diverse tactical opportunities. Military Installations: Maps set in fortified military bases, bunkers, and command centers, each with unique layouts and strategic elements. Zombie Infested Zones: Maps heavily populated by zombies, requiring players to navigate and survive while completing objectives and engaging in conflict. Interactive Environments: New maps feature interactive elements such as destructible cover, environmental hazards, and dynamic weather, influencing gameplay and strategy. These updates aim to provide a robust and immersive experience, combining large-scale military conflicts with dynamic zombie horde mechanics, enhanced loot and weapon variety, and diverse new maps. Players will engage in intense battles, strategic planning, and survival tactics, significantly enriching the overall gameplay experience. Version 2 (Story Update) - November 15, 2025 Story Part II Continuation of the Main Storyline: Unfold the next chapter of the narrative with deeper plot developments, new characters, and unexpected twists that build upon the foundations of the original story. Branching Story Paths: Player choices significantly impact the storyline, leading to multiple possible endings and varied experiences based on decisions made throughout the game. Expanded Lore and Worldbuilding: Discover more about the game’s universe through new lore entries, hidden documents, and environmental storytelling elements that enrich the narrative. New Missions and Quests: A variety of new missions and quests tied to the storyline, offering both main and side objectives that delve deeper into the game’s world and characters. Introduction of AI-Driven Emergent Events Dynamic World Events: AI-driven events that occur randomly or in response to player actions, creating a more dynamic and unpredictable game world. Adaptive Event System: Events adapt based on the player’s progress, location, and choices, ensuring a unique experience for each playthrough. Interactive NPCs: NPCs now have more complex behaviors and can initiate events or quests, respond to the player’s actions, and interact with each other in more meaningful ways. Environmental Changes: AI-driven events can cause significant changes to the environment, such as natural disasters, invasions, or resource shortages, affecting gameplay and strategy. Event Chains and Consequences: Some events are part of larger chains, where the outcome of one event can trigger subsequent events, leading to long-term consequences and evolving storylines. Introduction of Multiplayer Cooperative Multiplayer Mode: Team up with friends or other players to tackle missions, explore the world, and face challenges together in a cooperative multiplayer mode. PvP Battles: Engage in player-versus-player battles in designated areas, competing for rewards and dominance in the game world. Shared World Experience: Explore a shared world where players can encounter each other, trade items, form alliances, or challenge each other in various activities. Multiplayer-Specific Content: Unique missions, events, and rewards designed specifically for multiplayer gameplay, encouraging cooperation and competition among players. Player Hubs and Social Spaces: New areas where players can gather, socialize, and plan their next adventures, fostering a community within the game. These updates aim to provide players with deeper gameplay mechanics, more diverse environments, and richer customization options, significantly enhancing the overall gaming experience.",
        "id_in_db": "t3_1p3hdgr",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "Discount",
        "steam_app_id": "3031070",
        "genres": [
            "Action",
            "Adventure",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257056716/movie_max_vp9.webm?t=1727114348",
        "is_dlc_or_addon": false,
        "persian_summary": "توجه توسعه دهنده: ما با استیم لینک مشکلات فنی داریم و در حال حاضر کار نمی کند، اما Air Link با رایانه کار می کند. هنگامی که Steam Link رفع شد، در اینجا به روز رسانی خواهیم کرد. با تشکر از شما برای صبر شما! وارد یک ماجراجویی واقعیت مجازی پسا آخرالزمانی شوید که شبیه هیچ دیگری نیست! از یک تیم کوچک هشت نفره به‌علاوه یک سگ به نام مال، معرفی Mother Bunker VR، یک تیرانداز اول شخص زامبی جهان باز و پسا آخرالزمانی (FPS) که بقای شدید را با طنز ترکیب می‌کند. این بازی واقعیت مجازی تک‌نفره که برای سنین ۱۶ سال به بالا ساخته شده است، تصمیم‌گیری، مدیریت منابع و مهارت‌های رزمی شما را در دنیایی کم‌پلی با طراحی زیبا به چالش می‌کشد. گیم پلی واقعیت مجازی شامل ... داستان سرایی استادانه: اسرار آخرالزمان زامبی ها را در حین بازی در یک ماجراجویی هیجانی داستان محور کشف کنید. مبارزه شدید با زامبی ها: با انبوهی از زامبی ها با طیف گسترده ای از سلاح ها، از چاقو و تبر گرفته تا سلاح های گرم و پیشرفته روبرو شوید. مهارت های خود را تقویت کنید (و تماشا کنید..."
    },
    {
        "title": "psa epic games zero hour is claimable in all regions now",
        "store": "epicgames",
        "url": "https://store.epicgames.com/p/zero-hour-8449a0",
        "image_url": "https://preview.redd.it/psa-epic-games-zero-hour-is-claimable-in-all-regions-now-v0-76ttdw9ila2g1.png?format=png&auto=webp&s=5525b0bf673b817253d66d01390f13f6c450731d",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1p1l1uq",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "quality audio it works with pdfs fb2 substack and medium links and even photos of text get 3 months of premium access for free",
        "store": "googleplay",
        "url": "https://www.reddit.com/r/googleplaydeals/comments/1oxd60n/app_texttospeech_app_that_converts_any_file_into/",
        "image_url": "https://substackcdn.com/image/fetch/$s_!XVfx!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fabab78cb-a93a-43cc-a342-e6ad26896ad5_2018x1642.jpeg",
        "description": "I’ve spent the last few months building a text-to-speech app that turns almost any text into high-quality, natural audio. PDFs, blog posts, Substack or Medium articles—just drop in the link or text and listen like it’s a podcast or audiobook, even with the app closed. The app is a direct competitor to Speechify. Many of our users are students with tight budgets, so we’re offering 3 months of premium access free to everyone. Just sign up and DM me your address to get upgraded. The app doesn’t request any permissions by default, you’ll only be asked if you choose to share files from your device for conversion. Want in? Sign up for the service (download the app) Send me your email via DMs Happy to answer any questions! Here is the link to the app if you’re curious: Android app submitted by /u/OneMoreSuperUser [link] [comments]",
        "id_in_db": "t3_1oxd60n",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "من چند ماه گذشته را صرف ساختن یک برنامه تبدیل متن به گفتار کرده‌ام که تقریباً هر متنی را به صدای باکیفیت و طبیعی تبدیل می‌کند. فایل‌های پی‌دی‌اف، پست‌های وبلاگ، مقاله‌های Substack یا Medium—فقط لینک یا متن را رها کنید و به‌نظر یک پادکست یا کتاب صوتی گوش دهید، حتی با بسته بودن برنامه. این اپلیکیشن رقیب مستقیم Speechify است. بسیاری از کاربران ما دانش‌آموزانی هستند که بودجه کمی دارند، بنابراین ما ۳ ماه دسترسی ممتاز را به همه رایگان ارائه می‌دهیم. فقط ثبت نام کنید و آدرس خود را برای من ایمیل کنید تا ارتقا پیدا کنم. برنامه به طور پیش‌فرض هیچ مجوزی درخواست نمی‌کند، فقط از شما پرسیده می‌شود که آیا انتخاب می‌کنید فایل‌ها را از دستگاه خود برای تبدیل به اشتراک بگذارید. می خواهم در؟ ثبت نام برای خدمات (دانلود برنامه) ایمیل خود را از طریق DM برای من بفرستید خوشحال می شوم به هر سوالی پاسخ دهم! اگر کنجکاو هستید، لینک برنامه اینجاست: برنامه اندروید ارسال شده توسط /u/OneMoreSuperUser [پیوند] [نظرات]"
    },
    {
        "title": "ravenous horde",
        "store": "steam",
        "url": "https://store.steampowered.com/app/2179490/Ravenous_Horde/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2179490/header.jpg?t=1762458358",
        "description": "Team up with 64 players to fight off the horde of zombies in this post-apocalyptic FPS or join the horde against the living! Turn on your teammates and tear them apart. Level up and unlock new weapons, perks, clothing options and more! Equip your favourite loadout and join the fight! Perks Play the way you want! Perks allow you to play the game as you like. With over 50 perks you can play offensively, defensively or help your fellow hunters. Pick perks for your zombie character as well, throw more body parts, take reduced damage, have bodyparts explode and ways to help your zombie teammates! Customization Customize your hunter the way you want! Through playing the game you unlock new apparel which you can equip and show off. Your zombie character will use the same equipped apparel in a ravaged state! Replayability Every round of Ravenous Horde is different due to the unique maps, each carefully made to provide a great experience. Maps have various weather presets, so they look and feel completely different even after playing the same map multiple times. Combined with the chaos that 64 players bring, it truly becomes a unique experience every round. Return From The Dead - The Last Hunter Climb the scoreboard during a round by getting the most points through killing and helping others. If all the hunters have died and there are 8 or more players, the player with the highest score will come back to the living one more time to wreak chaos!",
        "id_in_db": "t3_1p29ddn",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2179490",
        "genres": [
            "Action"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257057610/movie_max_vp9.webm?t=1727095141",
        "is_dlc_or_addon": false,
        "persian_summary": "با 64 بازیکن متحد شوید تا در این FPS پسا آخرالزمانی با انبوهی از زامبی ها مبارزه کنید یا به گروه گروه در برابر زنده ها بپیوندید! هم تیمی های خود را روشن کنید و آنها را از هم جدا کنید. اسلحه ها، امتیازات، گزینه های لباس و موارد دیگر را ارتقا دهید و قفل کنید! loadout مورد علاقه خود را مجهز کنید و به مبارزه بپیوندید! امتیازات آنطور که می خواهید بازی کنید! Perks به شما این امکان را می دهد که بازی را همانطور که دوست دارید انجام دهید. با بیش از 50 امتیاز می توانید به صورت تهاجمی، دفاعی و یا به شکارچیان خود کمک کنید. برای شخصیت زامبی خود نیز امتیازاتی را انتخاب کنید، قسمت های بیشتری از بدن را پرتاب کنید، آسیب کمتری دریافت کنید، اعضای بدن منفجر شوند و راه هایی برای کمک به هم تیمی های زامبی خود! سفارشی سازی شکارچی خود را طوری که می خواهید سفارشی کنید! از طریق بازی کردن، قفل لباس های جدیدی را باز می کنید که می توانید آنها را تجهیز کرده و به نمایش بگذارید. شخصیت زامبی شما از همان لباس های مجهز در حالت ویران استفاده می کند! قابلیت پخش مجدد هر دور از Ravenous Horde به دلیل نقشه‌های منحصربه‌فرد متفاوت است که هر کدام با دقت ساخته شده‌اند تا تجربه‌ای عالی را ارائه دهند. نقشه ها از پیش تنظیم های مختلف آب و هوا دارند، بنابراین به نظر می رسند و..."
    },
    {
        "title": "red dead redemption",
        "store": "steam",
        "url": "https://store.steampowered.com/app/2668510/Red_Dead_Redemption/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2668510/header.jpg?t=1741118459",
        "description": "This product includes the digital version of Red Dead Redemption and Undead Nightmare for PC. Featuring the complete single-player experiences of both games, including bonus content from the Game of the Year Edition. Red Dead Redemption does not feature multiplayer content. Experience the story of former outlaw John Marston as he tracks down the last remaining members of the notorious Van der Linde Gang in the PC debut of the critically acclaimed predecessor to Red Dead Redemption 2. Red Dead Redemption and its iconic zombie-horror companion story, Undead Nightmare, can now be enjoyed on PC in stunning detail together in one stellar package. Red Dead Redemption includes new features to bring the game to life on PC, with HDR lighting, native 4K resolution at up to 144hz on supported hardware, monitor support for Ultrawide (21:9) and Super Ultrawide (32:9), adjustable draw distances, shadow quality settings, and more.",
        "id_in_db": "t3_1p2aezb",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "50% off",
        "steam_app_id": "2668510",
        "genres": [
            "Action"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257062970/movie_max_vp9.webm?t=1730234170",
        "age_rating": "17",
        "is_dlc_or_addon": false,
        "persian_summary": "این محصول شامل نسخه دیجیتال Red Dead Redemption و Undead Nightmare برای کامپیوتر می باشد. شامل تجربیات تک نفره کامل هر دو بازی، از جمله محتوای جایزه از نسخه بازی سال. Red Dead Redemption دارای محتوای چند نفره نیست. داستان یاغی سابق جان مارستون را در حالی که آخرین اعضای باقی مانده از گروه بدنام Van der Linde را در اولین رایانه شخصی سلف تحسین شده Red Dead Redemption 2 دنبال می کند، تجربه کنید. Red Dead Redemption و داستان همراه زامبی-ترسناک نمادین آن، Undead Nightmare می توانند با هم در PC لذت ببرند. Red Dead Redemption شامل ویژگی‌های جدیدی برای جان بخشیدن به بازی بر روی رایانه شخصی است، با نور HDR، وضوح 4K بومی تا 144 هرتز بر روی سخت‌افزار پشتیبانی‌شده، پشتیبانی از مانیتور از Ultrawide (21:9) و Super Ultrawide (32:9)، فاصله‌های ترسیمی قابل تنظیم، تنظیمات کیفیت سایه و موارد دیگر."
    },
    {
        "title": "rift apart 66 off1925 returnal 66 off1925 horizon forbidden west 49 off2887 uncharted legacy of thieves 72 off1290 and more",
        "store": "greenmangaming",
        "url": "https://www.greenmangaming.com/publisher-sale/playstation/",
        "image_url": "https://www.theaureview.com/wp-content/uploads/2022/01/04784DC4-5D5C-42A9-A177-3B59EA3E6D07.jpeg",
        "description": "submitted by /u/gasolineskincare [link] [comments]",
        "id_in_db": "t3_1p3305g",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "66% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/gasolineskincare [لینک] [نظر]"
    },
    {
        "title": "season pass 1215 1175 1013 c1458 a1620 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/ae7e42e5-9ff7-57f6-96b7-9a3c1628929f/warhammer-40-000-rogue-trader-season-pass",
        "image_url": "https://lookaside.instagram.com/seo/google_widget/crawler/?media_id=2645334445206104094",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1p2fn8d",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "59% off",
        "is_dlc_or_addon": true,
        "persian_summary": "ارسال شده توسط /u/Lets_Playsum [لینک] [نظر]"
    },
    {
        "title": "software figmin xr",
        "store": "steam",
        "url": "https://store.steampowered.com/app/1890220/Figmin_XR/",
        "image_url": "https://external-preview.redd.it/GXQajwAYe5FAcRMuvkb8S5sgYCfGGVH1uiWR7LoTzS8.jpeg?width=320&crop=smart&auto=webp&s=39e0c795cd1d80c44e2eaa82b39b1d71f8f9a30d",
        "description": "Scheduled to switch from F2P to paid on November 24, 2025 Announcement: https://store.steampowered.com/news/app/1890220/view/599669316683563999 submitted by /u/Responsible-River653 [link] [comments]",
        "id_in_db": "t3_1p16ot1",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "برای تغییر از F2P به پولی در 24 نوامبر 2025 برنامه ریزی شده است."
    },
    {
        "title": "songs of silenceca3499 free turn",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/songs-of-silence-778d86",
        "image_url": "https://cdn1.epicgames.com/spt-assets/717e784a701e49bba02e27f7774e966a/songs-of-silence-1s6so.png",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1ow5fpe",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "star wars jedi bundle 1303",
        "store": "steam",
        "url": "https://store.steampowered.com/developer/EA/sale/black-friday-2025",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1197440/header.jpg?t=1703108667",
        "description": "Broken Spell 2 is an ARPG game. You will fight in blood with cruel and ferocious warlock and sorcerers for saving pretty girls. Game Story A beautiful girl's soul came to the Taoist temple to ask Master Mao for help. Master Mao sent his disciple a Chu to the dark and mysterious church to fight with the evil Western priest and the skeleton army he called to save the trapped beauty. After than, the missing of a beautiful girl, let achu enter the garden cursed by the devil again and fight with the Wizards in Southeast Asia. Whether can stop the devil's resurrection and remove the curse on the girl, it's up to you. Game Feature Epic zombie ghost story, let you review the classic. The gorgeous combat system which uses Chinese Kungfu and ancient spell vs Western dark magic. More recommendation: War Thunder,Planet Zoo,Tower of time,Monster Train,Torchlight II,The Witcher® 3: Wild Hunt,Total War: WARHAMMER II,Counter-Strike: Global Offensive,Tom Clancy's Rainbow Six® Siege,Sid Meier’s Civilization® VI,PLAYERUNKNOWN'S BATTLEGROUNDS,Red Dead Redemption 2,Warframe,Deep Rock Galactic,MONSTER HUNTER: WORLD,Fallout 76,NBA 2K20,Mount & Blade II: Bannerlord,Yu-Gi-Oh! Duel Links,Dead by Daylight,FINAL FANTASY XIV Online,Two Point Hospital,Human: Fall Flat,Euro Truck Simulator 2,Monster Hunter World: Iceborne,Age of Empires II: Definitive Edition,Destiny 2,Cities: Skylines,World of Warships,Dota 2,DOOM Eternal,PAYDAY 2,Granado Espada，Firestone Idle RPG,Russian Fishing 4,Endless World Idle RPG,Crusader Kings II,Game of Thrones Winter is Coming,Gems of War - Puzzle RPG,Albion Online,Dark Deception,Digimon Masters Online,Trove,Mighty Party,Ragnarok Online,Fallout Shelter,Will To Live Online,The Lord of the Rings Online,Neverwinter,Star Trek Online,Wasteland Survival,Peekaboo,Stay Out,Dead Frontier 2,Realm of the Mad God,La Tale - Evolved,Infestation: The New Z,Shakes and Fidget,Dungeon Defenders II,Wizard101,Pixel Starships,Rakion Chaos Force,Knight Online,Idle Champions of the Forgotten Realms,Clicker Heroes,NGU IDLE,Realm Grinder,March of Empires,Tactical Monsters Rumble Arena,Creativerse - Pro,MARVEL Puzzle Quest,DC Universe™ Online,Bit Heroes,Onigiri,Red Stone Online,Braveland Heroes,Aura Kingdom,Elsword,NosTale,Spiral Knights,RIFT,Stronghold Kingdoms,Animation Throwdown: The Quest for Cards,Dragon Saga,AdventureQuest 3D,Ragnarok Online 2,Star Trek Timelines,Grim Clicker,RPG MO,Secret World Legends,DayBreak Online,Enderal: Forgotten Stories,CRUSADER KINGS II: DYNASTY STARTER PACK,Warspear Online,POLYGON,EverQuest II,Champions Online,ENDLESS WORLD - DELUXE EDITION,Villagers and Heroes,Creativerse - Welcome Bundle,PARADOX GRAND STRATEGY COLLECTION,CRUSADER KINGS II: ROYAL COLLECTION,Clicker Heroes: Zombie Auto Clicker,CRUSADER KINGS II: IMPERIAL COLLECTION,Insanity Clicker,Neglected,Tabletopia,Cyberpunk 2077 Final Fantasy 7 Resident Evil 3-Nemesis BIOHAZARD RE:2 Monster Hunter：World Animal Crossing Nioh2 Persona 5 war3 Destiny Sands of Salzaar Free games ARK:SURVIVAL EVOLVED SAMURAI SHODOWN NEOGEO COLLECTION Dauntless Pathway The Escapists 2 Beyond Blue Maneater Borderlands 3 Red Dead Redemption 2 Control SnowRunner Satisfactory DEATH STRANDING CIVILIZATION VI Grand Theft Auto V The Witcher 3:Wild Hunt World War Z Amnesia:The Dark Descent Crashlands Levelhead Dread Nautical SnowRunner Just Cause 4 Reloaded For The King Sherlock Holmes:Crimes and Punishments Zombie Army 4 The Telltale Batman Shadows Edition Death Coming Star Wars Jedi: Fallen Order ,Midas Gold Plus,Trove - Sweet Sixteen Pack,Robocraft - Premium for Life Pack,Tank Royale,Wild Terra Online,Dungeons & Dragons Online® Catacombs Starter Pack,Life is Feudal: MMO. Pagan Starter Pack,World Seed,Florensia,Without A Voice,Heroes Tactics,Anarchy Online,Pox Nora,Ultimate Select Hero,Dungeon Hunter Champions,God Awe-full Clicker,DC Universe Online™ - Ultimate Edition (2016),MINDNIGHT,Royal Quest,Merchant,King’s Bounty: Legions,Fighting Fantasy Classics,Kokurase Episode 1,New Frontier,At Home Alone,Steam Starter Pack,Dungeon Hunter 5,Never Split the Party: Fellowship Unlock,Among Trees, Pathway, ARK:SURVIVAL EVOLVED, SAMURAI SHODOWN, SAMURAI SHODOWN NEOGEO COLLECTION, Beyond Blue, Disco Elysium, Poly Bridge 2,",
        "id_in_db": "t3_1p2eb03",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "Discount",
        "steam_app_id": "1197440",
        "genres": [
            "Action",
            "Adventure",
            "Casual",
            "Indie",
            "Massively Multiplayer",
            "Racing",
            "RPG",
            "Simulation",
            "Sports",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256772708/movie_max.webm?t=1579321758",
        "is_dlc_or_addon": true,
        "persian_summary": "Broken Spell 2 یک بازی ARPG است. شما در خون با جنگجویان و جادوگران بی رحم و وحشی برای نجات دختران زیبا مبارزه خواهید کرد. داستان بازی روح یک دختر زیبا به معبد تائوئیست آمد تا از استاد مائو کمک بخواهد. استاد مائو شاگرد خود را یک چو به کلیسای تاریک و اسرارآمیز فرستاد تا با کشیش شیطان صفت غربی و ارتش اسکلتی که برای نجات زیبایی به دام افتاده فراخوانده بود بجنگد. پس از گم شدن یک دختر زیبا، اجازه دهید آچو دوباره وارد باغ نفرین شده توسط شیطان شود و با جادوگران در جنوب شرقی آسیا بجنگد. اینکه آیا می‌تواند جلوی رستاخیز شیطان را بگیرد و نفرین دختر را از بین ببرد، به شما بستگی دارد. ویژگی بازی حماسه داستان ارواح زامبی، به شما اجازه می دهد تا کلاسیک را مرور کنید. سیستم جنگی باشکوه که از کونگ فو چینی و طلسم باستانی در مقابل جادوی تاریک غربی استفاده می کند. توصیه بیشتر: War Thunder، Planet Zoo، Tower of Time، Monster Train، Torchlight II، The Witcher® 3: Wild Hunt، Total War: WARHAMMER II، Counter-Strike: Global Offensive، Tom Clancy's Rainbow Six® Siege، Sid Meier's..."
    },
    {
        "title": "stellar blade 5082 4345 helldivers 2 2902 2897 god of war 1815 1765 ghost of tsushima 3199 3250 eu us",
        "store": "other",
        "url": "https://www.allyouplay.com/discover/highlights",
        "image_url": "https://i.ytimg.com/vi/lOeHr28U67U/hq720.jpg?sqp=-oaymwEhCK4FEIIDSFryq4qpAxMIARUAAAAAGAElAADIQj0AgKJD&rs=AOn4CLBPo9yWKwybFUC294yj2SBwaL4cVA",
        "description": "submitted by /u/AllYouPlay [link] [comments]",
        "id_in_db": "t3_1p2wvwo",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "27% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/AllYouPlay [لینک] [نظر]"
    },
    {
        "title": "sworn",
        "store": "other",
        "url": "https://na.alienwarearena.com/ucf/show/2173363/boards/contest-and-giveaways-global/Giveaway/sworn-steam-game-key-giveaway",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1763250/5c90d765aa8dd0afd5027f24cd2bb8b359026611/header_alt_assets_0.jpg?t=1762772137",
        "description": "SWORN is a 1-4 player co-op action rogue-like. Explore and reclaim a fallen Camelot from the reign of a corrupted Arthur and his Knights of the Round Table. Play solo or unite with friends to stand off against the Knights of the Round Table. Combine the strengths of your characters in surprising ways and master abilities to become knights worthy of standing off against Arthur himself. Meet familiar friends and foes from Arthurian legend. Discover the source of spreading darkness over Avalon. Befriend and learn from powerful figures such as Merlin and Nimue. Take up your sword as a Soulforged knight. Swear fealty to the Fae Lords, and choose from over 200 unique blessings to unleash your full potential. Will you wield the cleansing fires of Titania or take the blessings of Oberon to strike with the fury of the wind? Versatility thrives in the ever-changing battlegrounds of Camelot. Combine your blessings with unique character, weapon, and ability selections. Test thousands of unique builds as you become a seasoned knight. Upgrades from the Beacon of Avalore will forge your squire into a worthy champion over time. However, if you believe you are already worthy of facing Arthur, get ready for a challenge that will put your skills to the test. Delve into a beautifully crafted comic world, inspired by the work of American artist Mike Mignola. Fully experience the awesome art and original sound that brings the world of SWORN to life.",
        "id_in_db": "t3_1p0i0o6",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1763250",
        "genres": [
            "Action",
            "Indie",
            "RPG"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257204554/movie_max_vp9.webm?t=1758643305",
        "is_dlc_or_addon": false,
        "persian_summary": "SWORN یک اکشن کوآپ 1-4 نفره مانند سرکش است. کاوش و بازپس گیری یک Camelot سقوط کرده از سلطنت یک آرتور فاسد و شوالیه های میز گرد او. انفرادی بازی کنید یا با دوستان خود متحد شوید تا در مقابل شوالیه های میز گرد بایستید. نقاط قوت شخصیت‌های خود را به روش‌های شگفت‌انگیز ترکیب کنید و بر توانایی‌های خود چیره شوید تا به شوالیه‌هایی تبدیل شوید که ارزش ایستادگی در برابر خود آرتور را دارند. با دوستان و دشمنان آشنای افسانه آرتوریان آشنا شوید. منبع انتشار تاریکی در آوالون را کشف کنید. با شخصیت های قدرتمندی مانند مرلین و نیمو دوست شوید و یاد بگیرید. شمشیر خود را به عنوان یک شوالیه Soulforged بردارید. به اربابان فاه سوگند وفاداری بدهید و از میان بیش از 200 نعمت منحصر به فرد، پتانسیل کامل خود را آزاد کنید. آیا آتش پاکسازی تیتانیا را به کار خواهید گرفت یا از نعمت اوبرون استفاده خواهید کرد تا با خشم باد برخورد کنید؟ تطبیق پذیری در میدان های نبرد همیشه در حال تغییر Camelot رشد می کند. نعمت‌های خود را با انتخاب شخصیت، سلاح و توانایی منحصر به فرد ترکیب کنید. هزاران نمونه منحصر به فرد را تست کنید..."
    },
    {
        "title": "the endless vault 1974 1907 1673 c2611 a2943 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/415e8fd3-de96-49bc-aaca-684bc018e894/moonlighter-2-the-endless-vault",
        "image_url": "https://external-preview.redd.it/9Z1e4BYgFgrhT31oQemZ7ky-bovZWjLId-2KVz4yne8.jpeg?width=320&crop=smart&auto=webp&s=6fe2dc0979664724e6d568bb7a9d8e5d6e5e6e09",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1p3kox8",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "34% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lets_Playsum [لینک] [نظر]"
    },
    {
        "title": "torn fantasy world of warhammer featuring intense battles teamwork and thrilling adventures",
        "store": "steam",
        "url": "https://store.steampowered.com/app/552500/Warhammer_Vermintide_2/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1663640/header.jpg?t=1695827126",
        "description": "Enter a world beyond your imagination with The Last Oricru - Final Cut. An action-based RPG taking interactive storytelling to the next level, The Last Oricru - Final Cut features a fantasy world blending sci-fi and medieval elements to deliver a thrilling experience like no other. Seize your destiny and take your place in this new world on the brink of catastrophic war in this epic adventure for single or co-op play. Awakening on Warenia, an alien planet on the brink of war, gamers assume the role of our hero Silver, placing the destiny of multiple conflicting races in your hands, as the choices you make shape the narrative and the outcome of this epic tale of intrigue and adventure. Partly terraformed yet isolated from the cold depths of the universe via a mysterious protective barrier, discover the secrets of this strange environment, engage in intense combat, and battle blood-thirsty bosses to uncover the truth of this alien planet. Immersing gamers in a unique ‘sci-fi meets medieval aesthetic’, The Last Oricru - Final Cut dispenses with a linear narrative, allowing gamers to shape the story through their own actions. In The Last Oricru - Final Cut your decisions have repercussions where the future is in flux and every player will experience a different outcome through the consequences of their actions. Learn new skills, level up your abilities, and prepare for the unknown where anything could happen and danger lurks behind every corner. Adventure is never far away! Re-booted, re-imagined and stacked with significant updates, the team behind The Last Oricru - Final Cut presents update 1.3, a major reinvention of the game. New players and seasoned adventurers will discover a totally new experience! Some of the exciting new features include: Tiered difficulty levels, accessible to novice gamers and seasoned vets In-game map introduced including navigation points and objectives All-new Save system, transforms the way you progress through the game providing multiple save slots and optional world refresh when leaving the Terminal. Part of a new update of multiple Quality of Life (QOL) enhancements All-new hint system including short tutorials and opportunities for gamers to master in-game mechanics Two brand new locations added, complete with new puzzles and bonus rewards Huge update to online co-op play including optimized net code producing a more stable experience Improvements to combat including the parry system and stamina management Refined boss fights throughout the game, with special emphasis on the final two bosses Steam Deck compatibility providing a fluid, stable experience for on-the-go gamers New price that provides even better value for money! Key Features of The Last Oricru - Final Cut: Thrilling action based RPG for single or co-op play Rewarding story based adventure shapes the game outcome via impactful decisions Intriguing deep and exciting narrative revealing the secrets of an unknown alien planet Unique game world combining sci-fi and medieval fantasy elements Classic RPG elements fused with intense combat for immersive game-play Challenging action-packed combat system Different tactical possibilities for co-op and single player Advanced skill set supporting player cooperation Determine the fate of two waring races Dig into the forgotten past of the world. Uncover the conspiracy behind the events that take place as you play. Let sides of the conflict make you understand their motives for fighting or disregard everything and everyone and just make the world burn. The story of the Last Oricru is complex and it may take multiple different play-throughs to make all pieces of the puzzle finally click together. Shape the fate of the world with your choices Massive decision tree in which your decisions lead to different outcomes, affecting story, characters, game endings but also visuals of levels or even the gameplay flow. Every action, sub-quest or life taken can affect your reputation with each faction. There are multiple ways to play through The Last Oricru and no right or wrong decision. Your decisions will shape the fate of the world, literally. An action RPG with an epic tale of intrigue and adventure The combat is easy to learn but hard to master and aims to create a tough but rewarding experience. Melee and ranged weapons with unique attack animations and secondary abilities, shields, techno-magical items, weight management and upgrade system offer a wide range of customization for your play-style. You will encounter various mass fights, in which you can prove your loyalty by aiding your comrades in arms but also fight your way through unsuspecting and surprised enemies, as you travel through a number of distinct areas of the war-torn world. Be prepared to die... A lot! Designed for co-op and single player experiences Invite your friends over or tell your significant other to join you in your adventures! The Last Oricru is designed to make co-op a unique experience, so for example you can find new fun ways to defeat bosses or reach special secret areas. The Classic RPG character stat system also enables each of you to specialize your character differently, so you can reap the benefits of role diversity: become beefy melee tank and protect your archer friend or become a duo of mages and use one of co-op only spells to wreak havoc among enemies. You may also want to be a pair of swordsmen, hacking your way through enemies should-by-shoulder. It's entirely up to you and your partner-in-game. Previews Niche Gamer “The concept of combining Darksouls and Mass Effect feels like a great choice.” Desconsolados “…it (the demo) has left me wanting more.” “GoldKnights is creating something ambitious, interesting and with personality.” RpgSpainCom “...a Souls-style game but more accessible to all types of players” Mein-MMO-de “Being a mixture of sci-fi and the Middle Ages, The Last Oricru creates a very unique atmosphere that is at most comparable to the Elex series by the German studio Piranha Bytes. The game mechanics can make The Last Oricru a feast for co-op fans” Zing.cz “The premise of the story and, among other things, the peculiarly sarcastic humor intrigued me so much that I really started to look forward to the final game.”",
        "id_in_db": "t3_1p36wbv",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1663640",
        "genres": [
            "Action",
            "Adventure",
            "RPG"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256910929/movie_max_vp9.webm?t=1665749737",
        "is_dlc_or_addon": false,
        "persian_summary": "با The Last Oricru - Final Cut وارد دنیایی فراتر از تصورات خود شوید. The Last Oricru - Final Cut یک نقش‌پی‌جی مبتنی بر اکشن که داستان‌سرایی تعاملی را به سطحی بالاتر می‌برد، یک دنیای فانتزی دارد که عناصر علمی تخیلی و قرون وسطایی را در هم می‌آمیزد تا تجربه‌ای هیجان‌انگیز را ارائه دهد که شبیه هیچ‌کس دیگری نیست. در این ماجراجویی حماسی برای بازی تک یا کوآپ، سرنوشت خود را به چنگ آورید و در این دنیای جدید در آستانه جنگ فاجعه بار قرار بگیرید. با بیدار شدن در Warenia، سیاره ای بیگانه در آستانه جنگ، گیمرها نقش قهرمان ما، نقره ای را بر عهده می گیرند و سرنوشت چندین نژاد متضاد را در دستان شما می گذارند، زیرا انتخاب هایی که انجام می دهید، روایت و نتیجه این داستان حماسی فتنه و ماجراجویی را شکل می دهد. تا حدی از اعماق سرد کیهان جدا شده و از طریق یک سد محافظ مرموز، اسرار این محیط عجیب را کشف کنید، وارد نبردهای شدید شوید و برای کشف حقیقت این سیاره بیگانه با رئیس‌های تشنه به خون مبارزه کنید. غوطه ور کردن گیمرها در یک \"ملاقات علمی تخیلی\" منحصر به فرد..."
    },
    {
        "title": "tv shows movies lifetime premium 599 199 black friday 70 off deal",
        "store": "iosappstore",
        "url": "https://apps.apple.com/redeem/?ctx=offercodes&id=1491037404&code=BLACKFRIDAY25",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/46/37/91/46379190-9069-cdad-4177-7216e96db0e5/AppIcon-0-0-1x_U007emarketing-0-9-0-0-0-85-220.png/512x512bb.jpg",
        "description": "Hey everyone! I’m running a Black Friday sale for Sofa Time , my iOS app for tracking TV shows and movies — and for a limited time, the Lifetime Premium upgrade is dropping from $5.99 to just $1.99 , which is 70% off . If you already use Trakt or Simkl, or just want a clean, customizable way to manage what you watch, this might be useful for you. 🎬 What is Sofa Time? Sofa Time is a lightweight, privacy-friendly app that helps you keep track of the shows and movies you’re watching, discover new content, and organize everything in one place. No ads, no clutter. ⭐ Key features Sync with Trakt and Simkl : Keep your watch history, ratings, and watchlists in sync across platforms. iCloud Sync : Your data stays private and seamlessly updated across your Apple devices. AI-powered recommendations based on your taste. Open directly in Stremio or Infuse from any movie or show page. Personal lists for anything — your backlog, “watch later”, collections, favorites, etc. Color themes & customization : Make the app look the way you like. Statistics : See which streaming service fits you best based on what you watch. Local mode : Use the full app even without signing in to a service. Widgets , upcoming episodes, trending content, and frequent updates. 💰 Black Friday Offer — Get 70% Off To get the 70% discount and unlock all Premium features forever for $1.99 , redeem the code: BLACKFRIDAY25 You can enter it in the “Redeem Code” section inside the app, or simply use this link: 👉 https://apps.apple.com/redeem/?ctx=offercodes&id=1491037404&code=BLACKFRIDAY25 If you try the app, feel free to drop a comment here on Reddit — I’d love to hear your feedback. ...And if you enjoy Sofa Time, an App Store review would be hugely appreciated . It helps a lot as a solo developer. Thanks and happy Black Friday! 🍿📺 submitted by /u/javikr [link] [comments]",
        "id_in_db": "t3_1p2ewag",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "70% off",
        "is_dlc_or_addon": false,
        "persian_summary": "هی همه! من یک فروش جمعه سیاه را برای Sofa Time اجرا می‌کنم، برنامه iOS من برای ردیابی نمایش‌های تلویزیونی و فیلم‌ها - و برای مدت محدودی، ارتقای Lifetime Premium از 5.99 دلار به فقط 1.99 دلار کاهش می‌یابد که 70 درصد تخفیف دارد. اگر قبلاً از Trakt یا Simkl استفاده می‌کنید، یا فقط می‌خواهید راهی تمیز و قابل تنظیم برای مدیریت آنچه تماشا می‌کنید داشته باشید، این ممکن است برای شما مفید باشد. 🎬 زمان مبل چیست؟ Sofa Time یک برنامه سبک وزن و سازگار با حریم خصوصی است که به شما کمک می کند نمایش ها و فیلم هایی را که تماشا می کنید پیگیری کنید، محتوای جدید را کشف کنید و همه چیز را در یک مکان سازماندهی کنید. بدون تبلیغات، بدون درهم و برهمی. ⭐ ویژگی‌های کلیدی همگام‌سازی با Trakt و Simkl: سابقه تماشا، رتبه‌بندی‌ها و فهرست‌های تماشای خود را در همه پلتفرم‌ها همگام‌سازی کنید. همگام سازی iCloud: داده های شما خصوصی می ماند و به طور یکپارچه در دستگاه های اپل شما به روز می شود. توصیه های مبتنی بر هوش مصنوعی بر اساس سلیقه شما. مستقیماً در Stremio یا Infuse از هر فیلم یا صفحه نمایشی باز کنید. فهرست‌های شخصی برای هر چیزی - بک لاگ شما، «بعد تماشا کنید»، مجموعه‌ها، موارد دلخواه، و غیره. تم‌های رنگی و..."
    },
    {
        "title": "underworld office",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/underworld-office-novel-game/id1523265842",
        "id_in_db": "132232d221a83115c17dc1d8d1607f093f78ab647b4b719c1cd2741fa6461d42",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple112/v4/bd/00/73/bd007327-9f61-88f9-05d9-c5fa6b1ac3f2/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "v rising",
        "store": "other",
        "url": "https://na.alienwarearena.com/ucf/show/2173364/boards/contest-and-giveaways-global/Giveaway/v-rising-steam-game-key-giveaway-1",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1604030/123091b358ac705c36642df5599d230825ad3cd6/header.jpg?t=1763392579",
        "description": "UPDATE 1.1: INVADERS OF OAKVEIL IS AVAILABLE NOW! Experience a Vampire Survival Action RPG adventure like no other. Awaken as a weakened Vampire after centuries of slumber. Hunt for blood to regain your strength while hiding from the scorching sun to survive. Build a mighty castle worthy of your name and convert humans into loyal thralls to serve your growing empire. Pillage villages, raid bandit camps, and challenge supernatural beings, drinking their blood to steal their power. Make allies or enemies online or play solo locally and wage war in a world of conflict. Seize your destiny, defy Dracula, and rise as the ultimate predator to rule the night! Now with native gamepad support and a reimagined interface, prepare for action-packed, hands-on gameplay! A Gothic Open-World Explore a vast world teeming with mythical horrors and danger. Travel through lush forests, open countryside, and dark caverns to discover valuable resources, meeting friends and foes alike along the way. Traverse the world with vampire comrades or hunt solo as you ravage villages, fend off holy soldiers, and challenge supernatural bosses. Fear the light - Rule the night Stick to the shadows during the daytime, or the burning sunlight will turn you to ashes. Roam the night and prey on your victims in the darkness. As a vampire, you must quench your thirst for blood while planning your strategies around the rising and setting sun. Raise your Castle Gather resources and discover ancient techniques to uncover forgotten knowledge. Use your newly acquired insight to build a castle to store your loot and grow your army of darkness. Personalize your domain, exhibit your vampiric style, and make sure to craft coffins for servants and friends. Strengthen your castle to protect your treasure hoard from vampire rivals. Compete or Cooperate Travel alone or explore the world with friends. Fighting side by side with other Vampires will give you an advantage in the fight to conquer the greatest threats of Vardoran. Raid other players’ castles, play the diplomat in the game of blood, power, and betrayal, or craft an indomitable retinue of insidious allies. Compete or cooperate - the choice is yours. Master your Vampire Learn and master an arsenal of deadly weapons and unholy abilities. In V Rising, you aim skillshots and dodge projectiles using​ precise​​ ​WASD controls ​and cursor-based​ ​aiming - no click to move. Tailor your vampire to fit your play style by combining weapons with a variety of spells earned through vanquishing powerful foes. Find and master your personal, perfect blend of sword and sorcery to become the ultimate nocturnal predator!",
        "id_in_db": "t3_1p0i10z",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1604030",
        "genres": [
            "Action",
            "Adventure",
            "Massively Multiplayer"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257131970/movie_max_vp9.webm?t=1745841690",
        "is_dlc_or_addon": false,
        "persian_summary": "به روز رسانی 1.1: مهاجمان OAKVEIL اکنون در دسترس است! یک ماجراجویی RPG اکشن بقای خون آشام را تجربه کنید. به عنوان یک خون آشام ضعیف پس از قرن ها خواب بیدار شوید. برای زنده ماندن در حالی که از آفتاب سوزان پنهان شده اید، خون را شکار کنید تا قدرت خود را بازیابید. قلعه‌ای قدرتمند بسازید که شایسته نام شما باشد و انسان‌ها را برای خدمت به امپراتوری در حال رشد خود به هیجان‌انگیزهای وفادار تبدیل کنید. دهکده‌ها را غارت کنید، به اردوگاه‌های راهزنان حمله کنید و موجودات ماوراء طبیعی را به چالش بکشید و خون آنها را بنوشید تا قدرت آنها را بدزدید. به صورت آنلاین متحد یا دشمن بسازید یا به صورت انفرادی به صورت محلی بازی کنید و در دنیای درگیری به جنگ بپردازید. سرنوشت خود را بدست آورید، دراکولا را به چالش بکشید و به عنوان شکارچی نهایی برای حکومت شب برخیزید! اکنون با پشتیبانی از گیم‌پد بومی و یک رابط کاربری مجدد، برای گیم‌پلی اکشن و عملی آماده شوید! جهان باز گوتیک دنیایی وسیع را کاوش کنید که مملو از وحشت و خطر افسانه ای است. در جنگل‌های سرسبز، حومه‌های باز، و غارهای تاریک سفر کنید تا منابع ارزشمندی را کشف کنید، دوستان و دشمنان را به طور یکسان در طول مسیر ملاقات کنید. پس و پیش رفتن..."
    },
    {
        "title": "vermintide 2 100 offfree",
        "store": "steam",
        "url": "https://store.steampowered.com/app/552500/Warhammer_Vermintide_2/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1084640/header.jpg?t=1762960602",
        "description": "Chicken Police - Paint it RED! is a narrative-driven noir adventure with a complex interrogation system and mystery-solving detective gameplay. KEY FEATURES: A thrilling, rich storyline with a classic film-noir twist Professional voiceover with more than 8 hours of spoken dialogue! A carefully crafted, unique, and \"colorful\" world A complex interrogation system 30 fully voiced characters A cinematic film noir experience with more than 20 cutscenes! Lots of clues, information, and collectibles to find And a beautiful original soundtrack A mysterious Dame... A strange case... and the wildest cops of the Wilderness! MEET THE CHICKEN POLICE Sonny Featherland and Marty MacChicken were once a legendary detective duo, the Chicken Police. But that was almost a decade ago, and time had passed them by... Now, Sonny is just a semi-alcoholic wreck of a bird on his paid leave, while Marty still hides behind the facade of a star detective. During their last case, they nearly killed each other, and they haven't spoken ever since... Now Sonny and Marty are forced to work together on a case that's weirder and wilder than anything they've ever encountered before! NARRATIVE-DRIVEN, DETECTIVE GAMEPLAY Chicken Police is a story-rich, dialogue-heavy adventure, combining elements of the visual novels and classic adventure games. The game features more than 30 characters to interact with, some of whom require serious interrogation. Collect tons of clues, evidence, and highly sensitive personal information from the shady characters of Clawville to use ruthlessly against them! EXPLORE THE CITY OF CLAWVILLE (again, and again...) There are more than 30 places to visit, and some of them will change several times during the story. You can return to previous locations on several occasions to find hidden secrets, meet new characters, or gather information about the world and its inhabitants. A CINEMATIC EXPERIENCE Chicken Police features a visually stunning style crafted from real photos and photo-realistic 3D backgrounds, inspired by classic film noir movies like The Big Sleep, Double Indemnity, or Gilda, as well as games like Grim Fandango, Policenauts, Snatcher, L.A. Noire, Aviary Attorney, and the Tex Murphy series. The game was also heavily influenced by animated features like Porco Rosso, Fantastic Mr. Fox, and the series BoJack Horseman. An original musical score enhances the noir mood, backed up by professional voice acting from the studio that brought you the voices of The Wolf Among Us , Horizon Zero Dawn, and Warhammer: End Times - Vermintide 2 . The game is 100% voice-acted, featuring more than 8 hours of spoken dialogue. CLAWVILLE NEVER SLEEPS \"This city never sleeps - they say. Maybe that's why it is so cranky all the time.\" The city of Clawville was built as an Edenic place, where predators and prey can live in peace. But the dream remained just a dream while Clawville slowly became the darkest corner of all the Wilderness. Chicken Police is a satire, which recalls the mood and atmosphere of the 40's film-noir classics, and as the best noirs and hardboiled detective stories, it's so gritty and hopeless, that it can only be served with a lot of cynical humor... QUOTES ABOUT US FORBES: \"It's also clear from the trailer that its dark story will be pretty funny, with plenty of scope to establish it as one of the more unique releases in its genre. Needless to say, there'll be absolutely nothing like it released during 2020, and hopefully, it'll be as brilliant as it is different.\" DESCTRUCTOID: \"I know I mostly cover animal-based games, but few have ever stopped me dead in my tracks like this one. I mean, did you hear that song in the trailer? That's original music, baby! I'm a sucker for games with quirky themes and original music, so of course, I took notice to this one straight away. Mix that with the animals-as-people motif and spot-on detective visuals, and yeah I didn't really stand a chance.\" ROCK PAPER SHOTGUN: \"Fortunately I’m batting my jet-lagged eyes at Chicken Police, an upcoming noir detective adventure with grizzled chickens and a very good raccoon. It’s a point and clicker, which means I’ll almost certainly never play it. But I’d still like you to revel in this trailer with me. It’s a cinematographic masterpiece.\" ALPHA BETA GAMER: \"It really nails the film noir vibe it’s going for. Meanwhile, the voice acting is excellent throughout, the story is interesting and the writing is very witty, packed full of cynical humor and animal-based puns. A ridiculous and riveting hardboiled detective adventure that will give you a clucking good time.\"",
        "id_in_db": "t3_1p35t3y",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1084640",
        "genres": [
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256757514/movie_max_vp9.webm?t=1683888308",
        "is_dlc_or_addon": false,
        "persian_summary": "پلیس مرغ - آن را با رنگ قرمز رنگ کنید! یک ماجراجویی نوآر روایت محور با سیستم بازجویی پیچیده و گیم پلی کارآگاهی معمایی است. ویژگی‌های کلیدی: داستانی هیجان‌انگیز و غنی با پیچش کلاسیک فیلم نوآر. صداپیشگی حرفه‌ای با بیش از 8 ساعت گفتگوی گفتاری! دنیایی با دقت ساخته شده، منحصر به فرد و \"رنگارنگ\" یک سیستم بازجویی پیچیده با 30 شخصیت کاملاً صدادار یک تجربه فیلم نوآر سینمایی با بیش از 20 کات سین! تعداد زیادی سرنخ، اطلاعات و کلکسیون برای پیدا کردن و یک موسیقی متن زیبای اصلی A Dame مرموز... یک مورد عجیب... و وحشی ترین پلیس های Wilderness! با پلیس مرغ آشنا شوید سانی فیدرلند و مارتی مک چیکن زمانی دو کارآگاه افسانه ای، پلیس مرغ بودند. اما این تقریباً یک دهه پیش بود، و زمان از آنها گذشته بود... اکنون، سانی فقط یک لاشه نیمه الکلی از یک پرنده در مرخصی استحقاقی خود است، در حالی که مارتی هنوز پشت نمای یک کارآگاه ستاره پنهان می شود. در آخرین پرونده آنها نزدیک بود یکدیگر را بکشند و ..."
    },
    {
        "title": "Warhammer: Vermintide 2",
        "id_in_db": "warhammer-vermintide-2@1763748962",
        "store": "other",
        "url": "https://itad.link/019aa7a0-8eec-7142-b4e6-ac34cd5f5ab9/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1361210",
        "description": "Take back the city of Tertium from hordes of bloodthirsty foes in this intense and brutal action shooter. Warhammer 40,000: Darktide is the new co-op focused experience from the award-winning team behind the Vermintide series. In the depths of the hive, the seeds of corruption threaten to turn into an overwhelming tide of darkness. A mysterious and sinister new force is seeking to take control of the entire city. It is up to you and your allies in the Inquisition to root out the enemy before the city succumbs to Chaos. As Tertium falls, Rejects Will Rise. Built on the legacy of Vermintide 2’s best-in-class melee combat, Warhammer 40,000: Darktide introduces intense WH40K gunplay to the mix. Master the balance between ranged and melee combat as you fight through a slew of enemies. Feel the impact of each swipe, swing, and slice of a chainsword, or fry some flesh with a lasgun. Darktide is a co-op game. Wandering too far, risks punishment by foes looking to immobilize or capture stray Rejects, such as the slavering Chaos Hound or the Moebian Trapper. Once you fall prey to such foes, only your teammates can save you! More than that, your innate toughness – your determination to press on through the pain – only recharges when you are in the proximity of your strike team. Create your own, unique character and customize their physical appearance, voice, and origin. Choose your class to determine which unique traits and skill sets they will make use of in battle. Will you be a seasoned veteran of the Imperial army, a snarky outsider, or a fiery zealot? The choice is yours. Step into the violent, dystopian world of Warhammer 40,000. From boiling hot industrial factories to the decaying water maintenance zone afflicted by constant acid rainfall - Tertium Hive is a hard and unforgiving place even at the best of times. Your role is to serve the zealous Inquisition by embarking on missions to exterminate the threats lurking in the depths of the hive city, or die trying. Adapt to the erratic whims of Chaos with conditions- mutators that add a spontaneous challenge to your mission. Your team must learn to adjust, adopt new tactics and change up their loadouts to face these ruthless challenges.",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1361210/37e49cb80079bfb5d1395cf2342b663840c83a3e/header_alt_assets_18.jpg?t=1763710449",
        "genres": [
            "Action",
            "Adventure",
            "RPG"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257204528/movie_max_vp9.webm?t=1758625273",
        "is_dlc_or_addon": false,
        "subreddit": "FreeGameFindings",
        "persian_summary": "شهر ترتیوم را از انبوهی از دشمنان تشنه به خون در این تیراندازی اکشن شدید و وحشیانه پس بگیرید. Warhammer 40,000: Darktide تجربه جدیدی است که از تیم برنده جوایز پشت سری Vermintide متمرکز شده است. در اعماق کندو، بذرهای فساد تهدید به تبدیل شدن به جزر و مدی طاقت فرسا از تاریکی می کنند. یک نیروی جدید مرموز و شوم به دنبال کنترل کل شهر است. این به شما و متحدانتان در تفتیش عقاید بستگی دارد که قبل از تسلیم شدن شهر به آشوب، دشمن را ریشه کن کنید. با سقوط ترتیوم، Rejects Will Rise می کند. Warhammer 40,000: Darktide که بر اساس میراث بهترین مبارزات غوغا در کلاس Vermintide 2 ساخته شده است، بازی شدید WH40K را به ترکیب معرفی می کند. در حالی که با تعداد زیادی از دشمنان مبارزه می کنید، تعادل بین نبردهای دور و غوغا را کنترل کنید. تاثیر هر ضربه زدن، تاب خوردن و برش شمشیر زنجیری را احساس کنید، یا مقداری گوشت را با لازگون سرخ کنید. Darktide یک بازی Co-op است. سرگردانی بیش از حد، خطر مجازات توسط دشمنانی را به دنبال دارد که به دنبال بی حرکت کردن یا دستگیر کردن ولگرد هستند..."
    },
    {
        "title": "Wednesdays",
        "id_in_db": "wednesdays@1763582611",
        "store": "other",
        "url": "https://itad.link/019a9db6-b0fc-70f5-9b6c-e277d3a4d5cb/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2747770",
        "description": "Like so many children, Tim was a victim of sexual abuse. Twenty years later, while playing Orco Park, a videogame from his childhood, his memories will come rushing back along with a flood of questions : How could this have happened? Who knew? How has it shaped him? What does “normal” even mean? Written by Pierre Corbinais (Haven, Road 96: Prologue, Bury Me, My Love), Wednesdays seeks to raise awareness about child sexual abuse through a surprisingly uplifting story. A mosaic of stories and characters Wednesdays tells a fragmented story through multiple perspectives. Build rides and embellishments in Orco Park to unlock Tim’s memories in the order you see fit. Step into the shoes of Tim’s relatives and try to piece together the tangled memories of his past. Unveil a moving and sincere story dealing with intrafamilial sexual abuse without any taboo but with a lot of heart. Two colorful art styles for the price of one Wednesdays blends two distinct yet complementary art styles. Tim’s memories come to life through the work of comic artist Exaheva (Mekka Nikki, Still Heroes) and draw inspiration from alternative comics and graphic novels. Orco Park is designed by pixel artist Nico Nowak (There Is No Game: Wrong Dimension), evoking the charm of 90s classic video games. A game everyone can play Part video game, part graphic novel, Wednesdays has been designed to be accessible to players of all kinds, and even non-players! A wide range of settings ensure that the experience can be tailored to suit anyone’s needs. Authentic voices Wednesdays doesn’t just aim to break the silence around child sexual abuse, it also provides a platform for several of its team members to have they voices heard, as artists, and as victims. The game does not include any graphic representation of sexual abuse, and even if its topic might sound grim, Wednesdays is above all about trust, hope and healing. Accessibility Accessibility has been taken into account throughout the production of Wednesdays: - Mouse, keyboard and joystick (joystick or D-pad) support; - Adjustable text size (5 levels); - Highly legible alternative font (Luciole); - Manual or automatic text scrolling, with adjustable speed and preview; - No precision or speed gameplay nor complex sequences. More details on the accessibility of Wednesdays are available on ARTE's website.",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2747770/header.jpg?t=1761776859",
        "genres": [
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257118719/movie_max_vp9.webm?t=1742988417",
        "is_dlc_or_addon": false,
        "subreddit": "FreeGameFindings",
        "persian_summary": "تیم مانند بسیاری از کودکان قربانی آزار جنسی بود. بیست سال بعد، در حین بازی Orco Park، یک بازی ویدیویی مربوط به دوران کودکی‌اش، خاطرات او همراه با سیل سوال‌ها دوباره زنده می‌شوند: چگونه ممکن است این اتفاق بیفتد؟ چه کسی می دانست؟ چگونه او را شکل داده است؟ اصلاً «عادی» به چه معناست؟ نوشته پیر کوربینه (Haven, Road 96: Prologue, Bury Me, My Love)، چهارشنبه ها به دنبال افزایش آگاهی در مورد سوء استفاده جنسی از کودکان از طریق داستانی شگفت انگیز است. موزاییکی از داستان‌ها و شخصیت‌ها چهارشنبه‌ها داستانی تکه‌تکه‌شده را از دیدگاه‌های چندگانه روایت می‌کند. در Orco Park وسایل سواری و تزیینات بسازید تا خاطرات تیم را به ترتیبی که می‌خواهید باز کنید. به جای بستگان تیم قدم بگذارید و سعی کنید خاطرات درهم تنیده گذشته او را جمع آوری کنید. رونمایی از داستانی تکان دهنده و صمیمانه که با آزار جنسی درونخانوادگی بدون هیچ تابویی اما با دلی فراوان سروکار دارد. دو سبک هنری رنگارنگ به قیمت یک چهارشنبه، دو سبک هنری متمایز و در عین حال مکمل را با هم ترکیب می کند. تیم..."
    },
    {
        "title": "wildgate 50 off 1499 usd 1449 eur 1249 gbp 2197 aud 1949 cad",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3504780/Wildgate/",
        "image_url": "https://external-preview.redd.it/ZwPmJQPa1SattSkjNBQsUQDiRPEu6WKn-TZTW8CS9-M.jpeg?width=320&crop=smart&auto=webp&s=464e96d27b99d22d57898dceda014e82b5212c36",
        "description": "submitted by /u/JimmyRecard [link] [comments]",
        "id_in_db": "t3_1p2b54d",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "50% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/JimmyRecard [پیوند] [نظر]"
    },
    {
        "title": "windows macos godzilla voxel warsca1699 free godzilla turn",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/godzillawars-2c30e4",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2439780/capsule_616x353.jpg?t=1724231895",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1p2791v",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "winner jordan rudess original musical motifs that allows you to create and play with 50 instruments including chords drums lead and bass sounds",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/jam-with-jordan/id1524167609",
        "image_url": "https://external-preview.redd.it/yymGGelZzvAaTbIvN94nesuxssLrofRmlskcwbo8GXc.jpeg?width=640&crop=smart&auto=webp&s=c4625de479f84706f8d78c9cd72508fbd32c7895",
        "description": "submitted by /u/Singhvistaar [link] [comments]",
        "id_in_db": "t3_1ow8cd6",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Singhvistaar [پیوند] [نظر]"
    },
    {
        "title": "xbox game studios black friday 2025",
        "store": "steam",
        "url": "https://store.steampowered.com/developer/XboxGameStudios/sale/bf2025",
        "image_url": "https://external-preview.redd.it/rK2jh-DZphU6P26Uzvq504_ROQGHSNMJOH40fpbPebE.png?width=640&crop=smart&auto=webp&s=68c7f69ea440c7d7768417e4efbc197a7930169e",
        "description": "submitted by /u/AMong00se [link] [comments]",
        "id_in_db": "t3_1p3h9la",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/AMong00se [لینک] [نظر]"
    },
    {
        "title": "Zoeti",
        "id_in_db": "zoeti@1763655525",
        "store": "other",
        "url": "https://itad.link/018d959c-cd22-7265-b3ee-3240eb5b3ce8/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1434540",
        "description": "Zoeti is a turn-based roguelite that features a deck of playing cards used to create card combos and activate skills in the heat of battle. Bolster your arsenal of skills through battles, discoverable upgrades, or aid from the locals which enhance your plays to overcome the evil plaguing your land. A once peaceful land, now overrun by monsters. You, a Star-Soul hero, are among a select few blessed to raze the land of evil. In Zoeti, you are equipped with a deck of playing cards, with which you play card combinations (pair, full house, royal flush, etc.) to activate skills that will attack or defend against enemies. Further bolster your arsenal of skills and upgrades through battles and discovery. The blood of a dead god congeals into monsters roaming the countryside, threatening devout townsfolk and the simple lives they lead. Will you, a Star-Soul hero, protect them from the ravages of evil? You'll need to crack open the enemy's defenses, bolster your grit and resolve, all while outsmarting the underhanded foes you face. Use your deck of playing cards to activate skills, attack foes, and defend yourself with card combinations, such as two pair, a full house, or straight flush. Through battle, discovery, and clever decision-making, you'll upgrade and enhance your build to complete the toughest challenges Zoeti has to offer.",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1434540/header.jpg?t=1751348204",
        "genres": [
            "Adventure",
            "Indie",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256929968/movie_max_vp9.webm?t=1676060000",
        "is_dlc_or_addon": false,
        "subreddit": "FreeGameFindings",
        "persian_summary": "Zoeti یک روگلیت نوبتی است که دارای دسته ای از کارت های بازی است که برای ایجاد ترکیبات کارت و فعال کردن مهارت ها در گرمای نبرد استفاده می شود. زرادخانه مهارت های خود را از طریق نبردها، ارتقاهای قابل کشف یا کمک مردم محلی تقویت کنید که بازی های شما را برای غلبه بر شری که سرزمین شما را آزار می دهد تقویت می کند. سرزمینی زمانی صلح آمیز، که اکنون توسط هیولاها تسخیر شده است. شما، یک قهرمان Star-Soul، جزو معدود افراد برگزیده ای هستید که می توانید سرزمین شرارت را با خاک یکسان کنید. در Zoeti، شما به دسته ای از کارت های بازی مجهز شده اید که با آن ترکیب های کارتی (جفت، فول هاوس، رویال فلاش و غیره) را بازی می کنید تا مهارت هایی را فعال کنید که در برابر دشمنان حمله یا دفاع می کنند. زرادخانه مهارت ها و ارتقاء خود را از طریق نبردها و کشف بیشتر تقویت کنید. خون یک خدای مرده به هیولاهایی تبدیل می‌شود که در حومه شهر پرسه می‌زنند و مردم مومن شهر و زندگی ساده‌ای که دارند را تهدید می‌کنند. آیا شما، یک قهرمان Star-Soul، از آنها در برابر ویرانی شیطان محافظت خواهید کرد؟ شما باید دفاع دشمن را بشکنید، قدرت و اراده خود را تقویت کنید، در تمام این مدت..."
    }
]