[
    {
        "title": "12 is Better Than 6",
        "id_in_db": "12-is-better-than-6@1762798602",
        "store": "other",
        "url": "https://itad.link/019a6efa-fab5-706b-aebb-7e9e07840c74/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "410110",
        "description": "It is 1873. An escaped slave is slowly walking through the desert, making his way from Mexico to Texas. He keeps a revolver close and is wearing the sombrero stolen from a dead man. Key Features: Deadly gunfights You’ll need to cock the revolver with one trigger before being able to shoot by pressing another trigger. One false move and you’ll be overrun in an instant. Authentic weapons Winchesters, double-barreled guns, revolvers and Gatling guns will gladly help you to destroy all of the gringos. By the way, we have a RAT with dynamite An enthralling story Live through the journey of an escaped Mexican prisoner fighting for survival and freedom in the 1870's in the United States Choose your style You can choose to take a more stealthy approach to surprise your enemies, or even just sneak straight past them A splendid art style The game is drawn by hand with pen and paper to create an interesting visual experience Setting Real places and towns, the spirit of the desert and the most desperate bandidos of the district will help you to plunge into the breathing and cruel world of the Wild West Upgrades You'll find breastplates that will have a 50% chance to deflect some bullets, a fast recharging skill that will allow the hero to insert 2 bullets at once, extreme accuracy (less spread for your shots), being able to kill an enemy in stealth without attracting the unwanted attention of his friends, and more!",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/410110/header.jpg?t=1762254160",
        "genres": [
            "Action",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256702810/movie_max.webm?t=1512445210",
        "is_dlc_or_addon": false,
        "subreddit": "FreeGameFindings",
        "persian_summary": "سال 1873 است. یک برده فراری به آرامی در صحرا قدم می زند و از مکزیک به تگزاس می رود. او یک هفت تیر را بسته نگه می دارد و لباسی که از یک مرد مرده دزدیده شده است را پوشیده است. ویژگی های کلیدی: درگیری های مرگبار با اسلحه شما باید قبل از اینکه بتوانید با فشار دادن یک ماشه دیگر تیراندازی کنید، هفت تیر را با یک ماشه خم کنید. یک حرکت نادرست و در یک لحظه غلبه خواهید کرد. سلاح‌های معتبر وینچستر، تفنگ‌های دو لول، هفت تیر و تفنگ‌های گاتلینگ با کمال میل به شما کمک می‌کنند تا همه گرینگوها را نابود کنید. به هر حال، ما یک موش صحرایی با دینامیت داریم. داستانی جذاب از طریق زندگی یک زندانی مکزیکی فراری که برای بقا و آزادی می‌جنگد در دهه 1870 در ایالات متحده، سبک خود را انتخاب کنید. و شهرها، روح کویر و..."
    },
    {
        "title": "12 is better than 6 100 offfree",
        "store": "steam",
        "url": "https://store.steampowered.com/app/410110/12_is_Better_Than_6/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1933820/header.jpg?t=1742830390",
        "description": "The Korean War This war is remembered as the first intense conflict of the Cold War, but usually not much more than that. Few know that the conflict’s first year was a very rapid and dynamic Blitkrieg-like struggle, with the North sudden invasion at the beginning of summer 1950 and the counter-offensive from the United Nations in Fall and early Winter, followed by the intense counter-offensive led by Communist China in winter and spring of the following year. Then after this active phase, the mobile aspect of the war was obliterated in memories by months of stagnation and tense struggles alongside a rarely fluctuating line of fortified positions, reminding many of the trench warfare of the Great War. The ‘hot” part of the conflict finally ceased in 1953 with an armistice, but officially the war has not ended. The Scenarios The goal of the game is to recreate the different phases of the war, either in a complete grand campaign covering the whole actual duration, or in shorter scenarios set at different starting points, such as: • Chosin Scenario : a 3-turns scenario on the infamous battles around Chosin reservoir in Winter 1950 • Incheon Scenario : a 4-turns scenario of the landing at Inchon and subsequent liberation of Seoul, Fall 1950 • Pusan Perimeter scenario : a 4-turns scenario covering the final NK attempt to conquer all of Korea, Summer 1950 • Spring Offensive scenario : a 4-turns scenario covering the Chinese offensive against Seoul in 1951. • Invasion of South Korea Campaign : a short 3 months (12 turns) campaign covering the initial North Korean invasion, early Summer 1950 • Naktong Campaign : a short 2 months (9 turns) campaign covering the Battle for the Pusan Perimeter, Summer 1950 • Across the 38th Parallel Campaign : a short 4 months (16 turns) campaign covering the UN counter-offensive, from Fall 1950 • China Enters Campaign : a medium 6 months (25 turns) campaign covering the Chinese intervention from Late 1950 • The 1951 Campaign : a medium 24 months campaign (100 turns) covering the war from Spring 1951. • The 1952 Campaign : a medium 12 months campaign (50 turns) covering the war from Spring 1952. • The Korean War Grand Campaign : the whole war (150 turns), from June 1950 till the end. All turns in the various scenarios and campaigns above represent one week, between 26 June 1950 and 15 May 1953. One player represents the North Korean and Chinese Communist armies, with Soviet backup, and the other plays the United Nations, comprising South Koreans, UNO, Commonwealth and American forces. The Communists have very numerous land forces at the start of the game, and the Chinese reinforcements are impressive, but they are lacking strength in the air (except when the Migs arrive). The South Korean player must first hold desperately against the initial invasion, waiting for American reinforcements to alter the course of events. Their aerial superiority and economic might are important and can compensate for the lower numbers. Scale The game scale is at the regimental level for land units of both sides, with smaller units (e.g. armor bataillons, UN contingents, partisants) beign also present. Air units are in the form of squadrons. Naval units are present, although most are abstracted at Task Force groups levels (as the war at sea was too much one-sided to be of sufficient interest in our game besides logistical and naval support aspects). Other items such as fortifications, minefields, HQ’s, logistical depots or vehicles, or even industrial infrastructures (to cover the strategic warfare aspects) are also present in good numbers. The map covers all of Korea, from the border with China and the Soviet Union till the southern Straits of Korea and Japan. All natural types of terrain of the peninsula are present, as well as a new model of weather system, showing map changes when it rains or snows, and with the relevant impact on military operations. Players and Sides Players will not only enter detailed military operations and battles (both on land and in the air) but also join in the political and diplomatic aspects of the war, with most of those being handled through the play of cards or via the occurrence of events. In the military field, you have to handle troop movements and maneuvers, organization of air, HQ and artillery supports, breathroughs, exploitations, build-up of logistical networks or fortified lines. Strategic bombing of the Communist industrial and transportation base is also present, as well as popular resistance, training of troops, recompletion of forces, management of unit rotation or partisan warfare. As the United Nations, the uncertainty as to when Chinese intervention will occur in the game (an almost certain outcome, but at an unknown date… yet) will be a decisive factor for your military campaign but also for the decisions you can take in politics (shall MacArthur retain command?) or dipliomacy (shall we accept help from Nationalist China?). On the Communist side, the amount and blatancy of Soviet support, as well as Mao’s implication in the conflict are tools at your disposal. Also, the grand campaign offers option to explore various opening moves and states: what-if the North (or the South) was better prepared, or the USAF ready to jump-in, or extensive fortifications built alongside the 38th Parallel. All of this is for you to discover in the most detailed recreation of the Korean War to date. Duration Variable according to scenarios, from a few hours for the shortest scenarios to 100+ hours for the full war. Balance No side is specifically advantaged. Both are playable and enjoyable once you capture the essence of their specific strong points and weaknesses. Detailed scenario information sheets are here to help you get into the game.",
        "id_in_db": "t3_1otl98h",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1933820",
        "genres": [
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256886652/movie_max_vp9.webm?t=1652856220",
        "is_dlc_or_addon": false,
        "persian_summary": "جنگ کره از این جنگ به عنوان اولین درگیری شدید جنگ سرد یاد می شود، اما معمولاً بیشتر از آن نیست. کمتر کسی می‌داند که سال اول جنگ، مبارزه‌ای بسیار سریع و پویا شبیه بلایکریگ بود، با تهاجم ناگهانی شمال در آغاز تابستان 1950 و ضد حمله از سوی سازمان ملل در پاییز و اوایل زمستان، و به دنبال آن ضد حمله شدید به رهبری چین کمونیست در زمستان و بهار سال بعد. سپس بعد از این مرحله فعال، جنبه متحرک جنگ با ماه‌ها رکود و مبارزات پرتنش در کنار خطی از مواضع مستحکم که به ندرت نوسان می‌کرد، در خاطرات محو شد و بسیاری را به یاد جنگ خندق جنگ بزرگ می‌اندازد. بخش \"گرم\" درگیری سرانجام در سال 1953 با آتش بس پایان یافت، اما جنگ رسماً پایان نیافته است. سناریوها هدف بازی بازسازی مراحل مختلف جنگ است، چه در یک کمپین بزرگ کامل که کل مدت زمان واقعی را پوشش می دهد، یا در سناریوهای کوتاه تر..."
    },
    {
        "title": "aged through blood 499 528 480 reignbreaker 459 484 369 eu uk us",
        "store": "other",
        "url": "https://www.allyouplay.com/highlight-1",
        "image_url": null,
        "description": "submitted by /u/AllYouPlay [link] [comments]",
        "id_in_db": "t3_1oqx6k6",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "75% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/AllYouPlay [لینک] [نظر]"
    },
    {
        "title": "allyouplay arc raiders",
        "store": "other",
        "url": "https://www.allyouplay.com/arc-raiders-deluxe-edition",
        "image_url": null,
        "description": "submitted by /u/AllYouPlay [link] [comments]",
        "id_in_db": "t3_1os0uso",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "13% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/AllYouPlay [لینک] [نظر]"
    },
    {
        "title": "allyouplay peak 458 396 450 eu uk us",
        "store": "other",
        "url": "https://www.allyouplay.com/peak",
        "image_url": null,
        "description": "submitted by /u/AllYouPlay [link] [comments]",
        "id_in_db": "t3_1otdmba",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "38% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/AllYouPlay [لینک] [نظر]"
    },
    {
        "title": "apps bubbles charging animation 099",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.light.bubbleepro",
        "image_url": "https://external-preview.redd.it/SALMsFj-3QcRX8gcKlzGjDaXA5cLa-2RWqiAbKQNE1o.png?width=320&crop=smart&auto=webp&s=aeee9be29d27800deebdab88ea0fc557b5ba4b89",
        "description": "submitted by /u/Lohigno [link] [comments]",
        "id_in_db": "t3_1ormcs9",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lohigno [پیوند] [نظر]"
    },
    {
        "title": "apps image to pdf",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.tapuniverse.phototopdf",
        "image_url": "https://external-preview.redd.it/3OGC--5e2uYBNoV3xas9FovCHVq_-6NTgjNDoieZPKY.png?width=320&crop=smart&auto=webp&s=18c9b4817bbfeb58134d7a9b5d25ca1615fab6a5",
        "description": "submitted by /u/Lohigno [link] [comments]",
        "id_in_db": "t3_1osj9eq",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lohigno [پیوند] [نظر]"
    },
    {
        "title": "apps reminder pro 349",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=alarm.clock.calendar.reminder.pro",
        "image_url": "https://external-preview.redd.it/z3QFjRID0c6FcNUj8qPXAQWIiyqPk_14o9axnDrMvZw.png?width=320&crop=smart&auto=webp&s=8c499127263d07ff7427609c03fa6f51ee219358",
        "description": "submitted by /u/pudah_et [link] [comments]",
        "id_in_db": "t3_1otw86p",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/pudah_et [پیوند] [نظر]"
    },
    {
        "title": "apps xproguard anti",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.xproguard.antitheft",
        "image_url": "https://external-preview.redd.it/P8IEad3GRgFsUP4jnsb_fB3EoPIvjWPmPCQMZTlcmWw.png?width=320&crop=smart&auto=webp&s=8363d92c5eac785b54b9e84fc3a66e228a718acc",
        "description": "submitted by /u/Lohigno [link] [comments]",
        "id_in_db": "t3_1osj51i",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lohigno [پیوند] [نظر]"
    },
    {
        "title": "bff or die",
        "store": "itch.io",
        "url": "https://asa-studio.itch.io/bff-or-die",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/652360/header.jpg?t=1758125357",
        "description": "Some people find it too hard, some too easy, and some juuuust right. If you enjoy having to think on your feet and make quick decisions while evading hazards, you'll prob have fun with this game. If you want something super easy/chilled, you might want to try something else. Congratulations! You and your friends are graduating from the prestigious Intergalactic Time Academy. No time for partying though as your first mission awaits! The Orbees are all missing. Yes, those curious little beings made of energy who power our time-tech are nowhere to be fou... no, wait! We have a faint trace on their signal. Are you brave enough to rescue them? Prepare yourself for unknown dangers. If you find some of the Orbees they might equip your Space-Time Machine with new tech. Decide who is in charge of each gadget and combine your abilities to discover the best strategies. Use cunning, comradeship and co-operation to survive and never forget the Academy motto: “BFF or Die!” Best Friends Forever BFF or Die is a game for you if: You want a 2-4 player game to play with your partner/family/friends where you get to do everything as a team. Pure co-operation sounds fun to you as it’s a different feeling when you all work together. You like games that are easy to start playing but then gradually get more challenging. You like games that let you figure things out yourself rather than “hand holding” you too much and telling you what to do. You want a game with a fun, short campaign mode which adds replayability by having difficult trophies to collect and also an unlockable “Infinite” mode. Is There Online Multiplayer? You can play with your friends online by using Steam's new \"Remote Play Together\" feature, or by using Parsec. Read our Steam community posts about it to find out more. What to Expect We strongly recommend playing in 2, 3 or 4 player mode as this is when the game is most fun. Playtime will vary depending on your skill level but as a guide: 1-Player story game: 2-3 hours 2-Player story game: 2-3 hours 3-Player story game: 2-3 hours 4-Player story game: 2-3 hours “The Infinite Trials”: 1-999 hours! Or maybe ∞ hours :) Complete as many randomised/procedural levels in a row as you can without losing. Go back to the start if you die. You can either share controllers (two people per controller) or have separate controllers. As a minimum you need the keyboard and one control pad to have a 4-player game. Or you can use four separate control pads, it’s up to you. There’s a story mode with 30 levels followed by an unlockable “Infinite Trials” mode with challenging randomised/procedural levels. The game will feel different depending on how many people play. Levels also change around when the number of players change. The characters’ story text will change depending on which characters you pick. Each mode has a different set of trophies. If you want a complete set you will need to complete all modes. Our Favourite Quotes from (English) Steam Reviews :) “It's cute, fun, challenging, intense, and funny.” - Skaginator “The game is like a physical puzzle game but with action elements to it.” - Spoon Thumb \"Lots of fun! started playing it with friends and once we got started couldnt stop until we finished it! Strongly recommend it if you are looking for a couch co op game!\" - CimYwjSiab “A guaranteed good time for a group of friends or family!” - Dr Davient “Similar to games like Overcooked, this is as much about communicating with each other as it is what you are actually doing on the screen” - Pug2980 \"If you are looking for a couple of hours of local co-op fun, you cant go wrong here.\" - GamingGideon “I can't wait to have a few friends come over for a game, so we can have a go with the local multi-player mode as well.” - gorm \"... let's hear it for more games that make our world a better place and make a night gaming with friends end with everyone feeling closer and better.\" - Arkade \"BFF or Die has all the good stuff from the couch co-op genre, with some stylish quirks thrown in, including an innovative UX\" - One Third Nerd \"It’s the kind of game I’d recommend when you’ve got a few friends over looking for something fun to do!\" - Flom \"Definitely a fun game to play with friends. Even though it's short, you won't be short on laughs and good times in this game.\" - Tanaka Naoki",
        "id_in_db": "t3_1onxot5",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "652360",
        "genres": [
            "Action",
            "Casual",
            "Indie"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256728208/movie_max.webm?t=1536410403",
        "is_dlc_or_addon": false,
        "persian_summary": "برخی از مردم آن را خیلی سخت، برخی بیش از حد آسان، و برخی دیگر درست می دانند. اگر از اینکه روی پای خود فکر کنید و در حین فرار از خطرات سریع تصمیم بگیرید لذت می برید، با این بازی سرگرم خواهید شد. اگر چیزی فوق العاده آسان/سرد می خواهید، ممکن است بخواهید چیز دیگری را امتحان کنید. تبریک می گویم! شما و دوستانتان از آکادمی معتبر زمان بین کهکشانی فارغ التحصیل می شوید. زمانی برای مهمانی نیست زیرا اولین ماموریت شما در انتظار است! Orbees همه گم شده اند. بله، آن موجودات کوچک کنجکاو ساخته شده از انرژی که قدرت فناوری زمان ما را تامین می کنند، هیچ جا نیستند... نه، صبر کنید! ما یک رد ضعیف روی سیگنال آنها داریم. آیا به اندازه کافی شجاع هستید که آنها را نجات دهید؟ خود را برای خطرات ناشناخته آماده کنید. اگر تعدادی از Orbees را بیابید، ممکن است ماشین فضا-زمان شما را به فناوری جدید مجهز کنند. تصمیم بگیرید که چه کسی مسئول هر ابزار است و توانایی های خود را برای کشف بهترین استراتژی ها ترکیب کنید. از حیله گری، رفاقت و همکاری برای زنده ماندن استفاده کنید و هرگز شعار آکادمی را فراموش نکنید: \"BFF or Die!\" بهترین دوستان برای همیشه لطفا برای BFF..."
    },
    {
        "title": "bulb boy 100 off free",
        "store": "steam",
        "url": "https://store.steampowered.com/app/390290/Bulb_Boy/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/939330/header.jpg?t=1723212135",
        "description": "Design clothing and romance a guy of your choice. Tailor Tales is an otome that has you playing a female fashion designer who runs her own boutique. Set in a fictional European country, her life gets complicated when she meets a certain guy in a fateful encounter. Throughout the game she'll be required to design clothes for clients to earn enough gold to purchase the next chapter of the story. Customize your main character's looks and choose whether to be 'fierce' or 'kind' with your guy. Perhaps you'd like to kiss him first, or would rather he take the lead; it's all your choice and there are no bad endings! Each guy has his own unique route so you can jump right in and experience a completely different story. Features Design your own clothes Customize the main character and dress her up Decorate your boutique Read romantic stories about a bachelor of your choosing Choose whether to act fierce or kind 2 endings for each bachelor (no bad endings!) 9 CGs per bachelor Partial voice acting Completely unique stories with no common route 4-5 hours of gameplay per route, or about 100k words per character Blinking sprites and CGs, plus animated mouths Night mode version for light on dark reading And it's free to play! Tailor Tales will have 8 routes in the future and will get updated with each new finished route–there are currently 5 completed routes! The love interests Tailor Tales is all about the romance, so here's an introduction to the eligible guys: Neil is wealthy, prickly, and doesn't really want to interact with you. When you met Neil in your childhood–a memory he's very fond of–he mistook you for a boy. Now that you're an adult, he doesn't quite know how to deal with you. Be whisked away in his awkward charms, visiting masquerade balls and the opera. Complete Dimitri is the younger brother of your ex that cheated on you. When Dimitri is a college student and looking for a room to rent, you somehow end up inviting him to live at your boutique. He's sweet, easily flustered, and loves to cook for you. But he's also 4 years younger than you! Maybe living together will bring you closer. Complete Caine is a slippery thief with no tact. When you see him getting bullied at his part time job, you take pity on him and help him out. While he can be loud, rude, and unable to really express how he feels, Caine just needs a little push in the right direction–even thieves can get lonely. Complete In an alternate reality where people have superpowers, you design costumes for superheroes. James has the ability to fly but one day he literally crashes in front of your boutique. James looks like he'd rather throw you off a skyscraper than listen to you. He's stoic and rarely expresses his emotions. But then, you get kidnapped... Complete Aiden is chatty, kind of flirty, and makes you laugh–online, that is. You meet Aiden playing a popular online game and you want to meet up. Except when you do finally meet him, you realize... you've been catfished! In reality, Aiden is a bumbling fool whose social anxiety forces him to keep running away from your wrath. Note: Only the first several chapters for Aiden's route are free to play. Complete This smug specimen is Gray, your rival gang leader in high school. Except he doesn't know that you're the leader and ends up taking a liking to you. Years later, you meet Gray again when you've started your own boutique. He demands you rent out your basement to him, so he can run his 'board gaming group'. Except you start hearing strange sounds coming from the basement... Once a delinquent, always a delinquent? Complete Set in the 18th century, you are engaged to the duke... but suddenly, you're executed? You wake up to find you've been sent back in time before your execution. Immediately you appoint Eeyok as your guard, as he was the only person who tried to save you from your execution. Eeyok is wary of you and your intentions, but he will sacrifice his life to save yours. Currently in development. ETA 2025. Zex is standoffish, curt, and kind of rude to you. His younger brother is much sweeter on the other hand, so you end up hanging out with them. Soon you notice something is wrong with their home life... Zex is nowhere to be found at night, their mother is never around, and his little brother is home alone. Is Zex doing criminal work at night to make ends meet? Coming in the future",
        "id_in_db": "t3_1or22d1",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "939330",
        "genres": [
            "Casual",
            "Simulation",
            "Free To Play"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256727934/movie_max.webm?t=1539283781",
        "is_dlc_or_addon": false,
        "persian_summary": "طراحی لباس و عاشقانه یک پسر به انتخاب شما. Tailor Tales یک اتوم است که شما را در نقش یک طراح مد زن که بوتیک خودش را اداره می کند، نشان می دهد. در یک کشور اروپایی خیالی اتفاق می افتد، زندگی او زمانی پیچیده می شود که در یک برخورد سرنوشت ساز با یک مرد خاص آشنا می شود. در طول بازی او باید لباس هایی را برای مشتریان طراحی کند تا طلای کافی برای خرید فصل بعدی داستان به دست آورند. ظاهر شخصیت اصلی خود را سفارشی کنید و انتخاب کنید که با پسر خود \"خشن\" یا \"مهربان\" باشید. شاید شما بخواهید ابتدا او را ببوسید، یا ترجیح می دهید که او رهبری را بر عهده بگیرد. این همه انتخاب شماست و هیچ پایان بدی وجود ندارد! هر مرد مسیر منحصر به فرد خود را دارد، بنابراین شما می توانید درست به داخل بپرید و داستانی کاملا متفاوت را تجربه کنید. ویژگی ها لباس های خود را طراحی کنید شخصیت اصلی را سفارشی کنید و لباس او را بپوشانید بوتیک خود را تزئین کنید داستان های عاشقانه درباره یک مجرد مورد علاقه خود بخوانید انتخاب کنید که آیا برای هر کارشناسی 2 پایان بد یا خشن رفتار کنید (بدون پایان بد!) 9 CG برای هر کارشناسی صدای جزئی..."
    },
    {
        "title": "candy smash vr",
        "store": "other",
        "url": "https://givee.club/event/1151",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/503900/header.jpg?t=1739493831",
        "description": "Satisfy your hacking and slashing needs in colorful and mushy candy world. Crush those flying candies and fruits with candy canes and make Pappa Candy happy! Avoid those nasty time bombs at all cost! Experience the most fun you can have in virtual CandyLand. More features to come on the request of player feedback! Requires HTC Vive.",
        "id_in_db": "t3_1osgddv",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "503900",
        "genres": [
            "Action",
            "Casual",
            "Indie",
            "Simulation",
            "Sports"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256667370/movie_max.webm?t=1469230857",
        "is_dlc_or_addon": false,
        "persian_summary": "نیازهای هک و اسلش خود را در دنیای آب نبات های رنگارنگ و لطیف برآورده کنید. آن آب نبات ها و میوه های پرنده را با آب نبات له کنید و پاپا را خوشحال کنید! به هر قیمتی از آن بمب های ساعتی تند و زننده اجتناب کنید! بیشترین لذتی را که می توانید در CandyLand مجازی داشته باشید را تجربه کنید. ویژگی های بیشتر به درخواست بازخورد بازیکن آمده است! به HTC Vive نیاز دارد."
    },
    {
        "title": "cemetery warrior 4",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/cemetery-warrior-4",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1150990/header.jpg?t=1732256552",
        "description": "Cemetery Warrior 4 is an action-packed, first-person shooter game that puts players in the role of Zexus, a demon seeking revenge against his father after being defeated in the previous installment. Inspired by classic games like Doom, Painkiller, and Serious Sam, Cemetery Warrior 4 offers fast-paced, chaotic gameplay set to a heavy metal soundtrack, immersing players in an adrenaline-pumping demon-slaying experience. Key Features of Cemetery Warrior 4: Diverse and Challenging Enemies: Players will face hordes of monsters with varied AI behaviors, including jumping monsters, earthworms, monsters that shoot spikes, and more. Each enemy type requires a unique approach and combat strategy, providing a challenging and dynamic gameplay experience. Balanced Arsenal of Weapons: The game features a carefully balanced arsenal of weapons, including a shotgun, machine gun, laser, and grenade launcher, each with its own strengths and abilities. Players must strategically choose their weapons to effectively take down different types of monsters and bosses. Supernatural Abilities: As Zexus, players have access to supernatural abilities, such as flying and using the powerful Demon Roar, which tears enemies apart. These abilities add an extra layer of strategy and firepower to the gameplay, allowing players to unleash devastating attacks on their foes. Stunning Graphics and Effects: Cemetery Warrior 4 boasts impressive graphics, with detailed locations, bright special effects, explosions, sparks, and blood, creating a visually immersive and intense atmosphere for players as they battle through the game's levels. Multiple Difficulty Levels: The game offers three difficulty levels, catering to different types of players, from newcomers to experienced gamers seeking a challenge. Players can choose their preferred level of difficulty to suit their playstyle and skill level. Embark on a demon-slaying quest as Zexus in Cemetery Warrior 4, facing off against diverse monsters, utilizing a balanced arsenal of weapons and supernatural abilities, and experiencing intense gameplay set to a heavy metal soundtrack. Can you help Zexus exact his revenge and emerge victorious? It's time to find out in this adrenaline-fueled, action-packed FPS!",
        "id_in_db": "t3_1op22o8",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1150990",
        "genres": [
            "Action",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256761917/movie_max.webm?t=1568829074",
        "is_dlc_or_addon": false,
        "persian_summary": "Cemetery Warrior 4 یک بازی اکشن و تیراندازی اول شخص است که بازیکنان را در نقش Zexus قرار می دهد، شیطانی که پس از شکست در قسمت قبلی به دنبال انتقام از پدرش است. Cemetery Warrior 4 با الهام از بازی‌های کلاسیک مانند Doom، Painkiller، و Serious Sam، گیم‌پلی سریع و پر هرج و مرج را ارائه می‌کند که با موسیقی متن فیلم هوی متال تنظیم شده است و بازیکنان را در تجربه‌ای غوطه‌ور در آدرنالین از جنایت‌کشی قرار می‌دهد. ویژگی‌های کلیدی Cemetery Warrior 4: Diverse and Challenging Enemies: بازیکنان با انبوهی از هیولاها با رفتارهای هوش مصنوعی متنوع، از جمله هیولاهای پرش، کرم‌های خاکی، هیولاهایی که به سنبله شلیک می‌کنند و غیره روبرو خواهند شد. هر نوع دشمن نیاز به یک رویکرد منحصر به فرد و استراتژی مبارزه دارد که یک تجربه گیم پلی چالش برانگیز و پویا را ارائه می دهد. Balanced Arsenal of Weapons: بازی دارای زرادخانه ای از سلاح ها است که به دقت متعادل شده اند، از جمله تفنگ ساچمه ای، مسلسل، لیزر و نارنجک انداز که هر کدام دارای قدرت و توانایی های خاص خود هستند. بازیکنان باید به طور استراتژیک سلاح های خود را برای ..."
    },
    {
        "title": "dark sun series gog lovecrafts untold stories egs new tales from the borderlands egs are complimentary with amazon prime",
        "store": "amazon",
        "url": "https://luna.amazon.com/claims/home?filter=Game&g=s",
        "image_url": "https://external-preview.redd.it/_fBjABdCsDDIR7bJn-cgpkXoTMJ2MnAEY3PCdXPaAoY.png?width=640&crop=smart&auto=webp&s=bef23da95c6aa8211ed8845602ada6c6644977cf",
        "description": "submitted by /u/LighteningOneIN [link] [comments]",
        "id_in_db": "t3_1oq63h8",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/LighteningOneIN [پیوند] [نظر]"
    },
    {
        "title": "death fungeon",
        "store": "steam",
        "url": "https://store.steampowered.com/app/897630/Death_Fungeon/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/897630/header.jpg?t=1762434330",
        "description": "A cute pixel art puzzle platform game, with both stealth and parkour elements. Death Fungeon pits you against a deadly prison packed with traps, treacherous terrain and hulking brutish prison guards. Use your wits, cunning and agility to stay one step ahead of your would be captures. You can take the stealthy approach, progressing slowly, hiding in amongst objects and staying out of the sight of guards. Or utilise your athletic ability to wall jump, grab on to ledges and speed run your way past each challenge.",
        "id_in_db": "t3_1olsyrg",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "897630",
        "genres": [
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256722260/movie_max.webm?t=1532967968",
        "is_dlc_or_addon": false,
        "persian_summary": "یک بازی پلتفرم پازل هنری پیکسلی زیبا، با عناصر مخفی کاری و پارکور. Death Fungeon شما را در مقابل زندانی مرگبار مملو از تله ها، زمین های خائنانه و نگهبانان وحشی و بی رحم زندان قرار می دهد. از هوش، حیله گری و چابکی خود استفاده کنید تا یک قدم جلوتر از عکس های خود بمانید. شما می توانید رویکرد مخفیانه را انتخاب کنید، به آرامی پیشرفت کنید، در میان اشیا پنهان شوید و از دید نگهبانان دور بمانید. یا از توانایی ورزشی خود برای پرش از دیوار، چنگ زدن به طاقچه ها و دویدن سرعت در مسیر خود برای عبور از هر چالش استفاده کنید."
    },
    {
        "title": "dlsite initiation of childmaking to an unaffected and cool goddess knight",
        "store": "other",
        "url": "https://www.dlsite.com/maniax/work/=/product_id/RJ081473.html",
        "image_url": null,
        "description": "submitted by /u/MeguminShiro [link] [comments]",
        "id_in_db": "t3_1op0ciy",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/MeguminShiro [لینک] [نظر]"
    },
    {
        "title": "exfil",
        "store": "other",
        "url": "https://na.alienwarearena.com/ucf/show/2173146/boards/contest-and-giveaways-global/Giveaway/exfil-steam-game-key-giveaway",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/860020/b06b43e3f8b44984d8c35839f3612b90f0a50680/header.jpg?t=1762569199",
        "description": "EXFIL delivers a distilled, authentic tactical experience where every match challenges your decision-making, teamwork and situational awareness. Built for players who value realism, EXFIL strips away grinding, magical perks and ‘gear fear’ to focus on pure tactical combat at infantry level. The Early Access release includes four intense extraction game modes: • Classic Extraction : Compete to secure intel and escape. Only one team will make it out alive. • Rogue Extraction : A high-stakes asymmetrical mode where a small rogue team of must outmaneuver a larger force to escape with valuable intel. • Search And Destroy : One team must work together to locate and destroy multiple anti-air defense systems positioned across the map, while the opposing team’s objective is to protect these assets at all costs. • VIP : One team must defend their high-value target, while the opposing team’s mission is to locate and eliminate the VIP before the match ends. EXFIL’s objective-based gameplay is fast-paced and straight to the point, offering infantry combat that balances realism with accessibility. Whether playing solo, teaming up with friends, or squaring off against other players, you’ll experience scenarios that demand tight communication, calculated movement, and sharp tactical skills. It’s not just other players you’ll have to contend with - local forces are organized into squads that dynamically patrol, guard key locations, and actively hunt down threats across the map, keeping every match unpredictable and dangerous. Immersive and Dynamic Environments Fight across seven handcrafted maps featuring dense forests, industrial zones, military camps and tropical jungles. With a 24-hour day/night cycle and fully simulated weather systems, matches are always unpredictable and ever-changing. Sandstorms, fog, and rainstorms will push your adaptability and ‘on-the-fly’ team tactics to the limit. Hardcore Realism, No Nonsense EXFIL’s fully simulated ballistics model accounts for bullet drop, penetration and ricochet. Combine this with realistic player movement, weapon handling, and VOIP-enhanced communication - including proximity chat, and every match becomes a test of skill and strategy. ⦁ Built for the Community With a dedicated Discord community of over 3,000 members, EXFIL is constantly evolving based on player feedback. Self-hosted servers and dedicated hosting options give you precise control over gameplay rules and settings, whilst detailed after-action reviews allow teams to analyze every hit, shot, and movement. A Sandbox of Possibilities EXFIL is more than just its core game modes. Players have the freedom to customize their experience by adjusting a wide range of game parameters - from AI presence on the map to time of day, weather, available weapons, and respawn rules - allowing them to create unique challenges, and playstyles to suit any preference. Early Access and Beyond The Early Access launch is just the beginning. Over the next 12-18 months, we’re focused on expanding the toolset, adding new features and building a game shaped by the community. Expect NPC opposition forces, new modes, global stats tracking, loadout customization and more as we continue to grow EXFIL into the ultimate tactical sandbox. Whether you're looking for quick, intense battles or tools to create your own scenarios, EXFIL is your playground for tactical combat without compromise.",
        "id_in_db": "t3_1oockvi",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "860020",
        "genres": [
            "Action",
            "Indie",
            "Simulation",
            "Strategy",
            "Early Access"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257186782/movie_max_vp9.webm?t=1755802666",
        "is_dlc_or_addon": false,
        "persian_summary": "EXFIL یک تجربه تاکتیکی معتبر و معتبر ارائه می دهد که در آن هر مسابقه تصمیم گیری، کار تیمی و آگاهی موقعیتی شما را به چالش می کشد. EXFIL که برای بازیکنانی ساخته شده است که به واقع‌گرایی ارزش می‌دهند، ساییدن، امتیازات جادویی و «ترس دنده» را از بین می‌برد تا روی نبردهای تاکتیکی خالص در سطح پیاده نظام تمرکز کند. نسخه Early Access شامل چهار حالت بازی استخراج شدید است: • Extraction کلاسیک: رقابت برای امنیت اطلاعات و فرار. فقط یک تیم زنده از آن خارج خواهد شد. • Rogue Extraction: یک حالت نامتقارن با ریسک بالا که در آن یک تیم سرکش کوچک باید برای فرار با اطلاعات ارزشمند از نیروی بزرگتر مانور دهند. • Search And Destroy: یک تیم باید با هم کار کنند تا چندین سیستم دفاع ضدهوایی را که در سراسر نقشه قرار گرفته اند را بیابند و نابود کنند، در حالی که هدف تیم مقابل محافظت از این دارایی ها به هر قیمتی است. • VIP: یک تیم باید از هدف با ارزش خود دفاع کند، در حالی که ماموریت تیم مقابل این است که قبل از پایان مسابقه، VIP را بیابد و حذف کند. گیم پلی مبتنی بر هدف EXFIL..."
    },
    {
        "title": "exiled giveaways and itchio mega threads",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1otkwxa/exiled_giveaways_and_itchio_mega_threads/",
        "image_url": null,
        "description": "To increase visibility, the mega threads are posted on a weekly basis. This is being done following the overall discussion of Mega Threads via FGF Update - https://redd.it/jkxyzw Please use the below threads for your posts. :) Exiled Giveaways Mega Thread (#2) Itchio Mega Thread (#10) Want to setup alerts to these threads? RSS Feed information can be found in our wiki! https://www.reddit.com/r/FreeGameFindings/wiki/rssfeed Included is information about our discord bot and general RSS feed stuff. Definitely give it a look! submitted by /u/AutoModerator [link] [comments]",
        "id_in_db": "t3_1otkwxa",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "برای افزایش دید، مگا رشته ها به صورت هفتگی ارسال می شوند. این به دنبال بحث کلی مگا موضوعات از طریق به‌روزرسانی FGF انجام می‌شود - https://redd.it/jkxyzw لطفاً از موضوعات زیر برای پست‌های خود استفاده کنید. :) Exiled Giveaways Mega Thread (#2) Itchio Mega Thread (#10) آیا می خواهید هشدارهایی را برای این رشته ها تنظیم کنید؟ اطلاعات فید RSS را می توان در ویکی ما یافت! https://www.reddit.com/r/FreeGameFindings/wiki/rssfeed شامل اطلاعاتی درباره ربات اختلاف ما و موارد کلی فید RSS است. حتما بهش نگاه کن! ارسال شده توسط /u/AutoModerator [لینک] [نظر]"
    },
    {
        "title": "fanatical battlestar galactica deadlock",
        "store": "fanatical",
        "url": "https://www.fanatical.com/en/game/battlestar-galactica-deadlock",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/544610/0ac8c3c9455c6d6de0749d8d99ad3329ecfada99/header.jpg?t=1752740483",
        "description": "The Cylons have rebelled! Four years of war and a steep price in human lives have not been enough to unlock a deadly stalemate. The Colonials have countered all of the Cylon’s offensives so far, but no decisive victory was achieved. The deadlock is suddenly broken by a surprise attack from the Cylons and the brutal annihilation of the Colonial Fleet High Command on Picon. The fate of mankind is now resting on the shoulders of Rear-Admiral Lucinda Cain. The secret, cunning plan she has conceived could turn the tide of the war forever… THE GAME BATTLESTAR GALACTICA Deadlock™ takes you into the heart of the First Cylon War, to fight epic 3D battles that will test your tactical prowess. Take control of the Colonial Fleet from the bridge of the mobile shipyard, Daidalos, and free the Twelve Colonies from the Cylon threat. Build your fleets, protect the Quorum alliance and prepare to dig deeper into the conspiracies of this heroic conflict. Command the Colonial Fleet Design and build fleets of powerful capital ships. Recruit officers to protect the Twelve Colonies. From the Manticore corvette to the mighty Jupiter class Battlestar, you won’t be short on firepower. Legendary Names Continue the legacy of Battlestar Galactica™ with new characters and familiar faces, in an original story set during the First Cylon War. Launch Viper squadrons and Raptor scouts and jump the Galactica in to dominate the battlefield. An authentic Battlestar Galactica™ experience awaits. WEGO 3D Tactical Battles Intense tactical space battles in full 3D. Give commands to your fleet of capital ships and watch the explosive results play out in pause-able real-time across beautiful environments. War Room Politics From the bridge of the Daidalos shipyard you will command all the Colonial Fleet. Build up your forces and jump them across the quaternary solar system of Cyrannus. Keep the Colonies safe and the Quorum of Twelve unified, lest the alliance break and introduce a new age of Cylon dominance. The Cylon Threat Prepare to face relentless opposition. Defend against squadrons of Cylon Raiders and missile salvos from Basestars. Trust in your marines to fight off Centurion boarding parties, while your firewalls slow down the hacking attacks of the Wardriver electronic fighters. Unlock blueprints for new ships, munitions and squadrons to help defeat your tireless foe. Join Forces Experience Battlestar multiplayer like never before! Outwit your opponent in fierce 1-v-1 fleet battles. Review Your Battles Review your battles from a cinematic point of view with the AutoCam replay, and then export them to YouTube with our in-game tool! NEW UPDATES - Season One Finale announcement! Since its release Battlestar Galactica Deadlock has been constantly improved and expanded through DLCs and free updates alike. The developers have added plenty new features and content to the original game. The release of Sin and Sacrifice marked the conclusion of Season One, and we decided to show and recap all that had been added until that point. Click on the link below to have a look!",
        "id_in_db": "t3_1oqycuq",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "75% off",
        "steam_app_id": "544610",
        "genres": [
            "Strategy"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256684699/movie_max.webm?t=1494934321",
        "is_dlc_or_addon": false,
        "persian_summary": "Cylon ها شورش کرده اند! چهار سال جنگ و بهای گزاف جان انسان ها برای باز کردن یک بن بست مرگبار کافی نبوده است. استعمارگران تاکنون با تمام حملات Cylon مقابله کرده اند، اما هیچ پیروزی قاطعی به دست نیامده است. بن بست ناگهان با حمله غافلگیرانه Cylons و نابودی وحشیانه فرماندهی عالی ناوگان استعماری در Picon شکسته می شود. سرنوشت بشر اکنون بر دوش دریاسالار لوسیندا کاین است. نقشه مخفیانه ای که او طراحی کرده است می تواند جریان جنگ را برای همیشه تغییر دهد... GAME BATTLESTAR GALACTICA Deadlock™ شما را به قلب اولین جنگ Cylon می برد تا با نبردهای سه بعدی حماسی مبارزه کنید که مهارت تاکتیکی شما را آزمایش می کند. کنترل ناوگان استعماری را از پل کشتی سازی متحرک Daidalos در دست بگیرید و دوازده مستعمره را از تهدید Cylon آزاد کنید. ناوگان خود را بسازید، از اتحاد Quorum محافظت کنید و برای حفاری عمیق تر در توطئه های این درگیری قهرمانانه آماده شوید. فرماندهی ناوگان استعماری طراحی و ساخت ناوگان..."
    },
    {
        "title": "Felix The Reaper",
        "id_in_db": "felix-the-reaper@1762448491",
        "store": "other",
        "url": "https://itad.link/019a35b6-ca11-71fe-97ff-5ffc0897cc21/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "919410",
        "description": "Felix The Reaper is a challenging single-player puzzle game . You take on the role as Felix, whose job is to make sure that people die . To do this, Felix must work in the shadows and rearrange faith so that death is always the end result. At its core, the game is about manipulating shadows so that Felix can set up his targets safely covered by the shadows. The core gameplay has a Hitman Go'ish, Monument Valley'ing and Sokoban-like simplicity running through it. There are three rules you have to master to become a successful Reaper: Rule #1: Stick to the shadows Each level is set on a grid-based platform. The squares of the grid are either lit up or in shadow, and Felix has to do his job in the shadows. Rule #2: Control the shadows Felix has the ability to rotate the sun, and move objects, to create new pathways for him to reach his target. Rule #3: Make sure people die The end goal of each level is to set up your targets and have them meet their maker. To add something extra to this core game experience, we wrapped it in deep layers of storytelling, death, dance, art history, love and comedy. That way you get to enjoy a wholesome story world, while boiling your brains on complicatedly straight forward shadow puzzles about Death. Challenging single-player puzzle game . Take on the job as The Reaper and make sure people die . Make sure to stay in the shadows . Light is the domain of life. Not good. Control the shadows to reach your target. Enjoy a framing narrative of dangerous love and peculiar characters. Dance along with Felix to an original soundtrack from 10+ indie music artists. Unlock time trials and hardcore levels for an extra challenge. Felix The Reaper sprang from a fascination with the sprawling, humorous and grotesque art history of Death. Many themes have emerged in the cultural identity of Death, including The Dance of Death or Danse Macabre and Death And The Maiden . We sort of mashed those two themes together in Felix The Reaper. For the character himself and the world around him, the inspiration was more diverse: We took cues from the ancient TV show The Twilight Zon e, medieval painters like Bruegel and Bosch and the cartoon characters of Adventure Time and Hayao Miyazaki . Another important inspiration for Felix The Reaper was the amazing artistic collaborators in the production. We worked with dancers, a long list of music artists and history scholars. The Dance Several dancers contributed to the game's production, and eventually Gunilla Lind and Raphaël Ferdinand Eder-Kastling improvised the final moves that ended up in the game. Here's Gunilla doing a dance move for Felix: And here's Raphael doing another: The Music Of course a game with a dancing protagonist needs great music—why else would he be dancing? We designed the game in a way that lets the music artists be themselves. We wanted them to add to the game through their personal artistic expression, rather than ask them to be what we want them to be. This made for a varied and strange combination of music. But since the gameplay is a non-stressful puzzler, you actually have time to appreciate and enjoy the weirdness while playing. The Art History The idea for the game itself stems from art history. We actually started with The Danse Macabre and Death and The Maiden as a basis, and then asked ourselves: How can we make a game about this? Eventually and through several different prototypes, we ended up here. Alongside the production, a history scholar was diving into the art history of Death across more than 10 centuries for a book manuscript he is working on, and every time he hit upon something interesting he told us, and we tried to put it into the game if it fit. There are five different articles by this historian Søren Hein Rasmussen within the game—you can unlock them as you progress.",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/919410/header.jpg?t=1759324310",
        "genres": [
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256768958/movie_max.webm?t=1575500183",
        "is_dlc_or_addon": false,
        "subreddit": "FreeGameFindings",
        "persian_summary": "Felix The Reaper یک بازی پازل تک نفره چالش برانگیز است. شما نقش فلیکس را بر عهده می گیرید که وظیفه اش این است که مطمئن شود مردم می میرند. برای انجام این کار، فلیکس باید در سایه کار کند و ایمان را دوباره تنظیم کند تا همیشه مرگ نتیجه نهایی باشد. در هسته خود، بازی در مورد دستکاری سایه ها است تا فلیکس بتواند اهداف خود را با خیال راحت تحت پوشش سایه ها تنظیم کند. گیم پلی اصلی بازی Hitman Go'ish، Monument Valley'ing و Sokoban مانند سادگی دارد. سه قانون وجود دارد که باید به آنها مسلط شوید تا یک درو موفق شوید: قانون شماره 1: به سایه ها بچسبید هر سطح بر روی یک پلت فرم مبتنی بر شبکه تنظیم شده است. مربع های شبکه یا روشن هستند یا در سایه هستند و فلیکس باید کار خود را در سایه انجام دهد. قانون شماره 2: سایه ها را کنترل کنید فلیکس این توانایی را دارد که خورشید را بچرخاند و اجسام را حرکت دهد تا مسیرهای جدیدی را برای رسیدن به هدفش ایجاد کند. قانون شماره 3: مطمئن شوید که افراد می میرند هدف نهایی هر سطح این است که اهداف خود را تعیین کنید و آنها را با سازنده خود ملاقات کنید. برای اضافه کردن یک چیز اضافی به این ..."
    },
    {
        "title": "fi horror adventure game intertwining a gruesome narrative with retro adventure gameplay explore a derelict spacecraft solving puzzles and uncovering a dark atmospheric story",
        "store": "gog",
        "url": "https://www.gog.com/en/game/stasis",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/380150/header.jpg?t=1745837938",
        "description": "VOTED BEST ADVENTURE GAME OF 2015! STASIS is a point-and-click, sci-fi - horror adventure game played from a unique isometric perspective. STASIS intertwines a gruesome narrative with retro adventure gameplay. Combine items, interact with computers and solve puzzles while experiencing the gritty atmosphere. In the distant future, aboard a seemingly abandoned spacecraft, John Maracheck awakes from stasis. He must push himself to new physical and emotional limits and unravel the mysteries around him. John is in tremendous pain, his wife and daughter are missing, and time is running out as the Groomlake plunges further into the swirling blue methane clouds of Neptune. KEY FEATURES Challenging and realistic puzzles Cinematic AAA music composed by Mark Morgan (Fallout) Highly detailed 2D isometric graphics Classic point-and-click interaction Multiple characters to engage and work with John can (and will) die in the most horrific ways imaginable Special objects can be used on John himself to end it all A holographic stripper STORY A compelling dystopian narrative intertwines this mature adventure tale. Access computer terminals and engage with the environment like never before. A great deal of character backstory and information can also be found on the PDAs littered around the corpses aboard the Groomlake. GAMEPLAY Click, read and interact to explore the dark corners of the Groomlake, to gather inventory items and clues to help solve puzzles to progress further. GRAPHICS STASIS has an isometric visual aesthetic that brings a new angle to adventure games. Each scene has been individually detailed and created to craft the perfect backdrop for the gloomy adventure. While uniquely isometric, be ready for riveting cut scenes. VOICE ACTING The story unfolds with professional voice acting and a rising score - emotive on both accounts. The talented voice artists build up the depth of each the characters that you'll meet. MUSIC The legendary Mark Morgan ( Wasteland 2, Fallout) has created a moving score, steeped in fear and emotion. Additional music has been penned by Daniel Sadowski ( Counter-Strike: Global Offensive, Warhammer ) who has given the soundtrack a unique cinematic edge. STASIS has lovingly been crafted by Christopher Bischoff for the past 5 years. In 2013, a successful Kickstarter aided in the further development of the game. [BEST ADVENTURE GAME 2015] Linux Beta now available - Check Discussion Forum for details.",
        "id_in_db": "t3_1ol3p36",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "380150",
        "genres": [
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256657038/movie_max.webm?t=1721030397",
        "is_dlc_or_addon": false,
        "persian_summary": "رای به بهترین بازی ماجراجویی سال 2015! STASIS یک بازی ماجراجویی ترسناک و علمی تخیلی با نقطه و کلیک است که از دیدگاه ایزومتریک منحصر به فرد بازی می شود. STASIS یک روایت وحشتناک را با گیم پلی یکپارچهسازی با سیستمعامل ماجراجویی در هم می آمیزد. آیتم ها را ترکیب کنید، با رایانه ها تعامل کنید و پازل ها را حل کنید در حالی که فضای شنی را تجربه می کنید. در آینده‌ای دور، جان ماراچک، سوار بر یک فضاپیمای به ظاهر متروک، از رکود بیدار می‌شود. او باید خود را به محدودیت های فیزیکی و عاطفی جدید سوق دهد و اسرار اطراف خود را کشف کند. جان درد شدیدی دارد، همسر و دخترش مفقود شده‌اند، و زمانی که گروم‌لیک بیشتر در ابرهای متان آبی رنگ نپتون فرو می‌رود، زمان رو به پایان است. ویژگی های کلیدی پازل های چالش برانگیز و واقع گرایانه موسیقی AAA سینمایی ساخته شده توسط مارک مورگان (فال اوت) گرافیک ایزومتریک دوبعدی با جزئیات بسیار بالا تعامل کلاسیک نقطه و کلیک شخصیت های متعددی برای تعامل و کار با جان می توانند (و می توانند) به وحشتناک ترین راه های قابل تصور بمیرند."
    },
    {
        "title": "free 2d point click horror adventure about a boy with a glowing head alright its a bulb inspired by machinarium and gobliiins solve puzzles defeat wicked monsters and reveal bulbys abilities to unfold a twisted tale",
        "store": "steam",
        "url": "https://store.steampowered.com/app/390290/Bulb_Boy/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/390290/header.jpg?t=1762291079",
        "description": "One gloomy night, Bulb Boy wakes suddenly from a frightening nightmare to discover that evil has overshadowed the Bulbhouse. His family has disappeared and there are horrid monsters lurking in the shadows. Gather the courage and use his glass head to save everything he loves. Find light in yourself! Gameplay Bulb Boy is an intuitive 2D point & click horror adventure about a boy with a glowing head (alright, it's a bulb...) inspired by Machinarium and Gobliiins. Solve puzzles, defeat wicked monsters and reveal bulby's abilities to unfold a twisted tale. Ohhh... And don't forget to save your Grandpa-raffin and Mothdog from the frightening darkness.. Key Features DEFEAT THE MONSTERS -Explore the Bulb house, that is full of frightening creatures. Defeat the evil in all its forms and bring the light back. BULB'S TALENTS - Being a boy that is a bulb comes with many talents. Not only does your head light up and allows you to survive electrical shocks, but it can also be unscrewed for use in strange places. PLAYABLE FLASHBACKS - Play as other family characters. Relive Bulb Boy's childhood memories to uncover the mystery of the story. BUBBLE SPEECH - No dialogue, just bubble speech. Watch the story unfold in animated clouds. SECRETS - There are things in the house waiting to be revealed. POOP - In many sizes and proportions.",
        "id_in_db": "t3_1or1f97",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "390290",
        "genres": [
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256657637/movie_max.webm?t=1447378620",
        "is_dlc_or_addon": false,
        "persian_summary": "یک شب تاریک، Bulb Boy ناگهان از یک کابوس ترسناک بیدار می شود و متوجه می شود که شیطان بر خانه Bulbhouse سایه افکنده است. خانواده او ناپدید شده اند و هیولاهای وحشتناکی در سایه ها کمین کرده اند. شجاعت جمع کنید و از سر شیشه ای او برای نجات هر چیزی که دوست دارد استفاده کنید. در خودت نور پیدا کن! گیم‌پلی Bulb Boy یک ماجراجویی ترسناک دوبعدی با نقطه و کلیک درباره پسری با سر درخشان (خوب، این یک لامپ است...) است که از Machinarium و Gobliiins الهام گرفته شده است. پازل ها را حل کنید، هیولاهای شرور را شکست دهید و توانایی های bulby را برای باز کردن یک داستان پیچیده آشکار کنید. اوه اوه... و فراموش نکنید که پدربزرگ رافین و سگ Mothdog خود را از تاریکی ترسناک نجات دهید. ویژگی های کلیدی شکست هیولاها - خانه Bulb را که پر از موجودات ترسناک است کاوش کنید. شر را در تمام اشکالش شکست دهید و نور را برگردانید. استعدادهای BULB's - پسری بودن با استعدادهای زیادی همراه است. نه تنها سر شما روشن می شود و به شما امکان می دهد از شوک الکتریکی جان سالم به در ببرید، بلکه می توان آن را برای استفاده در ..."
    },
    {
        "title": "free digital synthesizer with powerful oscillators modulators filters auv3 plugin midi support and 1000 factory presets designed by world class sound designers",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/synthmaster-2/id1566704584",
        "image_url": "https://external-preview.redd.it/Bv_O7b3-Z_TV9aMxo1ZM2K-lakcxnDf8ob35RrPgQ9U.jpeg?width=640&crop=smart&auto=webp&s=8a35c0351329b47d07d466e5560bb4fdf87087c6",
        "description": "submitted by /u/Singhvistaar [link] [comments]",
        "id_in_db": "t3_1otf0js",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Singhvistaar [پیوند] [نظر]"
    },
    {
        "title": "free for next 24 hours achieve your goals by turning big tasks into tiny chunks",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/goal-tracker-popchunk/id6748092210",
        "image_url": "https://external-preview.redd.it/G0MouP8H4GaAXl0Ny1wM72qkaKmjk8wpFEOPcO6dc0c.png?width=640&crop=smart&auto=webp&s=1b8f7c7e27e8a1635612c58b850c4d8a17dc94ed",
        "description": "I made this app that lets you break down large goals into tiny tasks to help you overcome mental resistance. Unlike other apps, this lets you break down sub tasks into infinite lower levels so you can make them smaller and smaller and easier to accomplish. Make sure you click on lifetime & purchase at the top of the settings or in the popup. If you have any issues let me know. submitted by /u/wilddaveone [link] [comments]",
        "id_in_db": "t3_1oft9on",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "من این برنامه را ساختم که به شما امکان می دهد اهداف بزرگ را به وظایف کوچک تقسیم کنید تا به شما در غلبه بر مقاومت ذهنی کمک کند. برخلاف سایر برنامه‌ها، این به شما امکان می‌دهد وظایف فرعی را به سطوح پایین‌تر بی‌نهایت تقسیم کنید تا بتوانید آنها را کوچک‌تر و کوچک‌تر کنید و انجام آنها را آسان‌تر کنید. اطمینان حاصل کنید که روی عمر و خرید در بالای تنظیمات یا در پنجره بازشو کلیک کنید. اگر مشکلی دارید به من اطلاع دهید. ارسال شده توسط /u/wilddaveone [پیوند] [نظر]"
    },
    {
        "title": "free lifetime scan and create any qr and barcode",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/qr-barcode-scanner-scanful/id6502833889",
        "image_url": "https://external-preview.redd.it/1bxamaIZZwv418eq89IEd-eX5hXT4V6uEZUUDDKJ4K8.png?width=640&crop=smart&auto=webp&s=bbf0bc40cc2198592704cec9136271ba814b1871",
        "description": "Hey everyone! 👋 We built Scanful because we kept needing to scan our library barcodes and other membership QR codes over and over—so we thought, “why not make an app that helps save and organize all these codes in one place?” 👉 Scanful lets you scan, create, and manage QR codes and barcodes easily. You can organize them into collections, add widgets for quick access, and even scan from your camera or photos. Some cool things you can do with Scanful: Save your library or membership QR codes for quick access Organize codes into collections like “Shopping,” “Travel,” or “Work” Add a widget to your home screen for one-tap access Scan product barcodes and see info from Amazon, Google, or your own favorite sites Create codes for WiFi, contacts, URLs, events, and more Manage inventory or small business scans with advanced barcode tools Sync your scan history across devices using iCloud Share QR codes directly from other apps like Safari Original price: US $14.99, now Free for a limited time 📲 Download here: https://apps.apple.com/us/app/qr-barcode-scanner-scanful/id6502833889 submitted by /u/onmyway133 [link] [comments]",
        "id_in_db": "t3_1oefg0o",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "هی همه! 👋 ما Scanful را ساختیم زیرا نیاز داشتیم بارها و بارها بارکدهای کتابخانه و سایر کدهای QR عضویت خود را اسکن کنیم—بنابراین فکر کردیم، \"چرا برنامه ای ایجاد نکنیم که به ذخیره و سازماندهی همه این کدها در یک مکان کمک کند؟\" 👉 Scanful به شما امکان می دهد کدهای QR و بارکدها را به راحتی اسکن، ایجاد و مدیریت کنید. می توانید آنها را در مجموعه ها سازماندهی کنید، ویجت هایی را برای دسترسی سریع اضافه کنید، و حتی از دوربین یا عکس های خود اسکن کنید. برخی از کارهای جالبی که می‌توانید با Scanful انجام دهید: ذخیره کدهای QR کتابخانه یا عضویت خود برای دسترسی سریع کدها را در مجموعه‌هایی مانند «خرید»، «سفر» یا «کار» سازماندهی کنید. برای دسترسی با یک ضربه ویجتی به صفحه اصلی خود اضافه کنید بارکدهای محصولات را اسکن کنید و اطلاعاتی از Amazon، Google یا سایت‌های تجاری مورد علاقه خود ایجاد کنید. ابزارهای پیشرفته بارکد، تاریخچه اسکن خود را در دستگاه‌ها با استفاده از iCloud Share کدهای QR مستقیماً از سایر برنامه‌ها مانند Safari همگام‌سازی کنید. قیمت اصلی: 14.99 دلار آمریکا، اکنون برای مدت محدود رایگان است"
    },
    {
        "title": "free take on the role of an emergency dispatcher who has to rapidly deal with the incoming reports answer incoming calls and react properly by giving first aid instructions advise dispatching first responders or sometimes just ignoring pranksters",
        "store": "steam",
        "url": "https://store.steampowered.com/app/503560/911_Operator/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/503560/2e5e6b78b36586e2a8fc7e0fa3bf80dc5a94a6fb/header.jpg?t=1761821015",
        "description": "In 911 OPERATOR , you take on the role of an emergency dispatcher, who has to rapidly deal with the incoming reports. Your task is not just to pick up the calls, but also to react appropriately to the situation – sometimes giving first aid instructions is enough, at other times a police, fire department or paramedics’ intervention is a necessity. Keep in mind, that the person on the other side of the line might turn out to be a dying daughter’s father, an unpredictable terrorist, or just a prankster. Can you handle all of this? PLAY ON ANY CITY IN THE WORLD* Check out thousands of cities from all around the world. The Free Play mode lets you choose a city to play on - the game will download its map, along with real streets, addresses and the emergency infrastructure. You can also try the Career mode, which contains 6 cities with unique events – survive an earthquake in San Francisco and save Washington, D.C. from bomb attacks. MANAGE TEAMS A number of police, fire department and paramedic units are at your disposal. The forces may use a variety of vehicles (from common ambulances to police helicopters), essential equipment (e.g., bulletproof vests, first aid kits and technical tools) and consist of team members with different abilities. Main features: Over 50 recorded dialogues inspired by real calls: serious and dramatic, but sometimes also funny or annoying. Real First Aid instructions. Opportunity to play on any city in the world! 6 selected cities in Career mode, featuring unique calls and events. More than 140 types of reports to encounter. 12 types of emergency vehicles (including helicopters, police cars and motorcycles). *** The game requires Internet connection to download free maps. The offline game is available after downloading the maps. All map data © OpenStreetMap authors * The term “city” is used within the meaning of OpenStreetMap service and relates to urban areas described as “city” or “town” therein.",
        "id_in_db": "t3_1ogqdsi",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "503560",
        "genres": [
            "Casual",
            "Indie",
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256679959/movie_max.webm?t=1684158459",
        "is_dlc_or_addon": false,
        "persian_summary": "در 911 OPERATOR، شما نقش یک اعزام کننده اضطراری را بر عهده می گیرید که باید به سرعت با گزارش های دریافتی مقابله کند. وظیفه شما فقط پاسخ دادن به تماس ها نیست، بلکه واکنش مناسب به موقعیت است - گاهی ارائه دستورالعمل های کمک های اولیه کافی است، در مواقع دیگر مداخله پلیس، آتش نشانی یا امدادگران ضروری است. به خاطر داشته باشید که ممکن است فردی که در آن سوی خط قرار دارد، پدر یک دختر در حال مرگ، یک تروریست غیرقابل پیش بینی یا فقط یک شوخی باشد. آیا می توانید همه اینها را تحمل کنید؟ در هر شهری در جهان بازی کنید* هزاران شهر را از سراسر جهان بررسی کنید. حالت بازی رایگان به شما امکان می دهد شهر را برای بازی انتخاب کنید - بازی نقشه خود را به همراه خیابان های واقعی، آدرس ها و زیرساخت های اضطراری دانلود می کند. همچنین می‌توانید حالت شغلی را امتحان کنید، که شامل 6 شهر با رویدادهای منحصربه‌فرد است - از زلزله سانفرانسیسکو جان سالم به در ببرید و واشنگتن دی سی را از حملات بمب نجات دهید. مدیریت تیم ها تعدادی از پلیس، آتش نشانی و..."
    },
    {
        "title": "gettothegate",
        "store": "steam",
        "url": "https://store.steampowered.com/app/2214970",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2214970/header.jpg?t=1755093197",
        "description": "Are you afraid of monsters? Western fantasy world looks way too realistic to Maria. Seeing monsters causes her immense panic. Such a shame that she ended up in the world of the dead. Now the only way to return home is to get to the Gate to the world of the living, but she will have to go through an island of dungeons filled with the undead. Challenge your fears as an anime coward, that ended up in a western fantasy world. Maria loses mana when she is scared. In this unfamiliar environment, the monsters are too realistic. Get to the treasure or open a shortcut while you still have mana. When mana runs out, Maria will panic and run to safety, and the undead will respawn. Which move will save more mana and health in combat? The game is turn-based, so you have time to think. But the enemies are not stupid, they will pull up Maria and quicky surround her. Maria can cast spells. Her main tool is magic stones. When inserted into a magical wand or sword, the stones let you use new spells. In the world of the dead, there is a city with peaceful spirits who will trade with you and help you improve your weapons.",
        "id_in_db": "t3_1otta61",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "80% off",
        "steam_app_id": "2214970",
        "genres": [
            "Action",
            "Adventure",
            "RPG"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256982264/movie_max_vp9.webm?t=1731291430",
        "is_dlc_or_addon": false,
        "persian_summary": "آیا از هیولا می ترسی؟ دنیای فانتزی وسترن برای ماریا بیش از حد واقعی به نظر می رسد. دیدن هیولاها باعث وحشت شدید او می شود. آنقدر شرم آور بود که او به دنیای مردگان ختم شد. اکنون تنها راه بازگشت به خانه این است که به دروازه دنیای زنده‌ها برود، اما او باید از جزیره‌ای از سیاه چال‌ها که پر از مردگان است عبور کند. ترس های خود را به عنوان یک بزدل انیمه به چالش بکشید، که در نهایت به یک دنیای فانتزی وسترن ختم شد. ماریا وقتی می ترسد مانا را از دست می دهد. در این محیط ناآشنا، هیولاها بیش از حد واقع بین هستند. تا زمانی که مانا دارید به گنج بروید یا میانبر را باز کنید. وقتی مانا تمام می‌شود، ماریا وحشت می‌کند و به سمت امن می‌دود و مرده‌ها دوباره رشد می‌کنند. کدام حرکت باعث صرفه جویی در مانا و سلامت بیشتر در نبرد می شود؟ این بازی مبتنی بر نوبت است، بنابراین شما برای فکر کردن وقت دارید. اما دشمنان احمق نیستند، آنها ماریا را بالا می کشند و سریع او را احاطه می کنند. ماریا می تواند طلسم کند. ابزار اصلی او سنگ های جادویی است. هنگامی که سنگ ها در یک چوب یا شمشیر جادویی قرار می گیرند، به شما امکان می دهند از جادوهای جدید استفاده کنید. در..."
    },
    {
        "title": "halt",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/halt",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2206680/6e885014bc11c8c866fb69bbc75c3579ff4555a7/header.jpg?t=1759590215",
        "description": "Halt is a captivating pixelated horror where you play as a detective investigating strange disappearances of people during their sleep. The game immerses you in a dark world filled with nightmares and monsters, where every action you take matters for survival. In conditions of limited visibility, you’ll have to fight horrors, solve puzzles, and make choices that affect the outcome of the game. A unique feature of the game is the lighting system: your flashlight only illuminates areas where the cursor points, enhancing the atmosphere of unease. Throughout the game, you will need to not only fight monsters but also plan your actions carefully, conserving ammunition and finding shelter, as every resource is crucial. The pixel graphics create a tense atmosphere, and the sound design further amplifies the fear. The game leaves a lasting impression, especially if played in a dark room with headphones. If you enjoy survival horror games with detective investigation elements, Halt is definitely worth your time.",
        "id_in_db": "t3_1orjyjq",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2206680",
        "genres": [
            "Action",
            "Adventure"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256913946/movie_max_vp9.webm?t=1703468667",
        "is_dlc_or_addon": false,
        "persian_summary": "Halt یک ترسناک پیکسلی فریبنده است که در آن شما به عنوان یک کارآگاه در حال بررسی ناپدید شدن عجیب افراد در طول خواب هستید. بازی شما را در دنیایی تاریک پر از کابوس و هیولا غوطه ور می کند، جایی که هر اقدامی که انجام می دهید برای بقا اهمیت دارد. در شرایط دید محدود، باید با وحشت مبارزه کنید، پازل ها را حل کنید و انتخاب هایی داشته باشید که بر نتیجه بازی تأثیر بگذارد. یکی از ویژگی های منحصر به فرد بازی سیستم نورپردازی است: چراغ قوه شما فقط مناطقی را که مکان نما نشان می دهد روشن می کند و فضای ناراحتی را افزایش می دهد. در طول بازی، نه تنها باید با هیولاها مبارزه کنید، بلکه باید اقدامات خود را به دقت برنامه ریزی کنید، مهمات را حفظ کنید و سرپناه پیدا کنید، زیرا هر منبعی بسیار مهم است. گرافیک پیکسلی فضایی پرتنش ایجاد می کند و طراحی صدا ترس را بیشتر می کند. این بازی تاثیر ماندگاری بر جای می گذارد، به خصوص اگر در یک اتاق تاریک با هدفون بازی شود. اگر از بازی های ترسناک بقا با عناصر تحقیقاتی کارآگاهی لذت می برید، Halt..."
    },
    {
        "title": "halt 100 offfree",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/halt",
        "image_url": "https://external-preview.redd.it/UamVmXYdZhVwezjAZsZsCs8XyaJJ7Iepf9InbS_7Icc.png?width=320&crop=smart&auto=webp&s=6053091bd964a78bb691f8ba9f3188a828dbbfbc",
        "description": "submitted by /u/Sea_Yak_6683 [link] [comments]",
        "id_in_db": "t3_1orkrps",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Sea_Yak_6683 [لینک] [نظر]"
    },
    {
        "title": "hitman world of assassination",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/hitman-world-of-assassination/id6742786366",
        "id_in_db": "4d5eaea849d25a736ded93dc8e62eebb3ec772835b8327365a3b4513cbe2cb86",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/0d/0d/a5/0d0da5dc-e75a-e453-bc39-a1abce2a5319/AppIcon-0-0-1x_U007epad-0-1-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "into the pitca2299 free a new chapter in the popular survival horror series five nights at freddys universe",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/five-nights-at-freddys-into-the-pit-99c563",
        "image_url": null,
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1ok2jh4",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "ios baby growth tracker chart lifetime 299 to free for 48h",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/baby-growth-tracker-chart/id1628054048",
        "image_url": "https://external-preview.redd.it/5xTvvAp5GI_wbYvfm2wuw6qfTP1_C6nNv4atvejro48.png?width=640&crop=smart&auto=webp&s=1bbf5c1a15f15923ba6c09acdecdb47aff2aced2",
        "description": "Is your child growing on track? Turn worries into confidence with Baby & Child Growth Tracker — the smart, science-based growth app trusted by modern parents. Visualize your child’s height and weight on official WHO & CDC growth charts, track percentiles in real time, and even forecast their future height with AI precision. Built on the same medical standards used by pediatricians, this app transforms data into peace of mind. ◆ Key Features • Instant Growth Curves – Enter height and weight to instantly view progress on WHO & CDC charts. • Percentile Tracking – See exactly where your child stands among peers. • AI-Powered Height Prediction – Scientifically estimate your child’s future adult height. • BMI Health Check – Automatically calculate BMI to monitor healthy growth. • Manage Multiple Children – Compare siblings side by side in one app. • Smart Reminders – Set gentle notifications so you never miss a measurement. ◆ Perfect For Parents Who • Wonder if their child’s growth is within the healthy range. • Want to store and organize health-check results digitally. • Need to track and compare multiple children with ease. • Prefer scientific insights over simple record keeping. ◆ Trusted Data, Medical Accuracy Powered by the official WHO and CDC growth standards — the same reference data trusted by pediatricians worldwide. Every curve, percentile, and prediction you see is backed by science. Download Baby & Child Growth Tracker today and start scientifically guiding your child’s healthy future. Download on the App Store https://apps.apple.com/us/app/baby-growth-tracker-chart/id1628054048 Every bit of feedback means the world to a solo indie dev — thanks for helping me grow! submitted by /u/Bitter-Degree-9832 [link] [comments]",
        "id_in_db": "t3_1ojruh2",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "آیا فرزند شما در مسیر رشد قرار دارد؟ با ردیاب رشد کودک و کودک - برنامه رشد هوشمند و مبتنی بر علم مورد اعتماد والدین مدرن، نگرانی‌ها را به اعتماد به نفس تبدیل کنید. قد و وزن فرزندتان را در نمودارهای رسمی رشد WHO و CDC تجسم کنید، صدک ها را در زمان واقعی دنبال کنید و حتی قد آینده او را با دقت هوش مصنوعی پیش بینی کنید. این برنامه که بر اساس همان استانداردهای پزشکی مورد استفاده توسط پزشکان اطفال ساخته شده است، داده ها را به آرامش خاطر تبدیل می کند. ◆ ویژگی های کلیدی • منحنی های رشد فوری - قد و وزن را وارد کنید تا فوراً پیشرفت در نمودارهای WHO و CDC را مشاهده کنید. • ردیابی صدک - دقیقاً ببینید فرزند شما در میان همسالان کجا قرار دارد. • پیش‌بینی قد با هوش مصنوعی – قد کودکتان در بزرگسالی آینده را به طور علمی تخمین بزنید. • بررسی سلامت BMI – برای نظارت بر رشد سالم BMI به صورت خودکار محاسبه می شود. • مدیریت چند فرزند - مقایسه خواهر و برادر در کنار هم در یک برنامه. • یادآوری های هوشمند - اعلان های ملایم را تنظیم کنید تا هرگز اندازه گیری را از دست ندهید. ◆ ایده آل برای والدینی که • تعجب می کنند که آیا رشد فرزندشان..."
    },
    {
        "title": "ios boxy undolly foodlabel 1499 699 50 off all apps",
        "store": "iosappstore",
        "url": "https://apps.apple.com/app/id6739224753",
        "image_url": "https://external-preview.redd.it/9i-yRxfoWTDGCZFxOH52KyhhC9FGHVeCiELggyNJNEc.png?width=640&crop=smart&auto=webp&s=7a62c6af5225563f6f6e839669c050003656d218",
        "description": "Celebrating my first year as an indie developer with 50% off all my apps through November 2nd! The Apps: Undolly ($14.99 → $6.99): Smart photo cleaner that shows you small groups of similar photos at a time. No more overwhelming lists of thousands of duplicates. Boxy ($4.99 → $2.99): Smart box/container organizer with 4-character codes and voice input. Perfect for moving, storage, or organizing anything. FoodLabel ($14.99 → $6.99): Voice-powered food container manager with AI. Just speak what you're storing and it handles expiry dates automatically. All apps are one-time purchase (lifetime unlock). This is my first ever sale - I'd rather have more users and feedback than higher prices. submitted by /u/Bitomule [link] [comments]",
        "id_in_db": "t3_1oh84sr",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "50% off",
        "is_dlc_or_addon": false,
        "persian_summary": "اولین سال خود را به عنوان یک برنامه‌نویس مستقل با 50 درصد تخفیف برای همه برنامه‌هایم تا 2 نوامبر جشن می‌گیرم! برنامه ها: Undolly (14.99 دلار → 6.99 دلار): پاک کننده عکس هوشمند که گروه های کوچکی از عکس های مشابه را در یک زمان به شما نشان می دهد. دیگر لیستی از هزاران نسخه تکراری وجود ندارد. Boxy (4.99 $ → $2.99): سازمان‌دهنده جعبه/کانتینر هوشمند با کدهای 4 کاراکتری و ورودی صوتی. ایده آل برای جابجایی، ذخیره سازی یا سازماندهی هر چیزی. FoodLabel ($14.99 → $6.99): مدیر ظرف غذا با استفاده از هوش مصنوعی. فقط آنچه را که ذخیره می کنید بگویید و تاریخ انقضا را به طور خودکار کنترل می کند. همه برنامه ها یک بار خرید هستند (باز کردن قفل مادام العمر). این اولین فروش من است - ترجیح می دهم کاربران و بازخورد بیشتری داشته باشم تا قیمت های بالاتر. ارسال شده توسط /u/Bitomule [لینک] [نظر]"
    },
    {
        "title": "ios hydrazen 499 to free for 48h smart minimalist hydration tracker for ios",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/hydrazen-water-reminder/id6746745685",
        "image_url": "https://external-preview.redd.it/lOtXAcSC5E3XWUYV62ySz8yeBXIXAXwnNFZGMEvuBzE.png?width=640&crop=smart&auto=webp&s=1d98b889c99a8819b767060593d01b848798e4bc",
        "description": "Hello Just updated: HydraZen – the smart, minimalist hydration tracker for iOS! I built this app as an indie dev to make staying hydrated simple, motivating, and actually fun. Why HydraZen? 💧 Clean, modern UI for effortless logging ☕ Track more than just water — tea, coffee, juice, milk & more 🔔 Smart and fully custom hydration reminders 📊 Detailed daily, weekly & monthly charts 🏆 Visual streaks & stats to keep you consistent ⚙️ Supports multiple beverages with different hydration levels What I’m Looking For: Feedback on usability, design, or anything that feels off Suggestions for new features or improvements Your thoughts on how it compares to other hydration apps 📲 Download on the App Store Regular price: FREE IAP - 4.99$ Pro version now its FREE for 2 DAYS Every bit of feedback means the world to a solo indie dev — thanks for helping me grow! submitted by /u/MefjuEditor [link] [comments]",
        "id_in_db": "t3_1og0jjn",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "سلام به‌روزرسانی شد: HydraZen – ردیاب هیدراتاسیون هوشمند و مینیمالیستی برای iOS! من این برنامه را به عنوان یک برنامه نویس مستقل ساختم تا هیدراته ماندن را ساده، انگیزاننده و در واقع سرگرم کننده کنم. چرا HydraZen؟ 💧 UI تمیز و مدرن برای ثبت بی دردسر ☕ ردیابی فراتر از آب — چای، قهوه، آبمیوه، شیر و موارد دیگر برای: بازخورد در مورد قابلیت استفاده، طراحی یا هر چیزی که احساس می‌کند پیشنهاداتی برای ویژگی‌ها یا بهبودهای جدید نظرات شما در مورد مقایسه آن با سایر برنامه‌های هیدراتاسیون ارسال شده توسط /u/MefjuEditor [لینک] [نظر]"
    },
    {
        "title": "ios kiddo puzzle new halloween puzzles unlocked30 off premium lifetime pro 899",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/kiddo-puzzle-learning-game/id6742179258",
        "image_url": "https://external-preview.redd.it/h9iDMoQacXmZ1Kkr8jPSwpS7wyh_ZTuXD_sqc_CwSQU.png?width=640&crop=smart&auto=webp&s=2c163f61c09b884ea148bf7d23b29dd00dc022af",
        "description": "Hey Reddit! Just added a Halloween themed Puzzle to my iOS app Kiddo Puzzle — a fun, colorful puzzle game for kids aged 3 –7 . 🧙‍♀️ What’s New: 9 Spooky Halloween puzzles 👻 Fun witches & pumpkins 🎃 Magical sound effects and spooky music 🪄 Safe, ad-free play for kids 💰 Halloween Special: Lifetime Plan now $6.30 (was $8.99) — for a limited time! Download Kiddo Puzzle on App Store Happy Halloween! submitted by /u/Odd_Pirate_6055 [link] [comments]",
        "id_in_db": "t3_1oha1vk",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "30% off",
        "is_dlc_or_addon": false,
        "persian_summary": "هی ردیت! فقط یک پازل با مضمون هالووین را به برنامه iOS Kiddo Puzzle اضافه کردم - یک بازی پازل رنگارنگ و سرگرم کننده برای کودکان 3 تا 7 ساله. 🧙‍♀️ چیزهای جدید: 9 پازل شبح آور هالووین 👻 جادوگران و کدو تنبل های سرگرم کننده 🎃 جلوه های صوتی جادویی و موسیقی شبح آور 🪄 بازی ایمن و بدون آگهی برای بچه ها 💰 ویژه هالووین: طرح مادام العمر اکنون 6.30 دلار (برای مدت زمان محدود 9 دلار بود). پازل Kiddo را در اپ استور دانلود کنید هالووین مبارک! ارسال شده توسط /u/Odd_Pirate_6055 [پیوند] [نظر]"
    },
    {
        "title": "lonely assassins roundguard amanita designs games machinarium botanicula etc and more at discounted prices",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1ogcjmc/ios_extra_game_deals_post_subnautica_death/",
        "image_url": null,
        "description": "Subnautica $9.99–> $6.99 (new historical low) DEATH STRANDING DIRECTOR'S CUT $39.99–> $19.99 (matching historical low) Slayaway Camp 2: Puzzle Horror $2.99–> $1.99 (first sale) Slayaway Camp $2.99–> $0.99 (matching historical low) | DLCs not discounted Chants of Sennaar Full Game IAP $7.99–> $5.99 (new historical low) Roll Player - The Board Game $9.99–> $4.99 (matching historical low) Doctor Who: Lonely Assassins $3.99–> $1.99 (matching historical low) Dungeons of Dreadrock 2 $7.99–> $2.99 (matching historical low) Roundguard $6.99–> $2.39 (new historical low) Machinarium $5.99–> $1.99 (lowest price in 2 years) Botanicula $4.99–> $1.99 (lowest price in 2 years) CHUCHEL $4.99–> $1.99 (lowest price in a year) Happy Game :) $4.99–> $1.99 (matching historical low) Samorost 2 $1.99–> $1.99 ($1 above historical low) Samorost 3 $5.99–> $1.99 (lowest price in 2 years) Point Salad | Combine Recipes $5.99–> $2.99 ($1.20 above historical low) Hero of the Kingdom II $7.99–> $1.99 (lowest price in 10 months) RPG Wizards of Brandel $7.99–> $0.99 (matching historical low) | IAPs not discounted RPG Ambition Record $8.99–> $0.99 (matching historical low) | IAPs not discounted Alvastia Chronicles $7.99–> $0.99 (matching historical low) | IAPs not discounted RPG Dragon Sinker $7.99–> $0.99 (matching historical low) | IAPs not discounted submitted by /u/Singhvistaar [link] [comments]",
        "id_in_db": "t3_1ogcjmc",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": false,
        "persian_summary": "Subnautica $9.99–> $6.99 (کمترین قیمت جدید) DEATH STRANDING DIRECTOR'S CUT $39.99–> $19.99 (منطبق با پایین ترین سطح) Slayaway Camp 2: Puzzle Horror $2.99–> $1.99 (اولین فروش) (اول کمپ Slayaway $2.99) DLCها بدون تخفیف Chants of Sennaar Full Game IAP $7.99–> $5.99 (کمترین قیمت تاریخی جدید) Roll Player - The Board Game $9.99–> $4.99 (منطبق با پایین ترین سطح) Doctor Who: Lonely Assassins $3.99–> $1.99 (مطابق با پایین ترین حد تاریخی) Dunges 2.9 $ (مطابق با پایین ترین قیمت) Roundguard $6.99–> $2.39 (کمترین قیمت جدید) Machinarium $5.99–> $1.99 (کمترین قیمت در 2 سال گذشته) Botanicula $4.99–> $1.99 (کمترین قیمت در 2 سال) CHUCHEL $4.99–> $1.99 در یک سال)–> $1.99 در یک سال) (مطابق با پایین ترین سطح تاریخی) Samorost 2 $1.99–> $1.99 (1$ بالاتر از پایین ترین حد تاریخی) Samorost 3 $5.99–> $1.99 (کمترین قیمت در 2 سال) Point Salad | ترکیب دستور العمل ها 5.99 دلار –> 2.99 دلار (1.20 دلار بالاتر از سطح پایین تاریخی) Hero of the Kingdom II 7.99 دلار –> 1.99 دلار (کمترین قیمت..."
    },
    {
        "title": "madruga works games dawn of man planetbase the mobius machine",
        "store": "other",
        "url": "https://www.reddit.com/r/GameDeals/comments/1or8oe3/steam_madruga_works_games_65_off_dawn_of_man_874/",
        "image_url": null,
        "description": "My name is Tucho from Madruga Works , all our games are on sale. Major discount ever for Dawn of Man and Planetbase ( 65% off ). Dawn of Man ($8,74): https://store.steampowered.com/app/858810/Dawn_of_Man/ Planetbase ($5.24): https://store.steampowered.com/app/403190/Planetbase/ The Mobius Machine ($9.99): https://store.steampowered.com/app/2281940/The_Mobius_Machine/ submitted by /u/MadrugaWorksDev [link] [comments]",
        "id_in_db": "t3_1or8oe3",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "65% off",
        "is_dlc_or_addon": false,
        "persian_summary": "نام من توچو از Madruga Works است، همه بازی های ما در فروش هستند. تخفیف عمده برای Dawn of Man و Planetbase (65٪ تخفیف). Dawn of Man (8.74 دلار): https://store.steampowered.com/app/858810/Dawn_of_Man/ Planetbase (5.24 دلار): https://store.steampowered.com/app/403190/Planetbase/ The Mobius Machine (9.99 دلار): https://store.steampowered.com/app/2281940/The_Mobius_Machine/ ارسال شده توسط /u/MadrugaWorksDev [لینک] [نظرات]"
    },
    {
        "title": "mainframe defenders",
        "store": "steam",
        "url": "https://store.steampowered.com/app/1184810/Mainframe_Defenders/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184810/header.jpg?t=1762719424",
        "description": "MAINFRAME DEFENDERS Tactical retrofuturistic strategy game. A computer virus has infiltrated the \"Stargazer\" research complex. Most of the robotic units are controlled by the virus. Lead a squad of 4 prototypes on a mission to defend complex mainframe. You'll have to repel assaults, destroy unit fabricators, download valuable data, clear infected nodes, and do more on your way to the deepest parts of the complex. Work with item limitations and drawbacks to build powerful combinations. Destroy your enemies with diverse tactics: overheat them, melt with corrosion, absorb damage, and return fire. But don't rely on a single strategy too much - enemies might have a way to counter it. But above everything else: defend the Mainframe! * RETRO STYLE: Graphics, inspired by 80s terminal PC with hybrid synthwave soundtrack. * DIVERSE TACTICS: Cook enemy robots to death, bury them under your bullets, eliminate with a single powerful shot, or render your opponents useless with debuffs - this game is designed with a lot of viable strategies in mind. * BUILD YOUR SQUAD: Similar to how in card games you have to build your deck, in Mainframe Defenders you have to combine different items with unique abilities, to create an unstoppable squad. Work with item drawbacks or double down on them, creating flawed, yet powerful build! * UNIQUE ENEMIES: Enemy squad won't sit idle, though. Each unit has its own role in the squad and designed to counter certain strategies. Pick your targets wisely, or you will lose. * PROCEDURAL LEVELS: Hand-made rooms are combined with procedural generation to create random levels. Missions have differing objectives, combined with unique mission conditions. Will you accept the challenge or avoid the unknown and risk falling behind? * PROGRESSION SYSTEM: Victory or defeat, the game is not over yet! Unlock new units, each with a unique set of upgrades and load-outs. Unlock new items to bolster your new strategies. Join our Discord to stay informed about updates for Mainframe Defenders . There you can share feedback and suggestions, as well as chat with our team about the next project_",
        "id_in_db": "t3_1ossehw",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "90% off",
        "steam_app_id": "1184810",
        "genres": [
            "Indie",
            "RPG",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256832046/movie_max_vp9.webm?t=1620505099",
        "is_dlc_or_addon": false,
        "persian_summary": "MAINFRAME DEFENDERS بازی استراتژی آینده نگر تاکتیکی. یک ویروس کامپیوتری به مجتمع تحقیقاتی «استارگازر» نفوذ کرده است. اکثر واحدهای رباتیک توسط ویروس کنترل می شوند. تیمی متشکل از 4 نمونه اولیه را در ماموریتی برای دفاع از مین‌فریم پیچیده رهبری کنید. شما باید حملات را دفع کنید، سازندگان واحد را نابود کنید، داده‌های ارزشمند را دانلود کنید، گره‌های آلوده را پاک کنید و کارهای بیشتری را در مسیر خود به عمیق‌ترین قسمت‌های مجموعه انجام دهید. با محدودیت ها و معایب آیتم ها کار کنید تا ترکیب های قدرتمندی بسازید. دشمنان خود را با تاکتیک های متنوع نابود کنید: آنها را بیش از حد گرم کنید، با خوردگی ذوب شوید، آسیب را جذب کنید و به آتش پاسخ دهید. اما زیاد به یک استراتژی تکیه نکنید - ممکن است دشمنان راهی برای مقابله با آن داشته باشند. اما بالاتر از هر چیز دیگری: از Mainframe دفاع کنید! * سبک یکپارچهسازی با سیستمعامل: گرافیک، الهام گرفته از کامپیوتر ترمینال دهه 80 با موسیقی متن ترکیبی سینتویو. * تاکتیک های متنوع: ربات های دشمن را تا حد مرگ بپزید، آنها را زیر گلوله های خود دفن کنید، با یک شلیک قدرتمند از بین ببرید، یا حریفان خود را با دباف ها بی فایده کنید - این بازی ..."
    },
    {
        "title": "make way escape the backrooms still wakes the deep sirens rest parcel corps zool redimensioned snake pass dear esther landmark edition empyreal critter caf",
        "store": "indiegala",
        "url": "https://www.indiegala.com/store/publisher-sale/secret-mode",
        "image_url": "https://external-preview.redd.it/FejBfjHrpPJPmX3zfFWy4YuBNYoYLUNbCNgwP4soPig.jpeg?width=640&crop=smart&auto=webp&s=82ef8d1db44686fe1ca71b11b660abd315a331fd",
        "description": "submitted by /u/indieg [link] [comments]",
        "id_in_db": "t3_1ost8a7",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "77% off",
        "is_dlc_or_addon": true,
        "persian_summary": "ارسال شده توسط /u/indieg [لینک] [نظر]"
    },
    {
        "title": "my darkest witch",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/my-darkest-witch",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2207120/1a9dd80f0cd22c8e7fb6ad2e9bd31d95762cc146/header.jpg?t=1762268294",
        "description": "My Darkest Witch is a survival arena game where you take on the role of a mage from the Order of Light, battling waves of infected creatures. Alone, you stand against the abyss of darkness, striving to cleanse the world from the heretical plague. Strengthen your abilities, upgrade your weapons, and enhance your character to withstand increasingly powerful enemies. Each wave becomes more dangerous, testing your survival skills to the limit. Key features: Endless Waves of Enemies: Face progressively challenging waves of enemies that test your skills and adaptability. Each wave introduces new threats, forcing you to refine your strategy and stay on your toes as you battle against increasingly powerful monsters. Comprehensive Character and Ability Upgrades: Develop your character through a robust progression system that allows you to enhance your magical abilities and defensive skills. Choose your upgrades wisely to build a powerful mage capable of overcoming the toughest foes. Weapon Variety and Customization: Equip your mage with an array of mystical weapons, each with its own strengths and playstyle. Upgrade and customize your arsenal to suit your combat preferences, giving you the edge in battle against the ever-growing hordes. Atmospheric Arenas with Dynamic Combat: Immerse yourself in dark, foreboding arenas where the environment plays a key role in survival. Master the layout, adapt to the changing conditions, and use the surroundings to your advantage as you fight relentless enemies. Strategic Depth and Tactical Gameplay: My Darkest Witch offers more than just fast-paced action. The game encourages strategic planning, from choosing the right upgrades to positioning yourself for maximum effectiveness. Every decision matters as you fight to survive the endless onslaught.",
        "id_in_db": "t3_1olmk9m",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2207120",
        "genres": [
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "تاریکترین جادوگر من یک بازی عرصه بقا است که در آن نقش یک جادوگر از Order of Light را بر عهده می گیرید که با امواج موجودات آلوده مبارزه می کند. شما به تنهایی در برابر ورطه تاریکی ایستاده اید و در تلاش برای پاکسازی جهان از طاعون بدعتی هستید. توانایی های خود را تقویت کنید، سلاح های خود را ارتقا دهید و شخصیت خود را تقویت کنید تا در برابر دشمنان قدرتمندتر مقاومت کنید. هر موج خطرناک تر می شود و مهارت های بقای شما را تا حد نهایی آزمایش می کند. ویژگی های کلیدی: امواج بی پایان دشمنان: با امواج چالش برانگیز دشمنان روبرو شوید که مهارت ها و سازگاری شما را آزمایش می کنند. هر موج تهدیدات جدیدی را معرفی می‌کند و شما را مجبور می‌کند تا استراتژی خود را اصلاح کنید و همچنان که با هیولاهای قدرتمندتر مبارزه می‌کنید، همچنان روی پای خود بمانید. ارتقاء جامع شخصیت ها و توانایی ها: شخصیت خود را از طریق یک سیستم پیشرفت قوی توسعه دهید که به شما امکان می دهد توانایی های جادویی و مهارت های دفاعی خود را افزایش دهید. ارتقاهای خود را هوشمندانه انتخاب کنید تا یک جادوگر قدرتمند بسازید که قادر به غلبه بر سرسخت ترین دشمنان باشد. سلاح..."
    },
    {
        "title": "news from all sides4999 annual free",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/drooid-news-from-all-sides/id6593684010",
        "image_url": "https://external-preview.redd.it/eiCprG_073-7sUY4kSEi2Ca4zSPYZVwcsJstQX5FkzY.png?width=640&crop=smart&auto=webp&s=f98f3ee0269a472510ac775390377668d93bc73b",
        "description": "I am the developer behind Drooid, an AI-powered news app that helps you see all sides of the story left, right, and center through concise summaries from diverse, credible sources. We are building Drooid to fight fake news and bias in news reporting, and I want to o ffer maximum value to every user, even without a premium plan. But for power users who want deeper insights, Drooid’s AI offers in-depth analysis that breaks down why different outlets cover the same news differently. And on top of it, we are selling AI-voiceover for premium users. The premium plan is usually $49.99/year, but for a limited time, I’m offering a free 1-year subscription. The code for the Annual Free trial is: DROOIDGONEFREE (Hurry up, there are limited codes available) To avail the code, click on the In-depth button, which will show you an article with a detailed analysis of the news. The first article is free for everyone. Close the article and click on another in-depth button. You will see a paywall; you can redeem the code there. If you enjoy the app, a 5-star rating on the App Store would mean the world 🙌 submitted by /u/swap_019 [link] [comments]",
        "id_in_db": "t3_1oebqql",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "من توسعه دهنده Drooid هستم، یک برنامه خبری مبتنی بر هوش مصنوعی که به شما کمک می کند تمام جنبه های داستان را در چپ، راست و مرکز از طریق خلاصه های مختصر از منابع مختلف و معتبر ببینید. ما در حال ساخت Drooid برای مبارزه با اخبار جعلی و سوگیری در گزارش‌های خبری هستیم، و من می‌خواهم حداکثر ارزش را برای هر کاربر، حتی بدون برنامه ممتاز، ارائه دهم. اما برای کاربران قدرتمندی که می‌خواهند بینش عمیق‌تری داشته باشند، هوش مصنوعی Drooid تجزیه و تحلیل عمیقی را ارائه می‌کند که علت انتشار متفاوت اخبار مشابه را در رسانه‌های مختلف توضیح می‌دهد. و علاوه بر آن، ما در حال فروش صدای AI برای کاربران ممتاز هستیم. طرح پریمیوم معمولاً 49.99 دلار در سال است، اما برای مدت محدودی، اشتراک 1 ساله رایگان ارائه می‌دهم. کد آزمایشی رایگان سالانه این است: DROOIDGONEFREE (عجله کنید، کدهای محدودی موجود است) برای استفاده از کد، روی دکمه In-depth کلیک کنید، که مقاله ای را با تجزیه و تحلیل دقیق اخبار به شما نشان می دهد. مقاله اول برای همه رایگان است. مقاله را ببندید و روی یک دکمه عمیق دیگر کلیک کنید. شما یک دیوار پرداخت خواهید دید. تو..."
    },
    {
        "title": "nintendo switch soft drift",
        "store": "other",
        "url": "https://www.nintendo.com/us/store/products/soft-drift-switch",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1137100/header.jpg?t=1698376203",
        "description": "If you crossed a vampire, would you protect humanity or embrace the blood? In Twice Reborn , Mark Delaware a teaching assistant, becomes a newly-turned vampire in a community forced to hide in plain sight. His mentor, Michelson, has trusted Mark to become the Enforcer: a feared arbiter who keeps the quarreling vampiric houses following the Code. When arson kills key vampires in the community, it's up to Mark to either embrace his blood or to find a way to--somehow--regain his humanity. There Are Sacrifices to Make Interacting with humans and vampires is a delicate balance. Not all appreciate Mark's decision and not all relationships can last. Some want him dead, others want him for their own. Mark's responses in the perilous community changes their reactions as well as the story's routes/endings. Survive the Night Satiate Mark's bloodlust, otherwise he may kill innocents. The opportunities for blood will not always be private nor moral. Not all are who they seem to be. Twice Reborn Features: Listen to a fully voiced cast of 30+ characters (audio dialogue is in English) Build a reputation among factions, earn friendships, and control Mark's bloodlust Experience a story with over 95,000 words Arrive to 20+ possible endings Experience a vampire drama with an optional romance and an apprentice to adopt Unlock art through a CG gallery as you achieve milestones in the story Released on Steam for Windows, Linux, and Mac Distributed elsewhere by EastAsiaSoft for PS4, PS5, Nintendo Switch, and XBox Advisory Warning: Contains flashing images, violence, moderate language, drugs/alcohol usage. Not suitable for all ages. Help support in English only.",
        "id_in_db": "t3_1oqiamr",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1137100",
        "genres": [
            "Casual",
            "Indie",
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256758185/movie_max.webm?t=1565706926",
        "is_dlc_or_addon": false,
        "persian_summary": "اگر از یک خون آشام عبور کنید، از بشریت محافظت می کنید یا خون را در آغوش می گیرید؟ در دوبار دوباره متولد شده، مارک دلاور، یک دستیار آموزشی، تبدیل به یک خون آشام تازه تبدیل شده در جامعه ای می شود که مجبور می شود جلوی چشم ها پنهان شود. مربی او، مایکلسون، به مارک اعتماد کرده است تا مجری شود: یک داور ترسناک که خانه‌های خون آشام نزاع را دنبال می‌کند. وقتی آتش‌سوزی خون‌آشام‌های کلیدی جامعه را می‌کشد، این به مارک بستگی دارد که یا خون او را در آغوش بگیرد یا راهی بیابد تا - به نحوی - انسانیت خود را بازیابد. فداکاری هایی برای انجام دادن وجود دارد تعامل با انسان ها و خون آشام ها تعادل ظریفی است. همه از تصمیم مارک قدردانی نمی کنند و همه روابط نمی توانند دوام بیاورند. برخی او را می خواهند که بمیرد، برخی دیگر او را برای خود می خواهند. پاسخ‌های مارک در جامعه خطرناک، واکنش‌های آن‌ها و همچنین مسیرها/پایان‌های داستان را تغییر می‌دهد. زنده ماندن در شب از خونخواهی مارک سیر کنید، در غیر این صورت ممکن است بیگناهان را بکشد. فرصت های خون همیشه خصوصی و اخلاقی نخواهد بود. همه آن چیزی که به نظر می رسد نیستند. دو بار دوباره متولد شد..."
    },
    {
        "title": "oneshift",
        "store": "steam",
        "url": "https://store.steampowered.com/app/862740/OneShift/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/862740/header.jpg?t=1762433498",
        "description": "Shift through the worlds and reach the blue cube (or more of them!) Enjoy in 90 different levels with mechanic of shifting and rotating worlds! Worlds consist of all kinds of different cuboids such as jump cuboids which boost you in the air, teleport cuboids to teleport you from point A to point B, red kill cuboids that will...well, kill you! Exploding bombs that explode on a set timer which you can use in your favor to boost you somewhere! And let's leave some things out, for you to find out in the game! :) 50 levels with only shifting worlds mechanic! 30 levels where you have the ability to shift and rotate worlds! and 10 BONUS levels which are filled with insanity - we'll let you discover them yourself! OTHER NOTABLE STUFF Simplistic yet fulfilling gameplay with tight controls, plays well with a controller or a keyboard. Optimized and not demanding on your computer with simple but stylized graphics! Over 100 achievements for you to unlock! Have fun playing with your favorite controller, as the OneShift has full controller support and Steam Cloud so your save games are safe ! 6 PLAYABLE CHARACTERS Supports 10 languages: English French Italian German Spanish Polish Portuguese Russian Simplified Chinese Croatian",
        "id_in_db": "t3_1oq60iv",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "862740",
        "genres": [
            "Action",
            "Adventure",
            "Casual",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256719768/movie_max.webm?t=1529673124",
        "is_dlc_or_addon": false,
        "persian_summary": "در میان دنیاها جابجا شوید و به مکعب آبی (یا بیشتر از آنها!) برسید از 90 سطح مختلف با مکانیک دنیاهای جابجا و چرخش لذت ببرید! دنیاها از انواع مکعب‌های مختلف تشکیل شده‌اند، مانند مکعب‌های پرشی که شما را در هوا تقویت می‌کنند، مکعب‌های تله‌پورت برای تله‌پورت شما از نقطه A به نقطه B، مکعب‌های قرمز که می‌کشند... خب، شما را می‌کشند! بمب های انفجاری که در یک تایمر تنظیم شده منفجر می شوند که می توانید از آن به نفع خود استفاده کنید تا شما را در جایی تقویت کند! و اجازه دهید برخی چیزها را کنار بگذاریم تا شما در بازی متوجه شوید! :) 50 سطح تنها با مکانیک جهان در حال تغییر! 30 سطح که در آن شما توانایی جابجایی و چرخش دنیاها را دارید! و 10 سطح جایزه که با جنون پر شده است - به شما اجازه می دهیم خودتان آنها را کشف کنید! سایر موارد قابل توجه گیم پلی ساده و در عین حال کامل با کنترل های محکم، به خوبی با کنترلر یا صفحه کلید بازی می کند. بهینه شده و بدون نیاز به رایانه شما با گرافیک ساده اما سبک! بیش از 100 دستاورد برای شما برای باز کردن قفل! از بازی با مورد علاقه خود لذت ببرید..."
    },
    {
        "title": "other idle champions of the forgotten realms",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1oq3fag/epic_games_other_idle_champions_of_the_forgotten/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/627690/19da442665772c513765437d235c9db632e08b48/header_alt_assets_37.jpg?t=1762372890",
        "description": "Recruit legendary Champions for the ultimate endless adventure! Idle Champions of the Forgotten Realms is a strategy management game that unites iconic Champions from D&D TRPG campaigns, video games, novels, actual plays, comic books, and shows into a grand adventure. Optimize formations using over 140 Champions, each with unique abilities, to defeat countless monsters across hundreds of adventures. Mastery requires pushing formations further with every adventure – only the most powerful formations will complete the greatest challenges Idle Champions has to offer. COLLECT ICONIC CHAMPIONS Unlock unique Champions from across the Dungeons & Dragons multiverse, each with their own formation abilities and ultimate powers. Fan favorites include Drizzt Do'Urden and the Companions of the Hall, Minsc & Boo, Astarion and Karlach from Baldur's Gate 3, …and many, many more! EASY TO LEARN, HARD TO MASTER Manage multiple adventuring parties to test your Champions' mettle and earn even greater rewards. Your Champions automatically fight enemies until defeated, even if you close the game. Your Familiars automate basic gameplay like leveling Champions and picking up gold so YOU can focus on optimizing your formation strategy. Build powerful synergies and unleash the full power of your Champions to complete the most difficult adventures! TRAVEL THE D&D MULTIVERSE Adventure throughout the Sword Coast and beyond. Visit legendary cities like Baldur's Gate, Waterdeep, and Sigil, the City of Doors. Explore the mists of Barovia, brave the endless Blood War of Avernus, and sail the Astral Sea. REGULAR CONTENT UPDATES There are multiple content updates every month. Since launching in 2017, Idle Champions has introduced 140+ Champions, over 200+ adventures, 8 campaigns based on official TRPG releases, and introduced dozens of new features and systems to the game. The next big update is never far away!",
        "id_in_db": "t3_1oq3fag",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "627690",
        "genres": [
            "Action",
            "Adventure",
            "Indie",
            "Strategy",
            "Free To Play"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256905741/movie_max_vp9.webm?t=1744847142",
        "is_dlc_or_addon": false,
        "persian_summary": "قهرمانان افسانه ای را برای ماجراجویی بی پایان نهایی استخدام کنید! Idle Champions of the Forgotten Realms یک بازی مدیریت استراتژی است که قهرمانان نمادین را از کمپین‌های D&D TRPG، بازی‌های ویدیویی، رمان‌ها، نمایشنامه‌های واقعی، کتاب‌های کمیک و نمایش‌ها در یک ماجراجویی بزرگ متحد می‌کند. با استفاده از بیش از 140 قهرمان، هر کدام با توانایی های منحصر به فرد، تشکیلات را بهینه کنید تا هیولاهای بی شماری را در صدها ماجراجویی شکست دهید. تسلط مستلزم هل دادن بیشتر تشکیلات در هر ماجراجویی است - تنها قدرتمندترین ترکیب‌ها بزرگترین چالش‌هایی را که Idle Champions ارائه می‌دهد تکمیل می‌کنند. جمع آوری قهرمانان نمادین قفل قهرمانان منحصر به فرد را از سراسر جهان چندگانه Dungeons & Dragons باز کنید، که هر کدام دارای توانایی های تشکیل دهنده و قدرت نهایی خود هستند. موارد مورد علاقه طرفداران عبارتند از Drizzt Do'Urden and the Companions of the Hall، Minsc & Boo، Astarion و Karlach از Baldur's Gate 3، ... و بسیاری، بسیاری دیگر! یادگیری آسان، تسلط بر آن دشوار است مهمانی های ماجراجویانه متعدد را مدیریت کنید تا استعداد قهرمانان خود را آزمایش کنید و حتی درآمد بیشتری کسب کنید..."
    },
    {
        "title": "pcplaystationxbox other throne and liberty",
        "store": "other",
        "url": "https://www.mmobomb.com/giveaway/throne-and-liberty-anniversary-keys",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2429640/497cc638fa3186f1aeefddaff89eaaf6f0c2e7dd/header.jpg?t=1762547422",
        "description": "Join massive battles, transform into your favorite creatures, and wield powerful weapon combinations in THRONE AND LIBERTY, an unforgettable free-to-play adventure with seemingly endless activities for both PvE and PvP players. Interested in PvE? Challenge Raids, dungeons, Dimensional Trials, and more. Prefer PvP? Form alliances to rule together or betray your way to the top. Will you carve your niche as a solo player or leave your legacy on the world of Solisium alongside friends? The choice is yours. THRONE AND LIBERTY captures the essence of classic MMORPGs while introducing new gameplay elements, depth and excitement at every turn. Gather your guild, prepare for battle, and set forth for throne... and liberty! KEY FEATURES: Guild-Based PvP for Every Ambition : Capture control points in guild versus guild Conquest Battles, strike down Guild Raid Bosses, and claim the throne in massive Castle Sieges to carve your legacy on the world of Solisium. Where will your ambition take you? Slash through Dynamic Guild Events, complete Guild Contracts, or hang out in your Guild Base before cutting a path to the top of the Guild Leaderboard in higher stakes game modes. Activities for Every Level of Adventurer : Journey into 6-player tiered Dungeons, vanquish monstrous, open-world bosses, or best other players in 3v3 Arenas. There are also solo dungeons that help ease you into more difficult group activities like Dimensional Trials. Looking for something even more intense? Venture forth into Raids for a true test of teamwork and skill. How about laid back experiences? Gather materials, build furniture, customize your house, catch fish, and cook local delicacies for buffs. Housing is more than just a place to hang out, it’s a personal space that grows with you throughout your quest. Innovative Character Abilities, Morphs and Transformations : Interchangeable abilities on the battlefield include the dual-weapons system, player morphs for tactical advantage, and quicker travel or transform into the body of a fallen boss and turn the tide of the battle with Guardian’s Pledge. Vast, Seamless, and Ever-Changing World : Expansive and immersive environment, with towering cliffs and cavernous dungeons with consequential day/night cycles and unpredictable weather that impacts your gameplay and abilities. Forge Your Path to Glory : With four primary vertical progression paths interwoven together, players choose from a wide variety of options to determine their playstyle. With hundreds of combinations of builds, you can forge your own unique way to storm the battlefield.",
        "id_in_db": "t3_1oq8yk9",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2429640",
        "genres": [
            "Action",
            "Adventure",
            "Massively Multiplayer",
            "RPG",
            "Free To Play"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257200631/movie_max_vp9.webm?t=1758203807",
        "age_rating": "Lots of battles, fights with other human like, animal like characters in the game. Cutscenes with sand worm, and monster like characters.",
        "is_dlc_or_addon": false,
        "persian_summary": "به نبردهای عظیم بپیوندید، به موجودات مورد علاقه خود تبدیل شوید و از ترکیب سلاح های قدرتمند در THRONE AND LIBERTY استفاده کنید، یک ماجراجویی رایگان و فراموش نشدنی با فعالیت های به ظاهر بی پایان برای بازیکنان PvE و PvP. به PvE علاقه دارید؟ حملات چالش، سیاه چال ها، آزمایش های بعدی، و بیشتر. PvP را ترجیح می دهید؟ اتحاد تشکیل دهید تا با هم حکومت کنید یا راه خود را به سمت بالا خیانت کنید. آیا جایگاه خود را به عنوان یک بازیکن انفرادی حک خواهید کرد یا میراث خود را در دنیای Solisium در کنار دوستان باقی خواهید گذاشت؟ انتخاب با شماست. THRONE AND LIBERTY جوهر MMORPG های کلاسیک را به تصویر می کشد و در عین حال عناصر جدید گیم پلی، عمق و هیجان را در هر مرحله معرفی می کند. تیم خود را جمع آوری کنید، برای نبرد آماده شوید و برای تاج و تخت... و آزادی حرکت کنید! ویژگی‌های کلیدی: PvP مبتنی بر صنف برای هر جاه‌طلبی: نقاط کنترل را در نبردهای فتح صنفی در مقابل جنگ‌های فتح صنفی به دست آورید، رئیس‌های حمله صنفی را سرنگون کنید و در محاصره‌های عظیم قلعه تاج و تخت را مدعی شوید تا میراث خود را در دنیای Solisium حک کنید. جاه طلبی شما را به کجا خواهد برد؟..."
    },
    {
        "title": "platform bendy and the ink machineca2299 free the first person puzzle action horror game that will forever ruin your childhood love of cartoons",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1ok2grl/multiplatform_bendy_and_the_ink_machineca2299/",
        "image_url": null,
        "description": "https://store.epicgames.com/en-US/p/bendy-and-the-ink-machine-60cf5a https://store.epicgames.com/en-US/p/bendy-and-the-ink-machine-android-4fc7c4 https://store.epicgames.com/fr/p/bendy-and-the-ink-machine-ios-eece7b Bendy and the Ink Machine® is a first-person puzzle action horror game that begins in the far days past of animation and ends in a very dark future. Play as Henry as he revisits the demons of his past by exploring the abandoned animator's workshop of Joey Drew Studios. With twists and turns around every corner, Bendy and the Ink Machine® is sure to thrill you... and decimate your childhood. You'll never look at cartoons the same way again. submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1ok2grl",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "https://store.epicgames.com/en-US/p/bendy-and-the-ink-machine-60cf5a https://store.epicgames.com/en-US/p/bendy-and-the-ink-machine-android-4fc7c4 https://store.epicgames.com/fr-andmachi/p/epicgames.com/en-US/p/bendy-and-the-ink-machine-android-4fc7c4 Bendy and the Ink Machine® یک بازی اکشن ترسناک پازل اول شخص است که در روزهای دور انیمیشن شروع می شود و در آینده ای بسیار تاریک به پایان می رسد. با کاوش در کارگاه انیماتور رها شده استودیو جوی درو، در نقش هنری بازی کنید که او شیاطین گذشته خود را بازبینی می کند. Bendy and the Ink Machine® با پیچ و تاب و چرخش در هر گوشه، مطمئناً شما را به وجد خواهد آورد و دوران کودکی شما را نابود خواهد کرد. دیگر هرگز به کارتون ها به همان شکل نگاه نخواهید کرد. ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "platform macmobility lifetime usd 1499 usd 799 powerful remote control app for macos 48 hours offer",
        "store": "other",
        "url": "https://coderblocks.eu/mobility",
        "image_url": null,
        "description": "MacMobility App Lets You Control MacOS from iPhone & iPad! It works together with MobilityControl - an iPhone / iPad app that gives you full control over your Mac. The MacOs app costs now 7.99$, and the MobilityControl app is free! What it can do? With just a tap on your iPhone or iPad, you can: Launch apps on your Mac Trigger Apple Shortcuts (including curated, ready-made ones) Run custom Bash scripts Open specific web links or tools instantly Create and execute keyboard macros Convert files effortlessly Build and run powerful automations It also allows for: Virtual Desktop Streaming Create a virtual Mac desktop and stream it directly to your iPhone or iPad - like Sidecar, but without iCloud restrictions. It supports iPhones and includes touch controls for smooth interaction. App-Specific Pages Assign pages to individual apps. Create utility dashboards tailored for specific software, and MacMobility will automatically switch to the relevant page when you focus that app - boosting your workflow with fewer manual steps. Quick Action Menu No companion device connected? No problem. Assign up to 10 favorite actions to the new Quick Action Menu. Just press Control + Option + Space, and the action wheel appears under your cursor - letting you trigger MacMobility features instantly. HTML/JS Widget Support MacMobility supports rendering custom HTML/JS widgets! Use your own web code to build tools that assist your workflow. We’ve included four example widgets to get you started - but the sky’s the limit. AppStore link: https://apps.apple.com/pl/app/mobilitycontrol/id6744455092 MacMobility: https://coderblocks.eu/mobility There’s no subscription - just a one-time purchase with free updates. Like the good old days of software. submitted by /u/Potential_Link4295 [link] [comments]",
        "id_in_db": "t3_1oq8l4t",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": false,
        "persian_summary": "برنامه MacMobility به شما امکان می دهد MacOS را از iPhone و iPad کنترل کنید! این برنامه همراه با MobilityControl کار می کند - یک برنامه آیفون / آی پد که به شما کنترل کامل بر روی مک خود را می دهد. هزینه برنامه MacOs اکنون 7.99 دلار است و برنامه MobilityControl رایگان است! چه کاری می تواند انجام دهد؟ تنها با یک ضربه بر روی iPhone یا iPad خود می‌توانید: برنامه‌ها را در Mac خود راه‌اندازی کنید میانبرهای اپل (شامل موارد آماده، انتخاب‌شده) را اجرا کنید. یا iPad - مانند Sidecar، اما بدون محدودیت iCloud. از آیفون پشتیبانی می کند و شامل کنترل های لمسی برای تعامل روان است. صفحات خاص برنامه صفحات را به برنامه های جداگانه اختصاص دهید. داشبوردهای ابزار مناسب برای نرم افزار خاص ایجاد کنید، و MacMobility به طور خودکار به صفحه مربوطه هنگامی که روی آن برنامه تمرکز می کنید تغییر می کند - تقویت..."
    },
    {
        "title": "playsum murky divers 448 408 359 c643 a723 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/64fe4a7a-2f29-561d-8853-46849eb58542/murky-divers",
        "image_url": "https://external-preview.redd.it/GxfHLedVfngNa-dQxEYs44ewzFRB7GDdhv8OMN6uq6o.jpeg?width=320&crop=smart&auto=webp&s=c341a04377b70b9b3edcbde187e1bb955486d8fa",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1otxof3",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "50% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lets_Playsum [لینک] [نظر]"
    },
    {
        "title": "playsum whiskerwood 2117 2074 1765 c2825 a2822 r4946 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/766d1b29-04a6-4b36-905a-5a59b484cfa3/whiskerwood",
        "image_url": "https://external-preview.redd.it/5vlmOpgkHUt2PSbPYCJoLstuYZXWt7wxjUmlO8n0D6w.jpeg?width=320&crop=smart&auto=webp&s=fc2d2d4d2adc12d23478a9eead60cd992db8e470",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1orfhhy",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "29% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lets_Playsum [لینک] [نظر]"
    },
    {
        "title": "playsum world war z 891 868 653 c1188 a1335 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/bd1a7cf2-250d-57e4-9c9a-c3118dd5dfdf/world-war-z",
        "image_url": null,
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1oskfhs",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "70% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lets_Playsum [لینک] [نظر]"
    },
    {
        "title": "restaurats",
        "store": "steam",
        "url": "https://store.steampowered.com/app/2870920/Restaurats/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2870920/bd4c84d3d7403df0386eba5334df2003517a0098/header.jpg?t=1762772930",
        "description": "Dress to Impress Dress to Impress — even if you’re a rat! With tons of customization options, you can create the weirdest, coolest, or most fabulous rat chef you've ever dreamed of. Roguelike cooking?! You heard that right. Each session is a fresh, chaotic adventure packed with crazy dishes, unexpected twists, and outrageous bosses! Wild Baguette Duels! Pick up your bread weapon and prove who's boss in the kitchen — or kindly escort the angry guests... with force. Throw Food Around Time’s ticking, and the guests are hungry! Dropped it on the floor? Come on — we’re rats, what did you expect?",
        "id_in_db": "t3_1ot6lbm",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "25% off",
        "steam_app_id": "2870920",
        "genres": [
            "Action",
            "Casual",
            "Indie",
            "RPG",
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257227558/movie_max.webm?t=1762556438",
        "is_dlc_or_addon": false,
        "persian_summary": "لباس برای تحت تاثیر قرار دادن لباس برای تحت تاثیر قرار دادن - حتی اگر شما یک موش صحرایی! با هزاران گزینه سفارشی‌سازی، می‌توانید عجیب‌ترین، جالب‌ترین یا شگفت‌انگیزترین سرآشپز موش را که تا به حال رویای آن را دیده‌اید ایجاد کنید. آشپزی سرکش؟! درست شنیدی هر جلسه یک ماجراجویی تازه و پر هرج و مرج است که مملو از غذاهای دیوانه کننده، پیچش های غیرمنتظره و رئیس های ظالمانه است! دوئل باگت وحشی! اسلحه نان خود را بردارید و ثابت کنید چه کسی در آشپزخانه رئیس است - یا با مهربانی مهمانان عصبانی را با زور اسکورت کنید. غذا را در حوالی زمان بریزید و مهمانان گرسنه می شوند! انداخته روی زمین؟ بیا - ما موش هستیم، چه انتظاری داشتی؟"
    },
    {
        "title": "room football",
        "store": "other",
        "url": "https://gleam.io/OfKBM/free-x1000-room-football-dark-place-steam-keys",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3612760/fd60d9873a260a1e66dbefa62b0cc2ad99ea657b/header.jpg?t=1745540677",
        "description": "Puzzle, artillery, casual puzzle video game with realistic physics. On the map there are objects marked with a red beam going into the sky, the player must find all these objects and destroy them with a soccer ball to complete the game. Objects that need to be found and destroyed are marked with a red beam going into the sky. The player needs to control the camera on the WASD buttons and the mouse, find all the necessary objects on the location and hold down the left mouse button, controlling the force of the blow to the ball, knock them down as quickly as possible, getting points for it. The game has achievements and leaderboards.",
        "id_in_db": "t3_1ooguz4",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3612760",
        "genres": [
            "Action",
            "Adventure",
            "Casual",
            "Indie",
            "RPG",
            "Simulation",
            "Sports",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257120226/movie_max_vp9.webm?t=1743368534",
        "is_dlc_or_addon": false,
        "persian_summary": "پازل، توپخانه، بازی ویدئویی پازل گاه به گاه با فیزیک واقع گرایانه. روی نقشه اشیایی وجود دارد که با یک پرتو قرمز مشخص شده است که به آسمان می رود، بازیکن باید تمام این اشیاء را پیدا کند و با یک توپ فوتبال آنها را نابود کند تا بازی کامل شود. اشیایی که باید پیدا شوند و از بین بروند با پرتو قرمزی که به سمت آسمان می رود مشخص می شوند. بازیکن باید دوربین را روی دکمه های WASD و ماوس کنترل کند، تمام اشیاء لازم را در محل پیدا کند و دکمه سمت چپ ماوس را نگه دارد، نیروی ضربه به توپ را کنترل کند، آنها را در سریع ترین زمان ممکن به زمین بزند و برای آن امتیاز بگیرد. این بازی دارای دستاوردها و تابلوهای امتیازات است."
    },
    {
        "title": "sid meiers civilization vii",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3369860/Sid_Meiers_Civilization_VII_Tides_of_Power_Collection/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1295660/5b2859906c25a7fe45b0f45b1db6389f6267f9c6/header_alt_assets_2.jpg?t=1762277940",
        "description": "The award-winning strategy game franchise returns with a revolutionary new chapter. Sid Meier's Civilization® VII empowers you to build the greatest empire the world has ever known! In Civilization VII , your strategic decisions shape the unique cultural lineage of your evolving empire. Rule as one of many legendary leaders from throughout history and steer the course of your story by choosing a new civilization to represent your empire in each Age of human advancement. Construct cities and architectural wonders to expand your territory, improve your civilization with technological breakthroughs, and conquer or cooperate with rival civilizations as you explore the far reaches of the unknown world. Pursue prosperity in an immersive solo experience or play with others in online multiplayer.** Whether you choose to follow a path rooted in history or reimagine possibilities to chart your own way forward, build something you believe in and create a legacy that echoes through the Ages in Civilization VII . BUILD AN EMPIRE THAT STANDS THE TEST OF TIME Lead your empire through distinct Ages of human history. Each Age is its own rich, nuanced journey, with unique playable civilizations, available resources, explorable land, and even entire gameplay systems, creating a deep, historically immersive strategy experience. Strive to accomplish significant scientific, cultural, militaristic, and economic milestones within each Age to unlock impactful advantages in the next! EVOLVE YOUR EMPIRE AS EACH NEW AGE DAWNS To build a legacy that truly stands the test of time, you must adapt. Forge your own path through history as you reshape your empire at the start of each Age, selecting from a pool of new Age-relevant civilization options determined by your prior gameplay accomplishments. Evolving your empire unlocks fresh gameplay bonuses and unique units, so your current civilization is always at the height of its power. PLAY AS VISIONARY LEADERS OF PROGRESS Embody an illustrious leader with one of Civilization's most diverse rosters yet, from traditional heads of state known for their militaristic might or political prowess, to visionary leaders who made everlasting impacts in philosophy, science, human rights, and more! Each leader possesses a unique ability and can further be improved with customizable attributes earned through gameplay, empowering you to reinforce or pivot your strategy from one Age into the next. For the first time in franchise history, you can choose your leader separately from your civilization, giving you the freedom to create all-new strategies by mixing and matching gameplay bonuses. EXPLORE A WORLD BROUGHT TO LIFE LIKE NEVER BEFORE Make your mark on a gorgeously detailed world! Your empire comes to life with a vast, diverse range of cultural styles, represented across building architecture and unit design. Face-to-face interactions with other historic leaders immerse you in every act of diplomacy and declaration of war. As your territory expands and your cities continue to develop, lavishly rendered vistas of your empire seamlessly connect to create a vibrant metropolis. TEST YOUR STRATEGIC METTLE IN MULTIPLAYER Compete against other players online and prove your prowess as a great leader.** Multiplayer matches can be epic multi-Age campaigns, or take place in a single Age so you can enjoy an entire game in a single session. Cross-play is supported between PC and consoles, so you can play together with friends wherever they are. AN ENJOYABLE STRATEGY EXPERIENCE FOR ALL With more than 30 years of franchise legacy to draw from, Civilization VII features a vast wealth of gameplay improvements that will thrill series veterans and newcomers alike. The overhauled tutorial experience and refined gameplay systems make jumping into Civilization easier than ever, while returning players will appreciate a massive suite of gameplay improvements. Move your army as one under the leadership of a commander, unlock progression bonuses for your leaders across multiple gameplay sessions, traverse navigable rivers, and much, much more! **Online play and features (including progression bonuses) require an Internet connection and 2K Account (minimum age varies). Up to five players supported in the Antiquity & Exploration Ages. Up to eight players supported in the Modern Age. Map size restrictions may apply to certain cross-play multiplayer games. Terms apply.",
        "id_in_db": "t3_1ooej0m",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1295660",
        "genres": [
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257096714/movie_max_vp9.webm?t=1739305020",
        "is_dlc_or_addon": false,
        "persian_summary": "فرنچایز بازی استراتژی برنده جایزه با فصل جدید انقلابی بازمی گردد. Sid Meier's Civilization® VII به شما قدرت می دهد تا بزرگترین امپراتوری را که جهان تاکنون شناخته است بسازید! در Civilization VII، تصمیمات استراتژیک شما تبار فرهنگی منحصر به فرد امپراتوری در حال تکامل شما را شکل می دهد. به عنوان یکی از بسیاری از رهبران افسانه ای در طول تاریخ حکومت کنید و مسیر داستان خود را با انتخاب یک تمدن جدید برای نشان دادن امپراتوری خود در هر عصر پیشرفت بشر هدایت کنید. شهرها و شگفتی های معماری را بسازید تا قلمرو خود را گسترش دهید، تمدن خود را با پیشرفت های تکنولوژیکی بهبود بخشید، و تمدن های رقیب را در حین کاوش در نقاط دوردست جهان ناشناخته فتح یا همکاری کنید. موفقیت را در یک تجربه انفرادی همهجانبه دنبال کنید یا با دیگران در چند نفره آنلاین بازی کنید.** چه مسیری را انتخاب کنید که ریشه در تاریخ دارد و چه احتمالات را برای ترسیم مسیر خود به جلو متصور شوید، چیزی بسازید که به آن اعتقاد دارید و میراثی بسازید که در اعصار در..."
    },
    {
        "title": "super panda adventures",
        "store": "fanatical",
        "url": "https://www.fanatical.com/en/game/super-panda-adventures",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/311190/header.jpg?t=1667029684",
        "description": "In Super Panda Adventures, you play as the brave panda-knight Fu, who is about to finish his training to become the new guardian of the Princess. At the same day of the big celebration party, some uninvited Robots show up to conquer the planet and take the Princess away in their Space Ships! Tell me more about the game! The game plays like a modern platformer (Metroidvania) combined with a new combo fighting style and lots of adventure elements. You can fight with a sword, throw shuriken or use magic abilities and combine these attacks to get combo points that increase your experience. Level up your character and unlock new abilities and upgrades! Explore two different worlds in a non-linear way to find lots of hidden items. Talk to many npcs, solve quests, find magic items and rescue the Princess! What makes it special? single player action platformer (Metroidvania) with adventure and rpg elements unique combo fighting system that rewards players for combining attacks non-linear gameplay that let’s you explore two different worlds unlock over a dozen new abilities, find magic items and talk to crazy npcs custom keyboard and gamepad support around 6-10 hours of gameplay in-game dialogues in English or German fun for all ages Interested in the Soundtrack? Please visit the discussion board for more information.",
        "id_in_db": "t3_1op03n4",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "311190",
        "genres": [
            "Action",
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/2033341/movie_max.webm?t=1447362640",
        "is_dlc_or_addon": false,
        "persian_summary": "در Super Panda Adventures، شما به عنوان شوالیه پاندا شجاع فو بازی می کنید، که در حال اتمام تمرینات خود برای تبدیل شدن به نگهبان جدید شاهزاده خانم است. در همان روز جشن بزرگ، تعدادی ربات ناخوانده ظاهر می شوند تا سیاره را فتح کنند و شاهزاده خانم را با کشتی های فضایی خود ببرند! در مورد بازی بیشتر توضیح دهید! این بازی مانند یک پلتفرمر مدرن (Metroidvania) همراه با سبک مبارزه ای ترکیبی جدید و عناصر ماجراجویی زیادی بازی می کند. می توانید با شمشیر بجنگید، شوریکن را پرتاب کنید یا از توانایی های جادویی استفاده کنید و این حملات را ترکیب کنید تا امتیازات ترکیبی به دست آورید که تجربه شما را افزایش می دهد. شخصیت خود را ارتقا دهید و توانایی ها و ارتقاهای جدید را باز کنید! دو دنیای مختلف را به روشی غیر خطی کاوش کنید تا آیتم های پنهان زیادی پیدا کنید. با بسیاری از NPC ها صحبت کنید، ماموریت ها را حل کنید، آیتم های جادویی را پیدا کنید و شاهزاده خانم را نجات دهید! چه چیزی آن را خاص می کند؟ پلتفرمر اکشن تک نفره (Metroidvania) با عناصر ماجراجویی و آرپی جی سیستم مبارزه منحصر به فرد ترکیبی که به بازیکنان برای ترکیب حملات غیرخطی پاداش می دهد."
    },
    {
        "title": "survival driver",
        "store": "other",
        "url": "https://givee.club/en/event/1148",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/586130/header.jpg?t=1713234544",
        "description": "Introduction Survival driver is minimalistic and low graphic vehicle game. There are 2 different bikes + 2 car. Sport bike which can drive fast and crossbike which player can for example jump and drive in difficult places like mountains. Game hasn’t realistic physics, there is no normal gravity in this game. Player target is to pass level in limited time. Otherwise player has to race track again. So drive fast or Die! Features: - Game will contain partial controller support - 2 bikes - 2 cars - bike sounds - 20 Tracks",
        "id_in_db": "t3_1oogja7",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "586130",
        "genres": [
            "Casual",
            "Indie",
            "Racing"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256682759/movie_max.webm?t=1491482532",
        "is_dlc_or_addon": false,
        "persian_summary": "مقدمه Survival driver یک بازی وسایل نقلیه مینیمالیستی و کم گرافیک است. 2 دوچرخه مختلف + 2 ماشین وجود دارد. دوچرخه ورزشی که می تواند سریع رانندگی کند و دوچرخه سواری که بازیکن می تواند به عنوان مثال بپرد و در مکان های دشوار مانند کوه رانندگی کند. بازی دارای فیزیک واقع گرایانه نیست، هیچ جاذبه طبیعی در این بازی وجود ندارد. هدف بازیکن عبور از سطح در زمان محدود است. در غیر این صورت بازیکن باید دوباره به مسیر مسابقه برود. پس سریع رانندگی کنید یا بمیرید! ویژگی ها: - بازی شامل پشتیبانی جزئی کنترلر است - 2 دوچرخه - 2 ماشین - صداهای دوچرخه - 20 آهنگ"
    },
    {
        "title": "tarakan",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/tarakan/id1576851700",
        "id_in_db": "e450ecb201377508158f322362ed73cdac211ac4d3afc9f7b0e3d4cdfc0a3d39",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple125/v4/8e/9b/27/8e9b278e-8916-b912-4dfc-53c4b2f1d0b2/AppIcon-1x_U007emarketing-0-7-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "ultimate frostpunk 2 the medium dredge and more at discounted prices",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1ofmnkx/macos_mac_app_store_game_deals_post_4_death/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1592480/header.jpg?t=1733396830",
        "description": "As an avid Sudoku enthusiast, I could not find a satisfying Sudoku game on Steam, so I started learning the programming language, and based on my understanding of Sudoku and the experience of other games of the same type, I created a new Sudoku game - Meta Sudoku in a few weeks, whether you are a novice or an experienced Sudoku master, this game will meet your gaming needs. Meta Sudoku is a minimalist puzzle game, your only goal is to fill in the nine numbers 1, 2, 3, and up to 9 in the spaces in a 9 X 9 square according to the numbers given by the system, so that each row, column, and every 3 X 3 palace contains the nine numbers 1~9, and there are no repetitions and omissions. The rules of the game are simple, but finding all the numbers that fit the rules can be challenging. Meta Sudoku is great for exercising your brain while relaxing at leisure, and it provides players with the most comfortable gaming experience. There are four modes of Meta Sudoku: 1. Classic Mode: This mode contains six increasing difficulty levels, namely easy, medium, advanced, difficult, expert, master, and each difficulty level contains 40 levels. 2. Pack mode: This mode contains three increasing difficulty levels, namely Pack I., Pack II., and Pack III., each difficulty level contains 25 levels. Compared to the classic mode, the levels in this mode are more beautiful, and the distribution of the system numbers is like a mysterious geometric pattern. 3. Endless mode: This mode still contains six increasing difficulty levels, namely easy, medium, advanced, difficult, expert, master, each time you enter a new level, the system will carefully select a level that belongs to you. 4. Ultimate Mode: This mode contains only three levels. These levels are definitely a real test, they were designed by world-class masters themselves, and considering their difficulty, I designed them to the end. I strongly discourage challenging these levels at the beginning, you can try them again once you are familiar with the game mechanics. After completing these levels, you will have a full sense of accomplishment. Game Features: Game: 1. Minimalist interface to provide you with the most comfortable visuals, allowing you to focus on the fun of the game 2. There are multiple color themes in the game for you to choose and replace to avoid aesthetic fatigue as much as possible 3. Several quiet, comfortable and relaxing ambient music to relieve your brain fatigue 4. Multiple mechanisms reduce the likelihood of optical illusions 5. Support the operation of withdrawal and recovery, you have the opportunity to repent. 6. Support the hint function of remaining numbers to save game time as much as possible 7. Support shortcut keys, which improves the convenience and flexibility of operation, allowing you to pay more attention to the logic of the number itself 8. Exiting halfway will save time and progress (if you don't want to use this function, you can change it in the setting interface) 9. Support English, Russian, Chinese, French and other languages [/i][/list] Steam: 1. Support Steam cloud save 2. There are some simple style achievements that you need to complete 3. Ultra-low pricing with frequent discounts 4. In the future, gradually add trading cards, Steam badges and other functions [/i][/list] -------------------------------------------------------- The audio in the game is all from royalty-free files provided by excellent sites like freeSound. If you encounter any problems with the game, or want to give me some comments and suggestions, or even just want to say hello, you can contact me through the Steam community or email. I will try to find time to communicate with you as pleasantly as possible. I apologize if I didn't respond to your message in a timely manner, probably due to negligence or busy work. I will try to avoid this from happening. Your support and input are crucial to me, and I will continue to improve the game to ensure it performs at its best in all aspects. Finally, thank you again for taking the time to read this article, please enjoy your Sudoku journey to the fullest! ——————Matrix Science This page is translated using ChatGPT, if you find any misleading content, false transmission, or culturally sensitive issues during use, please contact me to update. Thank you for your help and feedback!",
        "id_in_db": "t3_1ofmnkx",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "steam_app_id": "1592480",
        "genres": [
            "Casual",
            "Indie",
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256965692/movie_max_vp9.webm?t=1692875041",
        "is_dlc_or_addon": true,
        "persian_summary": "به عنوان یک مشتاق مشتاق سودوکو، نتوانستم یک بازی سودوکو راضی کننده در Steam پیدا کنم، بنابراین شروع به یادگیری زبان برنامه نویسی کردم و با توجه به درک خود از سودوکو و تجربه بازی های دیگر از همین نوع، در عرض چند هفته یک بازی سودوکو جدید ایجاد کردم - Meta Sudoku، چه مبتدی یا یک استاد سودوکو با تجربه، این بازی به من نیاز دارد. Meta Sudoku یک بازی پازل مینیمالیستی است، تنها هدف شما این است که 9 عدد 1، 2، 3 و تا 9 را در یک مربع 9 X 9 طبق اعداد داده شده توسط سیستم پر کنید، به طوری که هر سطر، ستون و هر قصر 3 X 3 شامل نه عدد 1 تا 9 باشد و هیچ حذفی وجود نداشته باشد. قوانین بازی ساده هستند، اما یافتن تمام اعدادی که با قوانین مطابقت دارند می تواند چالش برانگیز باشد. متا سودوکو برای تمرین مغز در حین استراحت در اوقات فراغت عالی است و راحت ترین تجربه بازی را برای بازیکنان فراهم می کند. متا سودوکو چهار حالت دارد: 1. حالت کلاسیک: این حالت..."
    },
    {
        "title": "undercroft warriors",
        "store": "itch.io",
        "url": "https://fuzzystudios.itch.io/undercroft-warriors",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2547140/header.jpg?t=1739118061",
        "description": "The forces of hell are here! Why? Dunno. How? I don't think it matters. All that matters is that you gotta fight them, right now! In this game, you play as one of 6 heroes fighting off increasingly large hordes of enemies! Every agent has weapons and abilities unique to them, and you have to use them to them to their fullest abilities to get as high of a score as possible! The faster you kill enemies, the higher your score multiplier gets! But don't let off the pressure, because if you do, you'll get swarmed and overwhelmed by the forces of hell! An addictive gameplay loop! You'll always want just one more go! A pixel perfect artstyle! Lovingly crafted for your viewing pleasure! Truly distinct characters! You won't ever get bored with these guys! Play how you want! Supports both keyboard and mouse, and gamepads! So, are you up to the task?",
        "id_in_db": "t3_1orn7kn",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2547140",
        "genres": [
            "Action",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257045050/movie_max_vp9.webm?t=1723243106",
        "is_dlc_or_addon": false,
        "persian_summary": "نیروهای جهنم اینجا هستند! چرا؟ نمی دانم. چگونه؟ فکر نمی کنم مهم باشد. تنها چیزی که مهم است این است که شما باید همین الان با آنها مبارزه کنید! در این بازی شما به عنوان یکی از 6 قهرمانی بازی می کنید که با انبوهی از دشمنان مبارزه می کنند! هر عاملی دارای سلاح‌ها و توانایی‌های منحصر به فرد خود است و شما باید از آن‌ها با حداکثر توانایی‌های خود برای کسب امتیاز بالاتر استفاده کنید! هرچه سریعتر دشمنان را بکشید، ضریب امتیاز شما بیشتر می شود! اما فشار را رها نکنید، زیرا اگر این کار را انجام دهید، ازدحام کرده و تحت تأثیر نیروهای جهنم قرار خواهید گرفت! یک حلقه گیم پلی اعتیاد آور! شما همیشه فقط یک بار دیگر می خواهید! یک سبک هنری کامل پیکسلی! با عشق برای لذت تماشای شما ساخته شده است! شخصیت های واقعا متمایز! شما هرگز با این پسرها خسته نخواهید شد! همانطور که می خواهید بازی کنید! هم از صفحه کلید و ماوس و هم از گیم پد پشتیبانی می کند! بنابراین، آیا شما در حال انجام وظیفه هستید؟"
    },
    {
        "title": "Will Glow the Wisp",
        "id_in_db": "will-glow-the-wisp@1762625727",
        "store": "other",
        "url": "https://itad.link/019a64ad-f9b2-7381-85b2-e18cedaa108e/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "640890",
        "description": "DESCRIPTION Features Simple but deep mechanics Play vs. another players recordings Beat the Developer Global Highscore Lots of Particles and Bullets Beat the Developer You are able to play against the Developer in Will Glow the Wisp, but only the best players will be able to handle this challenge. Do you want to give it a try? Play vs Content Creators (Games Journalist, Youtubers, Streamers…) We love all content creators that is why you can play against recordings of content creators. Content creators get visibility by having a separate Highscore and people are able to get to their linked homepage, driving additional traffic to the content creators.",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/640890/header.jpg?t=1759283772",
        "genres": [
            "Action",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256704431/movie_max.webm?t=1693684750",
        "is_dlc_or_addon": false,
        "subreddit": "FreeGameFindings",
        "persian_summary": "شرح ویژگی‌ها مکانیک ساده اما عمیق پخش در مقابل ضبط‌های پخش‌کننده دیگری شکست دادن برنامه‌نویس امتیاز جهانی بسیاری از ذرات و گلوله‌ها. آیا می خواهید آن را امتحان کنید؟ بازی در مقابل سازندگان محتوا (روزنامه‌نگار بازی، یوتیوب‌باز، پخش‌کننده...) ما همه تولیدکنندگان محتوا را دوست داریم، به همین دلیل است که می‌توانید در برابر ضبط‌های تولیدکنندگان محتوا بازی کنید. سازندگان محتوا با داشتن امتیاز بالاتری مجزا دیده می شوند و افراد می توانند به صفحه اصلی پیوند داده شده خود برسند و ترافیک بیشتری را برای سازندگان محتوا ایجاد کنند."
    },
    {
        "title": "will glow the wisp 100 off",
        "store": "steam",
        "url": "https://store.steampowered.com/app/640890/Will_Glow_the_Wisp/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2185060/header.jpg?t=1757500001",
        "description": "Two Point Museum Includes: Design, manage and develop incredible museums 5 unique main museum locations to Two Point County: - Prehistory - Memento Mile - Aquarium - Passwater Cove - Supernatural - Wailon Lodge - Science - Bungle Wasteland - Space - Pebberley Heights 3 Pop up museums with set tasks and challenges Sandbox mode to build your very own MEGA MUSEUMS! 6 main exhibit types and 30+ sub categories of exhibits You’ll adventure through 5 different expedition maps with 100+ unique points of interest 200+ unique exhibits to uncover and fill your sticker book 350+ decorative items to make your museum uniquely you 18 guest types to meet and cater for …. including those meddling kids Unlock and manage all the museums in Two Point County! As fledgling curators, you have the task of designing and refining your very own museums to create the ultimate guest experience. Coordinate Experts on far-flung expeditions to discover new Exhibits, generating Buzz to entice droves of knowledge-hungry guests who will expect top info-tainment if they’re to leave impressed. This is all while you keep your Exhibits safe, rooms clean, staff happy… and children off the dinosaur bones. As Curator, the design and management of your expanding museum is in your hands! Send your team of partially trained Experts on Expeditions in search of rare and mostly well-preserved artefacts. When (and hopefully not if) your Experts return from their adventure, proudly display their fantastic finds in your museum. You’ll unlock new locations as you decide where the next adventure takes you. Your work doesn’t end there; Exhibit maintenance is crucial. While some Experts are gallivanting across Two Point County and beyond, you’re in charge of managing staff back home to ensure Exhibits and the museum stay in tip-top condition. If taking care of the carnivorous Chomper isn’t enough, there are also meddling thieves to watch out for. Thieves, and more frequently, children, are known for touching and grubbing up the displays, so make sure enough security is guarding your prized collection! Get creative to design your museum layout your way! You have decorative freedom, so design thematic areas to guide your guests’ visit. Splash paint and lay carpet as you lovingly arrange each prehistoric fern, potentially melting iceman, and dinosaur remains wherever you see fit. Once you’ve created the perfect atmosphere, arrange guided tours with custom routes led by a charismatic Expert. Tours are a fantastic way to enrich your guests' experience. To keep guests enthused, showcase Exhibits with the highest Buzz - those that are top quality, provide ample info and beautiful decorations are likely to attract the most donations! Guests know best! The different types of guests who will frequent your museum may have different interests, but they do have some things in common… they expect the place to be kept clean, have plenty of refreshments, ample toilets, and a gift shop filled with goodies. And, of course, they need to be dazzled with knowledge of your Exhibits, which are kept well-maintained… Two Point County will bring a variety of guests to your museum, and they all hope to discover their new favourite Exhibit… From dino fanatics and botany buffs to haunted horror seekers, you’ll need to cater to their personal preferences to meet their needs. By exceeding their expectations, you can keep them engaged, leading to longer visits, increased donations, and glowing reviews!",
        "id_in_db": "t3_1orw7sy",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2185060",
        "genres": [
            "Casual",
            "Indie",
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257109846/movie_max_vp9.webm?t=1741112161",
        "is_dlc_or_addon": false,
        "persian_summary": "موزه دو نقطه شامل: طراحی، مدیریت و توسعه موزه‌های باورنکردنی 5 مکان منحصربه‌فرد موزه اصلی در دو پوینت کانتی: - ماقبل تاریخ - Memento Mile - آکواریوم - Passwater Cove - Supernatural - Wailon Lodge - Science - Bungle Wasteland - Space - Pebberley Heights 3 موزه‌های پاپ آپ با وظایف و چالش‌های خود را بسیار SEUM بسازید! 6 نوع نمایشگاه اصلی و بیش از 30 گروه فرعی از نمایشگاه شما در میان 5 نقشه اکسپدیشن مختلف با 100+ نقطه مورد علاقه منحصر به فرد، بیش از 200 نمایشگاه منحصر به فرد، ماجراجویی خواهید کرد تا کتاب برچسب خود را بیش از 350 آیتم تزئینی کشف و پر کنید تا موزه خود را به طور منحصر به فردی به شما 18 نوع مهمان برای ملاقات و ارائه خدمات تبدیل کنید. از جمله آن بچه های مداخله گر همه موزه های دو پوینت کانتی را باز کنید و مدیریت کنید! به عنوان متصدیان نوپا، وظیفه دارید موزه‌های خودتان را طراحی و اصلاح کنید تا بهترین تجربه مهمان را ایجاد کنید. هماهنگ کردن کارشناسان در سفرهای دوردست برای کشف نمایشگاه های جدید، ایجاد Buzz برای جلب انبوهی از..."
    },
    {
        "title": "windows macos felix the reaperca1299 free challenging single",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/felix-the-reaper-3f7e62",
        "image_url": null,
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1oq35vn",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "world of warships 8 years on steam gift bundle",
        "store": "steam",
        "url": "https://store.steampowered.com/app/4126610/World_of_Warships__8_Years_on_Steam_Gift_Bundle/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2676820/header.jpg?t=1706283980",
        "description": "We welcome all steam players to play this game, and we are here to send you a $19 gift code:8iyuy5uxhrhr (PS: This gift code can be used in the game to get useful items) In addition, if you join our QQ group or Discord, you will find another gift code that is also worth $19. Welcome to join our group to discuss and play games together. (PS: The gift code for QQ group and Discord is the same) QQ group number：363349312 Discord link： In the year 2065, the world is in chaos. Climate change has caused sea levels to rise, flooding coastal cities and displacing millions of people. The old world order has collapsed, and three powerful factions have emerged to vie for control of the planet, each with a different vision for the new world. Gone are the days of conventional warfare; now, cutting-edge war machines like futuristic aircraft carriers, stealthy submarines, and powerful destroyers take center stage. Human technology advances at an unprecedented pace, resulting in the creation of the ultimate war machine: the AI Scourge Legion. However, the relentless evolution of AI technology endows the Scourge Legion with autonomous consciousness, prompting it to seek control over Earth. Each of the three factions believes that they can defeat the AI Scourge Legion and become the new rulers of the planet. As a skilled military commander, players must choose a faction, lead its development, strive to unite the world under their banner, and ultimately become the master of the new world! ★Precise restoration of legendary warships★ Over 150 legendary warships, submarines and aircraft carriers are restored precisely in the game, enabling players to build a loyal naval fleet. ★Classic styles of sea wars! Just sink all the enemy warships★ Aim for the ocean! Feel the excitement and the glory in the warship battles while you are conquering the world! ★Diverse warship gears for you to DIY to handle all kinds of battlefield★ Automatic artillery, anti-aircraft guns, armor, radar, propulsion devices and other gears can all be freely constructed by yourself. How to survive in the dangerous battlefield? It all depends on you, the commander! ★Dominate the vast sea area with Air and Sea armies★ Build a fighter workshop to load carrier-exclusive fighter jets. Milanese and Raptor fighter jets are always at your service. ★Only the strong ones can survive in the storm-like wars★ There are still many more commanders with superior wisdom and strength among three allied countries. Who can be the best of them to unify the three forces? ★Be the leader of the battlefield by the cross-generation high technology★ Storing up energy and working on future technologies will give you a chance to win from the start and bring higher battle effectiveness to your warships!",
        "id_in_db": "t3_1onbu14",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2676820",
        "genres": [
            "Massively Multiplayer",
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256995329/movie_max_vp9.webm?t=1705739976",
        "is_dlc_or_addon": true,
        "persian_summary": "ما از همه بازیکنان استیم برای بازی در این بازی استقبال می کنیم و ما اینجا هستیم تا یک کد هدیه 19 دلاری برای شما ارسال کنیم: 8iyuy5uxhrhr (PS: این کد هدیه را می توان در بازی برای دریافت موارد مفید استفاده کرد) علاوه بر این، اگر به گروه QQ یا Discord ما بپیوندید، کد هدیه دیگری پیدا خواهید کرد که ارزش آن نیز 19 دلار است. به گروه ما بپیوندید تا با هم گفتگو کنیم و بازی کنیم. (PS: کد هدیه گروه QQ و Discord یکسان است) شماره گروه QQ：363349312 لینک Discord： در سال 2065، جهان در هرج و مرج است. تغییرات آب و هوایی باعث بالا آمدن سطح آب دریاها، آبگرفتگی شهرهای ساحلی و آواره شدن میلیون ها نفر شده است. نظم جهانی قدیمی فروپاشیده است و سه جناح قدرتمند برای کنترل سیاره به رقابت می پردازند که هر کدام دیدگاه متفاوتی برای دنیای جدید دارند. دوران جنگ های متعارف گذشته است. اکنون، ماشین‌های جنگی پیشرفته مانند ناوهای هواپیمابر آینده‌نگر، زیردریایی‌های رادارگریز و ناوشکن‌های قدرتمند در مرکز صحنه هستند. فناوری بشری با سرعت بی‌سابقه‌ای پیشرفت می‌کند و منجر به ایجاد..."
    }
]