[
    {
        "title": "arctico",
        "store": "steam",
        "url": "https://store.steampowered.com/app/325210/Arctico/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/325210/9330fe5463261f9e50a7e76c49452e20b1f6ab6b/header_alt_assets_6.jpg?t=1768635242",
        "description": "A peaceful exploration and base building game about recovering your late mentor’s work. Base building Collect valuable resources, set up experiments, sell plant seeds, and expand your science outpost! Take care of your plants and experiments Producing lots of crops and data will allow you to upgrade your base and buy new tools! Customize your base and equipment Apply new paint jobs and upgrades to your structures and your sled! Exploring Discover the many locations around the island, find antique objects and letters. Co-op You can do all of this with up to 3 other friends (4 players co-op mode)!",
        "id_in_db": "t3_1qfiksl",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "80% off",
        "steam_app_id": "325210",
        "genres": [
            "Adventure",
            "Casual",
            "Indie"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "is_dlc_or_addon": false,
        "persian_summary": "یک بازی اکتشافی صلح آمیز و ساخت پایگاه در مورد بازیابی کار مربی مرحوم خود. ساختمان پایگاه منابع ارزشمند را جمع آوری کنید، آزمایش ها را راه اندازی کنید، دانه های گیاهی را بفروشید، و پایگاه علمی خود را گسترش دهید! از گیاهان و آزمایشات خود مراقبت کنید تولید محصولات و داده های زیادی به شما امکان می دهد پایگاه خود را ارتقا دهید و ابزارهای جدید بخرید! پایه و تجهیزات خود را سفارشی کنید کارهای رنگ آمیزی و ارتقاءهای جدید را در سازه ها و سورتمه خود اعمال کنید! کاوش مکان‌های بسیاری را در اطراف جزیره کشف کنید، اشیاء عتیقه و نامه‌ها را بیابید. Co-op می توانید همه این کارها را با حداکثر 3 دوست دیگر انجام دهید (حالت Co-op 4 بازیکن)!"
    },
    {
        "title": "assassin of spider",
        "store": "other",
        "url": "https://gleam.io/x2WHZ/free-x2500-assassin-of-spider-steam-keys",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/4300430/1a1ffe9a5aaf12f801b589e820cb9076c6609d9f/header.jpg?t=1768079019",
        "description": "STORY: Start journey in this medieval third person rpg game and be the hero and beat evil spider boss Giant spider and his army has captured valuable skulls and hidden them. Player warrior mission is to beat spider boss and his difficult army in this medieval rpg game. Player fight against different small creatures which have different attacks like punch attack, magic attack, bomb attack etc and also small spider are in different themed medieval levels. End of level player meet big spider who has different attacks. Player need kill boss and then fence or gate will disappear and player can collect skull and finish level. Game contain now 7 different levels. Player can use health potions and select several different swords and axe to use. FEATURES: 7 levels - RPG Game and player character has big different sword and axe weapons - different small creature enemies with punch attacks, magic attacks and small spider enemies - Use healing potions to increase health - Giant spider boss end of every level. Beat giant spider boss and unlock magic gate to collect skull and finish level",
        "id_in_db": "t3_1q7oypc",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "4300430",
        "genres": [
            "Action",
            "Adventure",
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "داستان: سفر را در این بازی Rpg سوم شخص قرون وسطایی آغاز کنید و قهرمان باشید و رئیس عنکبوت شیطانی را شکست دهید عنکبوت غول پیکر و ارتش او جمجمه های ارزشمندی را اسیر کرده و آنها را پنهان کرده است. ماموریت جنگجوی بازیکن شکست دادن رئیس عنکبوتی و ارتش دشوار او در این بازی RPG قرون وسطایی است. مبارزه بازیکن با موجودات کوچک مختلف که حملات مختلفی مانند حمله پانچ، حمله جادویی، حمله بمب و غیره دارند و همچنین عنکبوت های کوچک در سطوح مختلف قرون وسطایی با مضمون هستند. بازیکن پایان سطح با عنکبوت بزرگی ملاقات می کند که حملات مختلفی دارد. بازیکن نیاز به کشتن رئیس دارد و سپس حصار یا دروازه ناپدید می شود و بازیکن می تواند جمجمه و سطح پایان را جمع آوری کند. بازی در حال حاضر شامل 7 سطح مختلف است. بازیکن می تواند از معجون های سلامتی استفاده کند و چندین شمشیر و تبر مختلف را برای استفاده انتخاب کند. ویژگی ها: 7 سطح - بازی RPG و شخصیت بازیکن دارای سلاح های مختلف شمشیر و تبر است - دشمنان موجودات کوچک مختلف با حملات پانچ، حملات جادویی و دشمنان عنکبوتی کوچک - استفاده از معجون های شفابخش برای افزایش سلامتی - پایان رئیس عنکبوت غول پیکر..."
    },
    {
        "title": "biorage soundtrack",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3603030/BIORAGE_Soundtrack/",
        "image_url": "https://external-preview.redd.it/v0hWyh4u664MbXhykCWoJ1JTdKxEVq8x3mq2m78cM7I.jpeg?width=320&crop=smart&auto=webp&s=dbaba0a9163b791dcc51eb98657411be46b2e956",
        "description": "submitted by /u/Responsible-River653 [link] [comments]",
        "id_in_db": "t3_1qf7rya",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": true,
        "persian_summary": "ارسال شده توسط /u/Responsible-River653 [لینک] [نظر]"
    },
    {
        "title": "bloons td 6",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/bloons-td-6-bf95a0",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/960090/header.jpg?t=1761619015",
        "description": "Craft your perfect defense from a combination of powerful Monkey Towers and awesome Heroes, then pop every last invading Bloon! Over a decade of tower defense pedigree and regular massive updates makes Bloons TD 6 a favorite game for millions of players. Enjoy endless hours of strategy gaming with Bloons TD 6! Regular updates! We release several updates every year with new characters, features, and gameplay. Boss Events! Fearsome Boss Bloons will challenge even the strongest defenses. Odysseys! Battle through a series of maps connected by their theme, rules, and rewards. Contested Territory! Join forces with other players and battle for territory against five other teams. Capture tiles on a shared map and compete on the leaderboards. Quests! Delve into what makes the Monkeys tick with Quests, crafted to tell tales and share knowledge. Trophy Store! Earn Trophies to unlock dozens of cosmetic items that let you customize your Monkeys, Bloons, animations, music, and more. Content Browser! Create your own Challenges and Odysseys, then share them with other players and check out the most liked and played community content. 25 powerful Monkey Towers Each with 3 upgrade paths and unique activated abilities. Paragons! Explore the incredible power of the newest Paragon upgrades. 17 diverse Heroes With 20 signature upgrades and 2 special abilities. Plus, unlockable skins and voiceovers! 4-Player Co-Op! Play every map and mode with up to 3 other players in public or private games. Play anywhere Single player offline works even when your WiFi doesn’t! 70+ handcrafted maps With more added every update. Monkey Knowledge! Over 100 meta-upgrades to add power where you need it. Powers and Insta Monkeys! Earned through gameplay, events, and achievements. Instantly add power for tricky maps and modes. We pack as much content and polish into each update as possible, and we’ll continue to add new features, content, and challenges in regular updates. We truly respect your time and support, and we hope Bloons TD 6 will be the best strategy game you’ve ever played. If it’s not, please contact us at and tell us what we can do better! Now those Bloons aren't going to pop themselves... sharpen your darts and go play Bloons TD 6! ********* Ninja Kiwi Notes Please review our Terms of Service and Privacy Policy. You will be prompted in-game to accept these terms in order to cloud save and protect your game progress. Bloons TD 6 contains in-game items that can be purchased with real money. You can disable in-app purchases in your device's settings, or reach us through Support for help. Your purchases fund our development updates and new games, and we sincerely appreciate every vote of confidence you give us with your purchases. Ninja Kiwi Community We love hearing from our players, so please get in touch with any feedback, positive or negative. Streamers and Video Creators: Ninja Kiwi is actively promoting channel creators on YouTube and Twitch! If you are not already working with us, keep making videos and tell us about your channel!",
        "id_in_db": "t3_1q7fjom",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "960090",
        "genres": [
            "Strategy"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "is_dlc_or_addon": false,
        "persian_summary": "دفاع کامل خود را از ترکیبی از برج‌های میمون قدرتمند و قهرمانان شگفت‌انگیز بسازید، سپس آخرین بلون مهاجم را پاپ بزنید! بیش از یک دهه شجره نامه دفاع از برج و به روز رسانی های گسترده منظم، Bloons TD 6 را به بازی مورد علاقه میلیون ها بازیکن تبدیل کرده است. با Bloons TD 6 از ساعت های بی پایان بازی استراتژیک لذت ببرید! به روز رسانی های منظم! ما هر سال چندین به روز رسانی با شخصیت ها، ویژگی ها و گیم پلی جدید منتشر می کنیم. رویدادهای رئیس! Boss Bloons ترسناک حتی قوی ترین دفاع ها را به چالش می کشد. اودیسه ها! نبرد از طریق یک سری از نقشه های مرتبط با موضوع، قوانین، و پاداش. منطقه مورد مناقشه! به نیروهای دیگر بپیوندید و برای قلمرو در برابر پنج تیم دیگر بجنگید. کاشی‌ها را روی نقشه مشترک ثبت کنید و در تابلوهای امتیازات به رقابت بپردازید. ماموریت ها! آنچه که باعث می‌شود میمون‌ها با کوئست‌هایی که برای قصه‌گویی و اشتراک‌گذاری دانش ساخته شده‌اند را بررسی کنید. فروشگاه غنائم! جوایز کسب کنید تا ده‌ها مورد از لوازم آرایشی را باز کنید که به شما امکان می‌دهد میمون‌ها، بلون‌ها، انیمیشن‌ها، موسیقی و موارد دیگر را سفارشی کنید. مطالب..."
    },
    {
        "title": "bodyless",
        "store": "other",
        "url": "https://steamdb.info/app/1202100/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1202100/header.jpg?t=1603143585",
        "description": "* Special screening for Ars Electronica Festival 2020. Valid until Oct 15, 2020. Honorary Mention in the Computer Animation category of Prix Ars Electronica 2020. Special Mention of 2019 Kaohsiung Film Festival. Bodyless is a surreal VR experience based on the director's childhood memory during Taiwan’s martial law period in the 1970s, when human qualities were simplified and quantified with few characteristics recognized and measured by the ruling class. The player becomes a deceased political prisoner's ghost in his journey to find his way home. Although the era has long gone, the emerging digital technologies follows suit. Governments started to use new technologies like digital surveillance, big data and AI as means to monitor and control people. Powerful world leader uses tweets less than 140 characters to set the course for his country. Human beings are reduced to a few pixels on the screen and left to the military drone pilot to decide for their lives. In Bodyless, the retrospective martial law governing and ultramodern digital technologies are fused into a dark oppression against folk’s living and beliefs. The audience experiences the journey through the eyes of an old man who was a political criminal under a government’s secret experiment. After his death, he became a ghost and descended to the underworld. In Taiwanese folk belief, during “Ghost Month”, the hell gate will open for ghosts to visit their families. The old man’s ghost makes up his face and ascends to earth. Through his eyes, the folk culture forms a rich spiritual world interwoven with nature. However, a mechanical force starts to deteriorate the spiritual world and eventually reduces human forms and memory into simple geometrical shapes that can be easily processed by the technologies.",
        "id_in_db": "t3_1qdkr8j",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1202100",
        "genres": [
            "Adventure",
            "Free To Play",
            "Indie",
            "Game Development"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "* نمایش ویژه برای جشنواره Ars Electronica 2020. اعتبار تا 15 اکتبر 2020. جایزه افتخاری در بخش انیمیشن رایانه ای Prix Ars Electronica 2020. نامزدی ویژه جشنواره فیلم Kaohsiung 2019. Bodyless یک تجربه واقعیت مجازی سورئال است که بر اساس خاطرات کودکی کارگردان در دوران حکومت نظامی تایوان در دهه 1970، زمانی که ویژگی‌های انسانی با ویژگی‌های کمی که طبقه حاکم آن را تشخیص داده و اندازه‌گیری می‌کرد، ساده‌سازی و اندازه‌گیری شد. این بازیکن در سفری که برای یافتن راه خود به خانه دارد، تبدیل به روح یک زندانی سیاسی مرده می شود. اگرچه این دوران مدت‌هاست که گذشته است، فناوری‌های دیجیتالی نوظهور از همین روش پیروی می‌کنند. دولت ها شروع به استفاده از فناوری های جدید مانند نظارت دیجیتال، کلان داده و هوش مصنوعی به عنوان ابزاری برای نظارت و کنترل مردم کردند. رهبر قدرتمند جهان از توییت های کمتر از 140 کاراکتر برای تعیین مسیر کشورش استفاده می کند. انسان ها به چند پیکسل بر روی صفحه نمایش کاهش می یابند و به خلبان هواپیمای بدون سرنشین نظامی واگذار می شود تا برای زندگی آنها تصمیم بگیرد. در Bodyless، ..."
    },
    {
        "title": "ca2299 free explore and master huge open environments sneak past or assassinate new enemies and bosses and experiment with the new array of lethal abilities and weapons in our goblin assassins arsenal",
        "id_in_db": "styx-shards-of-darkness-deluxe-edition@1768492945",
        "store": "other",
        "url": "https://itad.link/019b9e64-271f-7274-a1fb-1b3e12eea2bd/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "355790",
        "description": "Styx returns in a new stealth adventure! Explore and master huge open environments, sneak past or assassinate new enemies and bosses , and experiment with the new array of lethal abilities and weapons in our goblin assassin's arsenal. Sneak your way alone, or with a friend in coop mode! Climb the dizzying Elven city, traverse the perilous territory of the Dwarfs, and survive vast unexplored lands filled with lethal dangers to fulfill your mission… failure to succeed could have huge consequences for your kin. Climb, swing, and hang through multi-layered sandbox environments brought to life with Unreal Engine 4 . Creep and hide in the darkest corners, or reach heights to avoid detection. Spend experience points in assassination , infiltration , magic , etc. to learn new skills and abilities. Explore the world to recover valuable artifacts, find ingredients to craft deadly traps and useful items, and create clones of yourself to distract and deceive the many types of enemies on your way - the choice is yours!",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/355790/header.jpg?t=1768301743",
        "genres": [
            "Action",
            "Adventure"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "is_dlc_or_addon": true,
        "subreddit": "FreeGameFindings",
        "persian_summary": "Styx در یک ماجراجویی مخفی کاری جدید بازمی گردد! محیط‌های باز بزرگ را کاوش کرده و به آن‌ها مسلط شوید، دزدکی از گذشته عبور کنید یا دشمنان و رئیس‌های جدید را ترور کنید، و مجموعه جدیدی از توانایی‌ها و سلاح‌های کشنده را در زرادخانه قاتل جن ما آزمایش کنید. به تنهایی یا با یک دوست در حالت قفس به راه بیفتید! از شهر سرگیجه‌آور الف‌ها بالا بروید، قلمرو خطرناک کوتوله‌ها را طی کنید و از سرزمین‌های کشف نشده وسیع پر از خطرات مرگبار جان سالم به در ببرید تا ماموریت خود را انجام دهید... عدم موفقیت می‌تواند عواقب بزرگی برای خویشاوندان شما داشته باشد. از محیط‌های جعبه ماسه‌ای چندلایه که با Unreal Engine 4 جان گرفته‌اند، بالا بروید، تاب بخورید. خزش کنید و در تاریک ترین گوشه ها پنهان شوید یا برای جلوگیری از شناسایی به ارتفاعات برسید. برای یادگیری مهارت ها و توانایی های جدید، امتیازات تجربی را در ترور، نفوذ، جادو و غیره صرف کنید. جهان را کاوش کنید تا مصنوعات ارزشمند را بازیابی کنید، مواد لازم برای ساخت تله های مرگبار و آیتم های مفید را بیابید، و از خودتان کلون هایی بسازید تا حواس پرتی و فریب انواع مختلفی از دشمنان را در راه خود ایجاد کنید..."
    },
    {
        "title": "cannons",
        "store": "other",
        "url": "https://givee.club/en/event/1204",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/798780/header.jpg?t=1540950249",
        "description": "Color Cannons+ is a fast paced, shooting, shoving, and blasting local multiplayer game for up to 4 players. Play across 10 maps, each with a unique and original soundtrack. It's last-tank-standing in close quarters combat arenas. Blast all of your opponents into the kill walls around the map. Each hit knocks you back more and more, upping the danger as rounds go on. The original Color Cannons started out as a jam game in 2017. Now it has returned in an expanded, revamped version with more maps, a new original soundtrack, and completely redone combat system to crank up the speed and action. 10 maps, each with a unique soundtrack 2-4 player local-multiplayer First to 3, last-tank-standing gameplay Fast-paced pick up and play action Unique dash based movement system Flashy, minimalist art style WARNING: This game features bright flashing colors and may potentially trigger seizures for people with photosensitive epilepsy. Discretion is advised.​",
        "id_in_db": "t3_1q7jcy8",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "798780",
        "genres": [
            "Action"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "Color Cannons+ یک بازی محلی چند نفره با سرعت، تیراندازی، هل دادن و انفجار برای حداکثر 4 بازیکن است. در 10 نقشه، هر کدام با یک موسیقی متن منحصر به فرد و اصلی بازی کنید. آخرین تانک در میدان های جنگی نزدیک است. همه حریفان خود را در دیوارهای کشتن اطراف نقشه منفجر کنید. هر ضربه شما را بیشتر و بیشتر به عقب می زند و با ادامه دور، خطر را افزایش می دهد. Color Cannons اصلی در سال 2017 به عنوان یک بازی جم آغاز شد. اکنون در نسخه توسعه یافته و اصلاح شده با نقشه های بیشتر، موسیقی متن اصلی جدید و سیستم مبارزه کاملاً بازسازی شده برای افزایش سرعت و اکشن بازگشته است. 10 نقشه، هر کدام با یک موسیقی متن منحصر به فرد 2-4 بازیکن محلی-چند نفره اول تا 3، گیم پلی آخرین تانک ایستاده با سرعت بالا برداشتن و بازی اکشن سیستم حرکتی منحصر به فرد مبتنی بر خط تیره به سبک هنری مینیمالیستی و پر زرق و برق هشدار: این بازی دارای رنگ های درخشان چشمک زن است و ممکن است به طور بالقوه باعث تشنج برای افراد مبتلا به صرع حساس به نور شود. احتیاط توصیه می شود."
    },
    {
        "title": "cassette beasts ca2299 free pokemon",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/cassette-beasts-32c8e0",
        "image_url": "https://assetsio.gnwcdn.com/cassette-beasts-key-art.png?width=1200&height=630&fit=crop&enable=upscale&auto=webp",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1px173l",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "chivalry 2 ca4399 free multiplayer first person slasher inspired by epic medieval movie battles",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/chivalry-2",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1824220/header.jpg?t=1744201613",
        "description": "Return to the ultimate medieval battlefield! Chivalry 2 is a multiplayer first person slasher inspired by epic medieval movie battles. Players are thrust into the action of every iconic moment of the era - from clashing swords, to storms of flaming arrows, to sprawling castle sieges and more. Dominate massive, 64-player battlefields. Catapults tear the earth apart as you lay siege to castles, set fire to villages and slaughter filthy peasants in the return of Team Objective maps. A fully featured mounted combat system makes you feel like you are fighting atop a thousand pound beast of war, including the ability to trample your foes, land devastating front or rear horse kicks, unhorse your opponent with a lance and engage in deep melee combat with grounded or mounted opponents. Rise to glory and expand your arsenal with a new subclass system that provides more variety than ever before. Four base classes expand to 10+ subclasses and over 30 unique weapons, each with multiple visual variants. New support items ranging from oil pots to barricades, supply crates and archer’s stakes add even more tactical options to the battlefield. Charge to battle alongside your friends with all-platform Crossplay and claim glory by your blade!",
        "id_in_db": "t3_1q0go7q",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1824220",
        "genres": [
            "Action",
            "Massively Multiplayer"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "age_rating": "Intense Violence, Blood and Gore, Mild Sexual Themes, Language, Use of Alcohol",
        "is_dlc_or_addon": false,
        "persian_summary": "بازگشت به میدان نبرد نهایی قرون وسطایی! Chivalry 2 یک اسلشر اول شخص چند نفره است که از نبردهای فیلم حماسی قرون وسطایی الهام گرفته شده است. بازیکنان در هر لحظه نمادین دوران - از برخورد شمشیرها، طوفان های تیرهای شعله ور، محاصره های گسترده قلعه ها و موارد دیگر - رانده می شوند. بر میدان های نبرد عظیم با 64 بازیکن تسلط داشته باشید. منجنیق ها زمین را از هم می پاشند وقتی قلعه ها را محاصره می کنید، روستاها را آتش می زنید و دهقانان کثیف را در بازگشت نقشه های Team Objective سلاخی می کنید. یک سیستم رزمی کاملاً مجهز به شما این احساس را می‌دهد که در حال مبارزه بر فراز جانوران جنگی هزار پوندی هستید، از جمله توانایی زیر پا گذاشتن دشمنان، لگد زدن به اسب‌های ویرانگر از جلو یا عقب، خارج کردن حریف از اسب با نیزه و شرکت در نبردهای تنومند عمیق با مخالفان زمین‌گیر یا سوار شده. با یک سیستم زیرکلاسی جدید که تنوع بیشتری نسبت به قبل فراهم می کند، به شکوه برسید و زرادخانه خود را گسترش دهید. چهار کلاس پایه به بیش از 10 زیر کلاس و بیش از 30 سلاح منحصر به فرد گسترش می یابد که هر کدام دارای چندین بصری هستند..."
    },
    {
        "title": "dark fantasy world of tragic heroes violent deaths and lovecraftian horror",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/skald-against-the-black-priory-cffcc0",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1069160/header.jpg?t=1766090307",
        "description": "You drag yourself from the black tides, across the corpses of drowned men, and onto the unwelcoming, craggy shoreline. Gulls cry overhead and the stink of seaweed fills your nose. By some miracle you have made it to Idra. It will take all your skill to survive and unravel the eldritch mysteries of the Black Priory SKALD: Against the Black Priory is inspired by roleplaying games of yesteryear, combining modern design and compelling storytelling with authentic 8-bit looks and charms. Delve into a dark fantasy world, full of deadly creatures, tragic heroes, and lovecraftian horror for an epic retro-style adventure rich in exploration and tactical, turn-based combat. Do you have what it takes to lead a company of broken heroes from the tainted shores of Idra to the gates of the Black Priory - and beyond? Gather your party Lead a band of broken heroes through challenging turn-based combat scenarios as you cleave, blast or stealth your way through deadly enemies of all definitions. Equip your heroes using a modern inventory system, fulfil objectives through quest logs, read journals to discover hidden secrets. And if the action is still a bit too hot to handle, auto-resolve to bypass conflict entirely. Prepare thyself Set yourself up for the journey ahead by crafting and cooking from a slew of distinct recipes Choose your character, select their stats and build out a party from a series of diverse allies, each with their own skill-set, agenda and personality. Decide between a dozen classes and varied backgrounds, levelling up to 20 while customising your spells and equipment to suit your style. Venture Forth Set in an unforgiving world with lovecraftian horrors and choice-based dialogue, your story will take many unexpected twists and turns. Living life as a mercenary, you’ll need to roll the dice to determine whether you fall prey to certain peril or escape grave danger. Celebrate Yesteryear Uncover the grand schemes of the Gallian Empire and explore the vast expanse of Freymark and the Outer Isles. In SKALD: Against the Black Priory, you’ll experience this richly illustrated world of authentic pixel art, built from thousands of hand-drawn tiles and images using a palette inspired by the legendary Commodore 64 computer. Optional CRT filter for true retro aficionados also included. Mod Support Looking for more SKALD content to play? Players now have access to the SKALD Data Editing Tool (SKaDE) to create their own adventures and play all new ones at no extra cost. This custom-made modding tool is powered by Mod.io and gives you access to all of the assets in SKALD: Against The Black Priory. Where will your imagination take you?",
        "id_in_db": "t3_1pxurpo",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1069160",
        "genres": [
            "Indie",
            "RPG"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "شما خود را از جزر و مد سیاه، از میان اجساد مردان غرق شده، و به خط ساحلی ناخوشایند و پرتگاه می کشانید. مرغان دریایی بالای سرتان گریه می کنند و بوی جلبک دریایی بینی شما را پر می کند. با معجزه ای به ایدرا رسیدی. زنده ماندن و کشف اسرار الدریچ Black Priory به تمام مهارت شما نیاز دارد. در یک دنیای فانتزی تاریک، پر از موجودات مرگبار، قهرمانان غم انگیز، و وحشت عاشقانه برای یک ماجراجویی حماسی به سبک یکپارچهسازی با سیستمعامل، سرشار از اکتشاف و نبردهای تاکتیکی و نوبتی شوید. آیا برای رهبری گروهی از قهرمانان شکسته از سواحل آلوده Idra به دروازه های Black Priory - و فراتر از آن چه نیاز دارید؟ مهمانی خود را جمع کنید گروهی از قهرمانان شکسته را از طریق سناریوهای مبارزه نوبتی چالش برانگیز رهبری کنید، همانطور که راه خود را از میان دشمنان مرگبار از همه تعاریف جدا می کنید، انفجار می دهید یا پنهان می کنید. تجهیز ..."
    },
    {
        "title": "dead standoff premium 249",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.BeardyBird.AilmentPremium",
        "image_url": "https://external-preview.redd.it/J6ZYHCEVwVO4airvK6qo1t2RiH7sWNoK-07hfwEk2iY.png?width=320&crop=smart&auto=webp&s=caaf29ce492260c979070556f2afa2ce51656661",
        "description": "submitted by /u/pudah_et [link] [comments]",
        "id_in_db": "t3_1qe2bwl",
        "subreddit": "googleplaydeals",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/pudah_et [پیوند] [نظر]"
    },
    {
        "title": "ea sports fc 26 toty 3450 cdn 70 off",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3405690/EA_SPORTS_FC_26/",
        "image_url": "https://external-preview.redd.it/HeNshjR4CAJlePQWEjcCmlKLUF2ha_DNF_MU_S7HhL0.jpeg?width=320&crop=smart&auto=webp&s=cb3b1155cd665132d761b0c16f0ed3a48029dfeb",
        "description": "submitted by /u/ThePie86 [link] [comments]",
        "id_in_db": "t3_1qe03g5",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "70% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/ThePie86 [لینک] [نظر]"
    },
    {
        "title": "epic games mobile bouncemasters",
        "store": "epicgames",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1q7ftcb/epic_games_mobile_game_bouncemasters/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3564740/6d94b048393d5358690a04a7db99f2c9739c703c/header.jpg?t=1768270140",
        "description": "Jianghu knows no boundaries: Cross-play available on PS5, PC, and Mobile. Dive into the game for free now! Where Winds Meet is an epic open-world action-adventure RPG rooted in the rich legacy of Wuxia. Set during the turbulent era of tenth-century China, you take on the role of a young sword master, uncovering forgotten truths and the mysteries of your own identity. As the wind stirs across mountains and rivers, so too will your legend rise. An Era on the Brink. A Hero on the Rise Immerse yourself in the captivating Five Dynasties and Ten Kingdoms period of China, where epic battles and legendary tales come to life. From the bustling imperial capital to the hidden wilderness, every path is filled with secrets and adventures. In this world, freedom carries weight. Stir up mischief and face challenges, or take the noble route: befriend villagers, forge alliances, and carve your legacy as a Wuxia hero. In a land of possibilities, become the spark that ignites change! An Open World of Infinite Possibilities Explore a vibrant world filled with life, from bustling cities to hidden temples in lush forests—all dynamically shaped by time, weather, and your choices. Experience Wuxia—style traversal: scale rooftops, glide through the air, or use fast travel to swiftly navigate between regions. Uncover thousands of points of interest across 20+ unique regions. Interact with diverse characters, engage in authentic activities, explore ancient cities, discover forgotten tombs, play flutes beneath swaying willows, and enjoy drinks under lantern-lit skies. Master Your Way of Wuxia Combat Tailor your combat approach-melee, ranged, or stealth. Build a loadout that suits your playstyle. Engage in combat with classic Wuxia weapons—swords, spears, dual blades, rope dart, bows, fans, and umbrellas. Switch weapons and employ martial arts and mystic skills like Tai Chi to outmaneuver enemies. Customize your character, choose your role, align with factions, and explore unique professions to shape your identity. Adventure Alone or Forge Your Community Embark on a narrative-driven adventure filled with rich solo gameplay, or team up with up to four friends for seamless co-op experiences. Join or create a Guild to access group activities—intense guild wars, multiplayer dungeons, and epic raids. Show your skill in competitive duels, or enter a shared, evolving world with thousands of fellow adventurers.",
        "id_in_db": "t3_1q7ftcb",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3564740",
        "genres": [
            "Action",
            "Adventure",
            "RPG",
            "Free To Play"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "is_dlc_or_addon": false,
        "persian_summary": "Jianghu هیچ مرزی نمی شناسد: Cross-play در PS5، PC و Mobile در دسترس است. اکنون به صورت رایگان وارد بازی شوید! Where Winds Meet یک نقش آفرینی اکشن ماجراجویی حماسی جهان باز است که ریشه در میراث غنی Wuxia دارد. در دوران پرتلاطم قرن دهم چین، شما نقش یک استاد جوان شمشیر را بر عهده می گیرید و حقایق فراموش شده و اسرار هویت خود را کشف می کنید. همانطور که باد در میان کوه ها و رودخانه ها به حرکت در می آید، افسانه شما نیز بلند خواهد شد. عصری در آستانه. قهرمانی در حال ظهور در دوره جذاب پنج سلسله و ده پادشاهی چین غوطه ور شوید، جایی که نبردهای حماسی و داستان های افسانه ای جان می گیرند. از پایتخت شلوغ امپراتوری تا بیابان پنهان، هر مسیری پر از رازها و ماجراجویی است. در این دنیا آزادی وزن دارد. به شرارت دامن بزنید و با چالش ها روبرو شوید، یا مسیر شریف را انتخاب کنید: با روستاییان دوست شوید، اتحاد ایجاد کنید و میراث خود را به عنوان یک قهرمان Wuxia بسازید. در سرزمین احتمالات، تبدیل به جرقه ای شوید که تغییرات را شعله ور می کند! دنیای باز از ..."
    },
    {
        "title": "epic games mobile dumb ways to die",
        "store": "epicgames",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1qdndd9/epic_games_mobile_game_dumb_ways_to_die/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/235540/27acad277d2820c818471ef415209c36c924b3dd/header.jpg?t=1761316136",
        "description": "Vermintide is a co-operative action first person shooter and melee combat adventure set in the End Times of the iconic Warhammer Fantasy world. Vermintide takes place in and around Ubersreik, a city overrun by Skaven. You will assume the role of one of five heroes, each featuring different play-styles, abilities, gear and personality. Working cooperatively, you must use their individual attributes to survive an apocalyptic invasion from the hordes of relentless rat-men, known as the Skaven. Battles will take place across a range of environments stretching from the top of the Magnus Tower to the bowels of the Under Empire. Core Features: Cooperative Survival For up to 4 Players - Band together with your friends or die alone. Vermintide will continuously test the teamwork and skill of you and your friends. Drop-in, drop-out Multiplayer and the addition of A.I. bots ensures a full team at any time, regardless of available players. Play as Five Unique Heroes - Five distinct characters to choose from, each with their own personality, agenda and story to tell. Learning what it means to work together is key to the group's survival. Huge Hero Arsenal - Each hero has its own unique weapons arsenal to draw from, allowing you to adjust their combat style to fit their gameplay preference. There are hundreds of different weapons, includíng swords, daggers, axes, hammers, bows, guns, magical staves & more Embark on an Epic Quest - Boasting 13 diverse levels - on the ground, in buildings, on walls and underground - ranging from the immense Magnus Tower to the treacherous Under Empire, Vermintide will take you on a journey you’ll never forget. Experience the Skaven Like Never Before - A rising tide of malicious and cunning rat-men await you, hacking, clawing and eviscerating all that stand in their way. Face vicious packs of clan-rats and deadly specialized elites. Gather Shiny Loot - Rewarding teamwork above all else, you are given loot dice at the end of a mission that will reward you and your team mates with a weapon, a hat or a trinket. Completing side objectives means that better loot dice can be added to the roll. Battle Unpredictable Enemies - Vermintide features a dynamic spawn system providing a constant set of new challenges lurking behind every corner. Experience an Immersive Story - Games Workshop veterans have banded together to write a fantastic new addition to the Warhammer lore, offering a new perspective on the cataclysmic events of The End Times. Find a Path to Safety - The Skaven boast incredible mobility, able to climb and leap fantastic distances to make life a living hell for the Heroes. No matter where you go, they will be there, ready to pounce. The time of mortals is ending, and the reign of Chaos draws ever closer. The Dark Gods are at last united in a singular purpose, losing their madness across the world as never before. In the Empire of Sigmar, Karl Franz's gaze is focused on the incursion of the savage northmen, but it is not the only threat. As the Chaos moon Morrslieb waxes full, shrill voices echo through tunnels gnawed far beneath the Empire's cities, and a Skaven host swarms towards the surface. It emerges first in the city of Ubersreik, a screeching mass that consumes all before it. Soon Ubersreik is a charnel-town, drowning beneath the malevolent shadow of the Horned Rat. Yet even in the darkest times, there are always champions to light the way. As Ubersreik cowers, five heroes, united by capricious fate, carry the fight to the rat-men. It remains to be seen whether they have the strength to survive, let alone work together long enough to thwart the invaders. One truth, however, is beyond all doubt: should these five fall, then Ubersreik will fall with them.",
        "id_in_db": "t3_1qdndd9",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "235540",
        "genres": [
            "Action",
            "Indie"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "age_rating": "17",
        "is_dlc_or_addon": false,
        "persian_summary": "Vermintide یک تیراندازی اول شخص اکشن و ماجراجویی جنگی غوغایی است که در آخرالزمان دنیای نمادین Warhammer Fantasy اتفاق می‌افتد. Vermintide در Ubersreik و اطراف آن اتفاق می افتد، شهری که توسط Skaven تسخیر شده است. شما نقش یکی از پنج قهرمان را به عهده خواهید گرفت که هر کدام دارای سبک های بازی، توانایی ها، تجهیزات و شخصیت متفاوتی هستند. با همکاری مشترک، باید از ویژگی‌های فردی آنها برای زنده ماندن از تهاجم آخرالزمانی انبوهی از مردان موش صحرایی، معروف به Skaven استفاده کنید. نبردها در طیف وسیعی از محیط ها از بالای برج مگنوس تا روده های امپراتوری Under Empire برگزار می شود. ویژگی های اصلی: بقای تعاونی برای حداکثر 4 بازیکن - با دوستان خود گروه شوید یا به تنهایی بمیرید. Vermintide به طور مداوم کار گروهی و مهارت شما و دوستانتان را آزمایش خواهد کرد. Drop-in، drop-out Multiplayer و اضافه شدن A.I. ربات ها یک تیم کامل را در هر زمان بدون توجه به بازیکنان موجود تضمین می کنند. بازی به عنوان پنج قهرمان منحصر به فرد - پنج شخصیت متمایز برای ..."
    },
    {
        "title": "etailmarket no mans sky 31 off 4093",
        "store": "other",
        "url": "https://etail.market/no-man-s-sky-3",
        "image_url": "https://external-preview.redd.it/HJVMeJ95gGCtpBVCPBL8Mk8YHMF2oqcLDoSxZf7kBb8.png?width=640&crop=smart&auto=webp&s=a9a2240dbadd78b35e70242cdb7cd480d35644d0",
        "description": "submitted by /u/etailmarket [link] [comments]",
        "id_in_db": "t3_1qdm73c",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "31% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/etailmarket [لینک] [نظر]"
    },
    {
        "title": "exiled giveaways and itchio mega threads",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1qb23b9/exiled_giveaways_and_itchio_mega_threads/",
        "image_url": "https://i.redd.it/ljov5d4r368g1.png",
        "description": "To increase visibility, the mega threads are posted on a weekly basis. This is being done following the overall discussion of Mega Threads via FGF Update - https://redd.it/jkxyzw Please use the below threads for your posts. :) Exiled Giveaways Mega Thread (#2) Itchio Mega Thread (#10) Want to setup alerts to these threads? RSS Feed information can be found in our wiki! https://www.reddit.com/r/FreeGameFindings/wiki/rssfeed Included is information about our discord bot and general RSS feed stuff. Definitely give it a look! submitted by /u/AutoModerator [link] [comments]",
        "id_in_db": "t3_1qb23b9",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "برای افزایش دید، مگا رشته ها به صورت هفتگی ارسال می شوند. این به دنبال بحث کلی مگا موضوعات از طریق به‌روزرسانی FGF انجام می‌شود - https://redd.it/jkxyzw لطفاً از موضوعات زیر برای پست‌های خود استفاده کنید. :) Exiled Giveaways Mega Thread (#2) Itchio Mega Thread (#10) آیا می خواهید هشدارهایی را برای این رشته ها تنظیم کنید؟ اطلاعات فید RSS را می توان در ویکی ما یافت! https://www.reddit.com/r/FreeGameFindings/wiki/rssfeed شامل اطلاعاتی درباره ربات اختلاف ما و موارد کلی فید RSS است. حتما بهش نگاه کن! ارسال شده توسط /u/AutoModerator [لینک] [نظر]"
    },
    {
        "title": "free massive 3d tower defense game with 70 handcrafted maps 17 diverse heroes and 25 powerful monkey towers designed to give you hours and hours of gameplay",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/bloons-td-6-bf95a0",
        "image_url": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/960090/capsule_616x353.jpg?t=1761619015",
        "description": "submitted by /u/Singhvistaar [link] [comments]",
        "id_in_db": "t3_1q7hvyr",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Singhvistaar [پیوند] [نظر]"
    },
    {
        "title": "galaxy trader",
        "store": "itch.io",
        "url": "https://hf-games.itch.io/galaxy-trader",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/275850/5f39cba0164881a53f6aee01f72180f7c619c011/header.jpg?t=1765800348",
        "description": "Inspired by the adventure and imagination that we love from classic science-fiction, No Man's Sky presents you with a galaxy to explore, filled with unique planets and lifeforms, and constant danger and action. In No Man's Sky, every star is the light of a distant sun, each orbited by planets filled with life, and you can go to any of them you choose. Fly smoothly from deep space to planetary surfaces, with no loading screens, and no limits. In this infinite procedurally generated universe, you'll discover places and creatures that no other players have seen before - and perhaps never will again. Now including... Play with all major updates since launch: Foundation, Pathfinder, Atlas Rises, NEXT, The Abyss, Visions, the 2.0 BEYOND update, Synthesis, Living Ship, Exo Mech, Desolation and the 3.0 update, ORIGINS, Next Generation, Companions, Expeditions, Prisms, Frontiers, Sentinel, Outlaws, Endurance, Waypoint (4.0), Fractal, Interceptor, Echoes, Omega, Orbital, Worlds Part I (5.0), Worlds Part II, Relics, Beacon and VOYAGERS (6.0). And now with added Cross-Save ! No Man’s Sky now supports Cross-Play and Cross-Save between a huge number of platforms including PC, PlayStation 4, PlayStation 5, PlayStation 5 Pro, Xbox One and Series X/S, Game Pass, GOG, Nintendo Switch, Steam Deck, PlayStation VR 1 & 2 and PCVR. Available for PC and Mac (see recommended and minimum specs for details). An epic voyage to the centre of a shared universe awaits, allowing you to explore, trade, fight and survive alone or with friends. Embark on an epic voyage At the centre of the galaxy lies an irresistible pulse which draws you on a journey towards it to learn the true nature of the cosmos. But, facing hostile creatures and fierce pirates, you'll know that death comes at a cost, and survival will be down to the choices you make over how you upgrade your ship, your weapon and suit. Find your own destiny Your voyage through No Man's Sky is up to you. Will you be a fighter, preying on the weak and taking their riches, or taking out pirates for their bounties? Power is yours if you upgrade your ship for speed and weaponry. Or a trader? Find rich resources on forgotten worlds and exploit them for the highest prices. Invest in more cargo space and you'll reap huge rewards. Or perhaps an explorer? Go beyond the known frontier and discover places and things that no one has ever seen before. Upgrade your engines to jump ever farther, and strengthen your suit for survival in toxic environments that would kill the unwary. Share your journey The galaxy is a living, breathing place. Trade convoys travel between stars, factions vie for territory, pirates hunt the unwary, and the police are ever watching. Every other player lives in the same galaxy, and you can choose to share your discoveries with them on a map that spans known space. Perhaps you will see the results of their actions as well as your own...",
        "id_in_db": "t3_1qff110",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "50% off",
        "steam_app_id": "275850",
        "genres": [
            "Action",
            "Adventure"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "is_dlc_or_addon": false,
        "persian_summary": "No Man's Sky با الهام از ماجراجویی و تخیلی که ما از داستان های علمی-تخیلی کلاسیک دوست داریم، کهکشانی را برای کاوش در اختیار شما قرار می دهد، که مملو از سیارات منحصر به فرد و شکل های حیات، و خطر و عمل دائمی است. در No Man's Sky، هر ستاره نور خورشیدی دوردست است که هر کدام توسط سیاراتی مملو از حیات می چرخند و شما می توانید به هر یک از آنها که انتخاب می کنید بروید. از اعماق فضا به سطوح سیاره ای بدون صفحه نمایش بارگیری و بدون محدودیت پرواز کنید. در این جهان بی‌نهایت که به صورت رویه‌ای ایجاد شده است، مکان‌ها و موجوداتی را خواهید دید که هیچ بازیکن دیگری قبلاً ندیده‌اند - و شاید دیگر هرگز نخواهند دید. اکنون از جمله... با تمام به‌روزرسانی‌های اصلی از زمان راه‌اندازی بازی کنید: Foundation، Pathfinder، Atlas Rises، NEXT، The Abyss، Visions، به‌روزرسانی 2.0 BEYOND، Synthesis، Living Ship، Exo Mech، Desolation و به‌روزرسانی 3.0، ORIGINS، نسل بعدی، Companions، Expeditions، Frontanceila، Prispoints. (4.0)، فراکتال، رهگیر، پژواک، امگا، مداری، جهان ها قسمت اول (5.0)،..."
    },
    {
        "title": "games buff knight",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.buffstudio.onthehero",
        "image_url": "https://external-preview.redd.it/UIC9OQT0M17RfsHaL66JjDsy67fp8dp3mKipiqndpxo.png?width=320&crop=smart&auto=webp&s=ad6d8d9620ddd366f0d95818610636c29d27ff94",
        "description": "submitted by /u/Lohigno [link] [comments]",
        "id_in_db": "t3_1qatlp7",
        "subreddit": "googleplaydeals",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lohigno [پیوند] [نظر]"
    },
    {
        "title": "games cytus ii 199",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.rayark.cytus2",
        "image_url": "https://external-preview.redd.it/2GdS9Isy0JumdHtlESx0qej0AKDRaE9qNX7SDCknXUQ.png?width=320&crop=smart&auto=webp&s=bc9e5376a5086e122607b71b7919c61f197f9e30",
        "description": "submitted by /u/pudah_et [link] [comments]",
        "id_in_db": "t3_1qe29mo",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/pudah_et [پیوند] [نظر]"
    },
    {
        "title": "games neo monsters 099",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.pockettrend.neomonsters",
        "image_url": "https://external-preview.redd.it/kuYGnmGkq7UA5UAEtMesiRVf9c7VKbSXjLgQy2UpATc.png?width=320&crop=smart&auto=webp&s=f30eb8c4ff5d44a0cb571332e87db03314d2e02e",
        "description": "submitted by /u/Lohigno [link] [comments]",
        "id_in_db": "t3_1qbwrl8",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lohigno [پیوند] [نظر]"
    },
    {
        "title": "games stickman legends offline games 199",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.zitga.ninja.stickman.legends.shadow.wars",
        "image_url": "https://external-preview.redd.it/9KpmPr7bMBjY83Bit5FEK1urAlPocxhp1i38SlZwbTo.jpeg?width=320&crop=smart&auto=webp&s=599de441a79658c337e29fdd04792e3451bb259a",
        "description": "submitted by /u/Lohigno [link] [comments]",
        "id_in_db": "t3_1qbxaqm",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lohigno [پیوند] [نظر]"
    },
    {
        "title": "gravit",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/gravit/id1380997350",
        "id_in_db": "4834d05d0200b14e94370296df1d80242c6cf812db6f3481a823cfa915ae142b",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/32/4e/ca/324eca01-1736-f789-5f44-8df86103ffc9/AppIcon-0-0-1x_U007emarketing-0-8-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "gravity game dlc cup of coffee",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3970750/Gravity_Game/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2221980/header.jpg?t=1743707384",
        "description": "Zip, sneak, and stab your way through a heart-pounding dystopia filled with evil robots! What began as a cost-cutting strategy has spiraled out of control, and now it’s up to you to save humanity from being optimized out of existence. Budget Cuts Ultimate is the essential VR action stealth game , containing all previously released games and content updates. Seamlessly play through all 13 levels in the main story of both Budget Cuts 1 and 2, with over 10 hours of stealth stabbing action! Mutators allow you to customize your gaming experience with everything from Infinite Stabby Crystals, Locomotion Preferences, Gravity Settings, Bullet Time and “Paltkoma” mode (if you know you know). Arcade mode includes a local high score system, 5 replayable levels , 3 difficulty settings, and a “budget calculator” scoring system that will show you how much money your mission has cost, spending less money is better! Discover and take advantage of the many weapons throughout the game from knives, bow and arrows, grenades and blunt force coffee cups (among other throwable objects to help you create *distractions* for a quick getaway!) As your last human co-worker is hauled away, a mysterious briefcase from someone on the outside is delivered to your desk. You need to get to the bottom of what is going on at TransCorp. Sneak around enemy robots by climbing through air ducts and service tunnels , or embrace violence by unleashing a fistful of knives , quivers of arrows , grenades , and coffee mugs onto their unsuspecting circuits. Once you’ve completed your mission, test your skills in the arcade with multiple modes , difficulty levels , and scoring .",
        "id_in_db": "t3_1qdbuu5",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2221980",
        "genres": [
            "Action",
            "Adventure"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": true,
        "persian_summary": "زیپ، دزدکی حرکت کردن، و خنجر راه خود را از طریق دیستوپی تپنده قلب پر از روبات های شیطانی! آنچه که به عنوان یک استراتژی کاهش هزینه آغاز شد، از کنترل خارج شده است، و اکنون این شما هستید که باید بشریت را از بهینه سازی از وجود نجات دهید. Budget Cuts Ultimate یک بازی اکشن مخفیانه واقعیت مجازی ضروری است که شامل تمام بازی‌های منتشر شده قبلی و به‌روزرسانی‌های محتوا است. در هر 13 سطح در داستان اصلی هر دو Budget Cut 1 و 2، با بیش از 10 ساعت عملیات خنجر کردن مخفیانه، یکپارچه بازی کنید! جهش‌دهنده‌ها به شما این امکان را می‌دهند که تجربه بازی خود را با همه چیز از Infinite Stabby Crystals، Locomotion Preferences، Gravity Settings، Bullet Time و حالت Paltkoma سفارشی کنید (اگر می‌دانید می‌دانید). حالت Arcade شامل یک سیستم امتیاز بالا محلی، 5 سطح قابل پخش، 3 تنظیمات دشواری، و یک سیستم امتیازدهی \"ماشین حساب بودجه\" است که به شما نشان می دهد ماموریت شما چقدر هزینه داشته است، هزینه کمتر پول بهتر است! کشف کنید و از سلاح های بسیاری در طول بازی از چاقو، کمان... استفاده کنید."
    },
    {
        "title": "hardest",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3435450/Hardest/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3435450/37cc7d393e929fc79167b9210f452c74461a1207/header.jpg?t=1762736496",
        "description": "Rock-Paper-Scissors Card Game Roguelike – stop time, summon tsunamis, shoot with bubble guns, feed cards to mimic, collect rare negative cards! -Get 3 points to win a game. -Drag cards forward to play them. -Hold a card in hand to read its effects. I made this game with Godot4. If you want to get inspired, I made the code repository public, so you can just look or reuse the code in your own projects. My github name is \"horridparlor\", and \"hardest\" is name of the project. In the README there is link to the Google Drive folder with the game assets. I have linked as the website of this game the card gallery I created for the game on my website, basically to be used as a data base for the cards. Also, has high-quality images of the cards!",
        "id_in_db": "t3_1qasvpu",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3435450",
        "genres": [
            "Strategy",
            "Free To Play"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "بازی با ورق Rock-Paper-Scissors Roguelike – زمان توقف، احضار سونامی، شلیک با اسلحه های حباب دار، کارت های تغذیه برای تقلید، جمع آوری کارت های منفی کمیاب! 3 امتیاز برای برنده شدن در یک بازی. کارت ها را به جلو بکشید تا آنها را بازی کنید. -یک کارت در دست بگیرید تا اثرات آن را بخوانید. من این بازی را با Godot4 ساختم. اگر می‌خواهید الهام بگیرید، من مخزن کد را عمومی کردم، بنابراین می‌توانید کد را در پروژه‌های خود نگاه کنید یا دوباره از آن استفاده کنید. نام github من \"horridparlor\" و \"سخت‌ترین\" نام پروژه است. در README پیوندی به پوشه Google Drive با دارایی های بازی وجود دارد. من به عنوان وب سایت این بازی، گالری کارتی را که برای بازی در وب سایت خود ایجاد کردم، پیوند داده ام تا اساساً به عنوان پایگاه داده برای کارت ها استفاده شود. همچنین، دارای تصاویر با کیفیت بالا از کارت!"
    },
    {
        "title": "icon packs purple",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.panotogomo.purple",
        "image_url": "https://external-preview.redd.it/uW-Ni4Fud00iM8cLa5XdYy2Ilx7OowpxIfbQhAenQfg.png?width=320&crop=smart&auto=webp&s=6840d8c6af762520963ea2075389fe03d8bdb166",
        "description": "submitted by /u/Lohigno [link] [comments]",
        "id_in_db": "t3_1qatkr6",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": true,
        "persian_summary": "ارسال شده توسط /u/Lohigno [پیوند] [نظر]"
    },
    {
        "title": "Initial Drift Online",
        "id_in_db": "initial-drift-online@1768328132",
        "store": "other",
        "url": "https://itad.link/019bb891-e674-716e-bc9c-0d2704c5752e/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1456200",
        "description": "Drift over some of Japan's most legendary mountain passes, compete against your friends or players from around the world in epic battles, make deliveries, buy new cars and set records in the world rankings! Initial Drift Online is a fully multiplayer game that aims to be the first MMO of its kind. No headache, just join a server and start playing straight away! The game has a semi-open world composed of 3 legendary locations : - The road to Irohazaka - Mt. Haruna - Mt. Akagi Earn money and experience by making deliveries! Buy new cars at the Irohazaka dealership and customize them at the garage! Compete against your friends or players from around the world in epic uphill and downhill battles! Set records to try to be among the champions in the global ranking! Two music playlists available: Eurobeat or Phonk. It's up to you to choose your style! Chat with all the players on your continent by opening the chat! A day / night cycle is present on each server and will radically change the atmosphere! Several camera angles are available. First or third person view, it's up to you! Realistic but dynamic physics for a gameplay as pleasant as possible! Will you manage to reach level 1000 and become a Drift King? Initial Drift Online will provide the player a unique experience of the most advanced Japanese drift RP in a fully multiplayer world! What are you waiting for to join the race?",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1456200/header.jpg?t=1767030563",
        "genres": [
            "Action",
            "Indie",
            "Massively Multiplayer",
            "Racing",
            "Simulation"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "is_dlc_or_addon": false,
        "subreddit": "FreeGameFindings",
        "persian_summary": "در برخی از افسانه‌ای‌ترین گذرگاه‌های کوهستانی ژاپن حرکت کنید، با دوستان یا بازیکنان خود از سراسر جهان در نبردهای حماسی رقابت کنید، تحویل بگیرید، ماشین‌های جدید بخرید و در رتبه‌بندی جهانی رکورد بزنید! Initial Drift Online یک بازی کاملا چند نفره است که قصد دارد اولین MMO در نوع خود باشد. بدون سردرد، فقط به یک سرور بپیوندید و بلافاصله شروع به بازی کنید! بازی دارای یک دنیای نیمه باز متشکل از 3 مکان افسانه ای است: - جاده ایروهازاکا - کوه هارونا - کوه آکاگی با تحویل گرفتن پول و تجربه کسب کنید! خودروهای جدید را در نمایندگی Irohazaka بخرید و آنها را در گاراژ سفارشی کنید! در نبردهای حماسی در سربالایی و سراشیبی با دوستان یا بازیکنان خود از سراسر جهان رقابت کنید! رکوردهایی را برای تلاش برای قرار گرفتن در بین قهرمانان رنکینگ جهانی ثبت کنید! دو لیست پخش موسیقی موجود است: Eurobeat یا Phonk. این به شما بستگی دارد که سبک خود را انتخاب کنید! با باز کردن چت با همه بازیکنان قاره خود چت کنید! یک چرخه روز / شب در هر سرور وجود دارد و به طور اساسی تغییر می کند ..."
    },
    {
        "title": "ios android dumb ways to die ca569 free save the beans from meeting their hilariously tragic fates",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1qdnrry/ios_android_dumb_ways_to_die_ca569_free_save_the/",
        "image_url": "https://cdn2.unrealengine.com/dumb-ways-to-die-2-3840x2160-cb0ca8945390.jpg",
        "description": "https://store.epicgames.com/en-US/p/dumb-ways-to-die-android-625b0c https://store.epicgames.com/en-US/p/dumb-ways-to-die-ios-5f556d Keep your Beans alive for as long as you can in over 80 fast-paced and wildly dumb mini-games. Every round is a new chance to laugh, panic and test your reflexes. Collect all the quirky characters you know and love for your train station, dodge disasters, chase high scores and unlock the original music video that started it all! Download the game now, because one thing’s for sure… it’s going to be dumb! submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1qdnrry",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "https://store.epicgames.com/en-US/p/dumb-ways-to-die-android-625b0c https://store.epicgames.com/en-US/p/dumb-ways-to-die-ios-5f556d لوبیاهای خود را تا زمانی که می توانید در بیش از 80 روز و minigames-paced زنده نگه دارید. هر دور فرصت جدیدی برای خنده، وحشت و آزمایش رفلکس های خود است. تمام شخصیت‌های عجیب و غریبی را که می‌شناسید و دوست دارید برای ایستگاه قطار خود جمع‌آوری کنید، از بلایا دوری کنید، نمرات بالا را تعقیب کنید و موزیک ویدیوی اصلی را باز کنید که همه چیز را شروع کرد! هم اکنون بازی را دانلود کنید، زیرا یک چیز مطمئن است ... گنگ خواهد بود! ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "ios android monument valley 1 2 ca599 free a contemporary indie classic",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1pvgmpv/ios_android_monument_valley_1_2_ca599_free_a/",
        "image_url": "https://toolsandtoys.net/wp-content/uploads/2014/04/monument-valley-for-ios.jpg",
        "description": "Monument Valley 1 Embark on a journey of forgiveness through impossible environments and illusionary puzzles. Experience this meditative and calming puzzle game by manipulating monuments and creating evolving paths to explore new, surreal, and mysterious worlds. https://store.epicgames.com/en-US/p/monument-valley-ios-8ad17f https://store.epicgames.com/en-US/p/monument-valley-android-1046b9 Monument Valley 2 Discover illusionary pathways and delightful puzzles as you learn the secrets of The Sacred Geometry. Follow the heart warming story of Ro in her journey through motherhood. Rediscover independence through manipulating monuments and evolving paths to explore new worlds. https://store.epicgames.com/en-US/p/monument-valley-2-ios-b4a7bf https://store.epicgames.com/en-US/p/monument-valley-2-android-b21888 submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1pvgmpv",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "Monument Valley 1 سفری را برای بخشش در محیط‌های غیرممکن و معماهای توهمی آغاز کنید. این بازی معمایی مراقبه و آرامش‌بخش را با دستکاری بناها و ایجاد مسیرهای در حال تکامل برای کشف جهان‌های جدید، سورئال و مرموز تجربه کنید. https://store.epicgames.com/en-US/p/monument-valley-ios-8ad17f https://store.epicgames.com/en-US/p/monument-valley-android-1046b9 Monument Valley 2 مسیرهای توهمی و معماهای لذت بخش The Sacre را با یادگیری رازها کشف کنید. داستان دلگرم کننده رو را در سفر او به مادری دنبال کنید. استقلال را از طریق دستکاری بناها و مسیرهای در حال تکامل برای کشف دنیاهای جدید کشف کنید. https://store.epicgames.com/en-US/p/monument-valley-2-ios-b4a7bf https://store.epicgames.com/en-US/p/monument-valley-2-android-b21888 ارسال شده توسط /u/PM_ME_FREEGAMES [لینک] [نظر]"
    },
    {
        "title": "ios android redo loop ca1999 free 006 recurring tasks that dont belong in your calendar",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/redo-loop/id6741483262",
        "image_url": "https://external-preview.redd.it/-gZrafAf6HOviOVAqJ4bOQj4IIkgRXQmI4RApmLBn2U.jpeg?width=640&crop=smart&auto=webp&s=4609c4c1a900d2f557937f730417758c7b51c49d",
        "description": "Hey r/AppHookup , indie dev here. I built ReDo Loop because my calendar kept filling up with things that were not real events. Changing filters, replacing toothbrushes, haircuts, routine checkups, and similar recurring tasks. Calendars work great for one time, unmissable events, but for recurring life maintenance they always felt like the wrong tool. So ReDo Loop focuses only on recurring tasks you want to offload from your calendar . The feature that ended up mattering most for me is Relaxed repeats . The interval starts after you complete the task . For example, replace a toothbrush every 3 months after it is done, not on a fixed date. It also supports: fixed schedules such as specific dates or weekdays positional rules like first Monday or last weekend daily routines, one time tasks, and simple tracking where you log when something was done Privacy wise, everything is stored locally. No accounts, no ads, no analytics. I am running a New Year lifetime offer on both iOS and Android and would really appreciate feedback from this community: does the recurring model make sense? anything missing or confusing? features you would expect next? Happy to answer questions or take criticism. Thanks for reading. iOS: CA$19.99 → Free (using link) App Store: https://apps.apple.com/us/app/redo-loop/id6741483262 Free lifetime offer code (unlimited use): https://apps.apple.com/redeem?ctx=offercodes&id=6741483262&code=REDOFREEJAN Android: CA$19.99 → 0.06$ (in app) Google Play: https://play.google.com/store/apps/details?id=com.fizbyte.redo PS: The giveaway is now over, it ran for 9 days. Thanks so much for the interest! I’ll run another giveaway in a few months. In the meantime, I’m working on the app and prioritizing the features you requested based on the feedback I received. Thanks again, and I hope the app is genuinely helpful and adds value to your life. submitted by /u/Daumui [link] [comments]",
        "id_in_db": "t3_1q6fetl",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "هی r/AppHookup، توسعه دهنده مستقل در اینجا. من حلقه ReDo را ساختم زیرا تقویم من مدام با چیزهایی پر می شد که رویدادهای واقعی نبودند. تغییر فیلترها، تعویض مسواک، کوتاه کردن مو، معاینات معمول و کارهای تکراری مشابه. تقویم‌ها برای یک بار، رویدادهای غیرقابل چشم پوشی عالی کار می‌کنند، اما برای نگهداری مکرر زندگی همیشه ابزار اشتباهی هستند. بنابراین ReDo Loop فقط بر روی کارهای تکراری تمرکز می کند که می خواهید از تقویم خود بارگیری کنید. ویژگی که در نهایت برای من اهمیت بیشتری داشت تکرارهای آرام است. این فاصله زمانی شروع می شود که کار را کامل کردید. به عنوان مثال، مسواک را هر 3 ماه پس از اتمام آن تعویض کنید، نه در تاریخ مشخص. این برنامه همچنین پشتیبانی می‌کند: برنامه‌های ثابت مانند تاریخ‌های خاص یا قوانین موقعیتی روزهای هفته مانند روال‌های روزانه اول دوشنبه یا آخر هفته گذشته، وظایف یک‌باره، و ردیابی ساده جایی که هنگام انجام کاری وارد سیستم می‌شوید. حفظ حریم خصوصی، همه چیز به صورت محلی ذخیره می‌شود. بدون حساب، بدون تبلیغات، بدون تجزیه و تحلیل. من یک پیشنهاد مادام العمر سال نو را در iOS و Android اجرا می کنم ..."
    },
    {
        "title": "lite where losing your head is encouraged",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1q17uac/ios_android_skul_the_hero_slayer_ca899_free/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3104020/acb60d8457f9459867a01de59d1c7fd8222fb3e6/header.jpg?t=1768658455",
        "description": "Defeat an AI in this co-op party game! Deviation Game is a co-op party game for 2-6 players that pits human creativity against AI perception. Your goal: draw secret prompts like \"Flamingo\" in a way humans can understand, but an image recognition AI can't! Up to 6 people can play with one copy If just one person owns the Steam game, everyone can join by watching that player’s screen. Up to 6 players can join for free using their smartphones’ web browsers via a QR code. How to play 1. Join using your own device Using your mobile device, scan the QR or enter the room code at outdraw.ai to transform your device into the game’s controller! 2. The drawer picks a prompt The drawer first picks a secret prompt from categories such as objects, actions or even concepts. 3. Time to deviate! Then they just gotta draw it! But remember, the aim is to trick the AI while making sure your friends still get the picture! 4. Everyone (plus the AI) guesses Once the drawer is done, all the guessers will submit their best guess, including the AI! Choose carefully, you only get one chance! 5. The answer is revealed! If you fail to fool and the AI guesses right, then humans lose! If the AI fails and humans guess right, then humans win! AI to enhance (not replace) creativity By embracing the medium of games, Deviation Game aims to use AI as a collaborative tool that seeks not to replace human creativity but to enhance it. Through the game, players learn to express themselves in new ways to deviate from what the AI has already learned, making for a fun and brain-teasing party experience, where you’ll create things no one has ever seen before! Flipping Alan Turing’s revolutionary 1950 Imitation Game on its head, Deviation Game encourages players to fool the AI instead of the AI trying to fool them. Keeping consent clear At the end of each game, players can consent to their drawing being used to potentially train the AI... or not! Allowing you to decide how the game may evolve. Collection is opt-out by default, and all data without consent will be deleted. By working together, players from around the world can collectively uncover the biases in large AI models by exposing their blind spots in interpreting diverse, culturally specific drawings. Played by humans around the world Deviation Game was initially showcased as an art installation at Civic Creative Base Tokyo in 2023. The work has since been shown in globally renowned exhibitions, such as Ars Electronica, Taipei Digital Art Festival, and Now Play This, engaging audiences of all ages and sparking critical discussions around AI and creativity. About the creators Deviation Game was developed and self-published by a group of good friends consisting mainly of game designer Tomo Kihara and art-design duo Playfool (Daniel Coppen & Saki Maruyama). With a focus on play, their practice centres around designing tools that foster creativity and making artistic interventions that engage with urban space and society. Their previous work How (not) to get hit by a self-driving car received an Honorary Mention in the S+T+ARTS Prize 2024 at Ars Electronica. Deviation Game is their first experience to self-publish an indie game. FAQ Q. How exactly does the AI guess? A: In each round, the AI will return numerous guesses, depending on the number of players in the game. If one of those answers are correct, AI wins! Q: Doesn’t the AI just have access to all the prompt words? Surely it’s cheating! A: Not at all! While some examples are provided to the AI to give it more context, it is freely guessing each answer it submits, which is why sometimes they’re a little off-base. Q: What AI model are you using? A: Throughout Early Access, we are experimenting with various AI models via the service OpenRouter. In the future, we plan to introduce a feature that allows players to choose which AI model to go up against. Q: Does the game’s AI get smarter after each game? A: No, the AI is not learning in real-time. However, custom improvements to the AI can be made with a future update after enough data has been collected to retrain the model. Q: How is our drawing data being collected? A: We only collect drawing data that has been given explicit consent. Collection is opt-out by default, and all data without consent will be deleted. Credits Project: Tomo Kihara, Playfool (Daniel Coppen, Saki Maruyama) Engineering: Kye Shimizu, Daiki Hashimoto, Jasper Stephenson Music: Plot Generica Logo: Yu Miyama",
        "id_in_db": "t3_1q17uac",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3104020",
        "genres": [
            "Casual",
            "Indie",
            "Early Access"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "در این بازی پارتی کوآپ یک هوش مصنوعی را شکست دهید! Deviation Game یک بازی پارتی co-op برای ۲ تا ۶ بازیکن است که خلاقیت انسان را در مقابل درک هوش مصنوعی قرار می دهد. هدف شما: اعلان های مخفی مانند \"فلامینگو\" را به گونه ای ترسیم کنید که انسان بتواند آن را بفهمد، اما هوش مصنوعی تشخیص تصویر نمی تواند! حداکثر 6 نفر می توانند با یک نسخه بازی کنند اگر فقط یک نفر مالک بازی Steam باشد، همه می توانند با تماشای صفحه نمایش آن بازیکن به آن ملحق شوند. حداکثر 6 بازیکن می توانند با استفاده از مرورگرهای وب گوشی های هوشمند خود از طریق یک کد QR به صورت رایگان به آن ملحق شوند. نحوه بازی 1. با استفاده از دستگاه خود بپیوندید با استفاده از دستگاه تلفن همراه خود، QR را اسکن کنید یا کد اتاق را در outdraw.ai وارد کنید تا دستگاه خود را به کنترلر بازی تبدیل کنید! 2. کشو یک درخواست را انتخاب می کند کشو ابتدا یک دستور مخفی را از دسته بندی هایی مانند اشیا، اقدامات یا حتی مفاهیم انتخاب می کند. 3. زمان انحراف است! سپس آنها فقط باید آن را بکشند! اما به یاد داشته باشید، هدف این است که هوش مصنوعی را فریب دهید و در عین حال مطمئن شوید که دوستان شما همچنان عکس را دریافت می کنند! 4. همه (به علاوه هوش مصنوعی) حدس می زنند وقتی کشو تمام شد، همه حدس دهندگان..."
    },
    {
        "title": "master of shadows ca2299 free infiltration game with rpg elements taking place in a dark fantasy universe where you sneak steal and assassinate your way through as styx a goblin two",
        "id_in_db": "styx-master-of-shadows@1768492945",
        "store": "other",
        "url": "https://itad.link/019b9e64-271b-72f0-b25b-11dbe79a0fe3/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "242640",
        "description": "Styx: Master of Shadows is an infiltration game with RPG elements taking place in a dark fantasy universe, where you sneak, steal and assassinate your way through as Styx, a Goblin two-centuries of age. Deep inside the vertiginous and multi-layered forsaken Tower of Akenash, where Humans and Elves protect the World-Tree, source of the Amber – a powerful and magical golden sap – is hidden Styx’ chance to understand his true origin... and to make a fortune at the same time. Prowl through the huge, miles-high Tower of Akenash, completing various missions (assassination, information recovery, etc.) and avoiding detection. Progress in the shadows, assassinate your targets in close combat, or orchestrate «accidents». RPG mechanics let you unlock new powerful skills, impressive special moves, and an optimized equipment. Amber will grant you spectacular powers such as invisibility, «amber vision», and the ability to clone yourself. Explore the levels to discover every bit of information about your past, and steal prized treasures to acquire equipment upgrades. Embrace the shadows! Mission areas featuring truly organic player path-finding A strong focus on hardcore stealth and infiltration: progress through the shadows with a sense of verticality, and explore to find hidden treasures Upgrade your skills along six unique skill-trees to improve your stealth, assassination, and technique. Distract, solve, smother and prowl with your clone An intricate story full of twists and revelations",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/242640/header.jpg?t=1768301777",
        "genres": [
            "Action"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "age_rating": "17",
        "is_dlc_or_addon": false,
        "subreddit": "GameDeals",
        "persian_summary": "Styx: Master of Shadows یک بازی نفوذی با عناصر RPG است که در یک دنیای فانتزی تاریک اتفاق می‌افتد، جایی که شما به‌عنوان استیکس، یک گابلین دو قرنی، دزدکی، دزدی و ترور می‌کنید. در اعماق برج رهاشده سرگیجه‌آور و چندلایه آکناش، جایی که انسان‌ها و الف‌ها از درخت جهانی محافظت می‌کنند، منبع کهربا - یک شیره طلایی قدرتمند و جادویی - فرصتی برای استیکس پنهان است تا منشأ واقعی خود را بفهمد ... و در عین حال ثروتی به دست آورد. در میان برج عظیم آکناش به ارتفاع مایل ها پرسه بزنید، ماموریت های مختلف (ترور، بازیابی اطلاعات و غیره) را انجام دهید و از شناسایی اجتناب کنید. در سایه پیشرفت کنید، اهداف خود را در نبرد نزدیک ترور کنید، یا \"حوادث\" را سازماندهی کنید. مکانیک های RPG به شما امکان می دهند مهارت های جدید قدرتمند، حرکات ویژه چشمگیر و تجهیزات بهینه شده را باز کنید. کهربا به شما قدرت های شگفت انگیزی مانند نامرئی، «دید کهربایی» و توانایی شبیه سازی خود را می دهد. سطوح را کاوش کنید تا هر بیت از اطلاعات را در مورد..."
    },
    {
        "title": "netherworld covenant",
        "store": "indiegala",
        "url": "https://www.indiegala.com/store/game/netherworld-covenant/2735580",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2735580/0799cb20b36dd4f656ff12e51ff034ac8040b833/header.jpg?t=1765505656",
        "description": "Netherworld Covenant is a dark fantasy 3D isometric action roguelike centered on precision combat and Soul Companion powers to deliver a hardcore, strategically rich experience. Control the survivor of a catastrophic disaster, wielding the Nether Lantern—a forbidden artifact bridging the mortal realm and the netherworld—to forge pacts with the souls of deceased allies. Venture into procedurally generated labyrinths to challenge corrupted heroes and demonic lords. A Complete Evolution! The Final Covenant Begins! The highlights of Official 1.0 Version comparing to the Early Access include: Expanded Class Depth: 5 new playable classes: Berserker, Mage, Hunter, Shield Guard, and Useless Person; 4 new weapons: Double-Bladed Axe, Staff, Bow, and Spear Comprehensive Gameplay Upgrades: 2 new game modes: Boss Rush and Chaos Mode; 2 new difficulty modes: Iron Crown Frenzy and Corruption Mode Complete Story Progression: Addition of Chapters 5 and 6, completing the ending animation System Overhaul & Massive Content Additions: Significant additions and restructuring of the Aura and Relic systems; Expanded variety of random events, accessories, and secondary weapons; Over 50 optimizations covering character mobility, resource allocation, and balance adjustments; 4 new character skins The Beauty of Precision Combat prioritizes tactical mastery over frenetic combos. Parry, dodge, and execute Ethereal Dash to evade attacks, then counter with lethal strikes. Every decision—timing, resource allocation, and positioning—deepens the strategic depth of encounters. Bound by Souls, Empowered by the Dead The Soul Companion system offers diverse combat strategies, featuring four distinct spectral allies: Swordsman, Ranger, Guardian, and Rogue. Harness their abilities to phase through obstacles, ambush foes from the netherworld, or evade fatal blows by shifting dimensions. Corrupted Legends Await Face bosses twisted by malevolent soul energy—fallen lords, once-noble knights, primordial demons, and entities lurking in the dimensional void. Sanctuary at the Edge of Realms At the borderland camp between worlds, gather spectral allies, forge weapons tainted with demonic blood, stockpile resources, and piece together the truth behind calamity through fragmented dialogues. Will you redeem your comrades’ souls or remain stuck between life and death? “The Torch’s light reveals no path to salvation, only the shadow of a gamble: as spectral forces tear through demonic throats, the wielder’s name may yet become another epitaph on the Covenant Stone.”",
        "id_in_db": "t3_1qdhgjd",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "30% off",
        "steam_app_id": "2735580",
        "genres": [
            "Action",
            "Adventure",
            "Indie",
            "RPG"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "Netherworld Covenant یک اکشن ایزومتریک سه بعدی فانتزی تاریک است که بر روی مبارزات دقیق و قدرت های Soul Companion متمرکز شده است تا تجربه ای هاردکور و استراتژیک غنی را ارائه دهد. بازمانده یک فاجعه فاجعه‌بار را کنترل کنید، با استفاده از فانوس زیرین - یک مصنوع ممنوعه که بین قلمرو فانی و جهان پایین پل می‌کند - تا با روح متحدان فوت شده پیمان ببندید. برای به چالش کشیدن قهرمانان فاسد و اربابان اهریمنی، وارد هزارتوهای ایجاد شده رویه شوید. یک تکامل کامل! میثاق نهایی آغاز می شود! نکات برجسته نسخه رسمی 1.0 در مقایسه با دسترسی زودهنگام عبارتند از: عمق کلاس گسترده: 5 کلاس جدید قابل بازی: Berserker، Mage، Hunter، Shield Guard و Person Useless. 4 اسلحه جدید: تبر دو تیغه، کارکنان، کمان و نیزه ارتقاء گیم پلی جامع: 2 حالت بازی جدید: Boss Rush و Chaos Mode. 2 حالت سختی جدید: Iron Crown Frenzy و Corruption Mode Progress Story کامل: اضافه شدن فصل های 5 و 6، تکمیل سیستم انیمیشن پایانی..."
    },
    {
        "title": "other world of warships",
        "store": "other",
        "url": "https://na.alienwarearena.com/ucf/show/2173804/boards/contest-and-giveaways-global/Giveaway/world-of-warships-alienware-flag-pack-key-giveaway",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/236390/cab234fd4c0ae2f049e34e7bcb2393679b02bf91/header.jpg?t=1768287921",
        "description": "War Thunder is the most comprehensive free-to-play, cross-platform, MMO military game dedicated to aviation, armoured vehicles, from the early 20th century to the most advanced modern combat units. Join now and take part in major battles on land, in the air, and at sea, fighting with millions of players from all over the world in an ever-evolving environment. In War Thunder, aircraft, attack helicopters, ground forces and naval ships collaborate in realistic competitive battles. You can choose from over 2,500 vehicles and an extensive variety of combat situations many of which are exclusive. You can find yourself blasting your pursuers from a bomber turret, defending your teammates on the ground from an air raid with anti-aircraft guns, shooting down enemy planes with a firestorm from multiple rocket launchers, or trying to sink an enemy warship with a torpedo from a fast attack boat. Features include: Seamless cross-platform gameplay between Windows PC, Linux, Mac, PlayStation®4, PlayStation®5, Xbox One with Xbox Series X|S – everyone on the same server. Over 2,500 highly detailed aircraft, helicopters, tanks, warships and other combat vehicles crafted carefully from historical documents and surviving sources. 100 maps representing the main historical battle theaters. Intense PvP experiences in full-scale combat missions at various difficulty settings for all play styles and degrees of experience. Rich PvE content including dynamic historical campaigns and solo missions. Regular content updates including new vehicles, maps, missions and nations. Astonishing graphics, authentic sound effects and beautiful music creating an atmosphere to fully immerse yourself in. Create custom content for War Thunder and share it on War Thunder Live, with the prospect of earning real money through the Revenue Share Partner System!",
        "id_in_db": "t3_1q5pfe6",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "236390",
        "genres": [
            "Action",
            "Massively Multiplayer",
            "Simulation",
            "Free To Play"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "is_dlc_or_addon": false,
        "persian_summary": "War Thunder جامع‌ترین بازی نظامی رایگان، چند پلتفرمی و MMO است که به حمل و نقل هوایی، وسایل نقلیه زرهی، از اوایل قرن بیستم تا پیشرفته‌ترین واحدهای رزمی مدرن اختصاص یافته است. اکنون بپیوندید و در نبردهای بزرگ در زمین، هوا و دریا شرکت کنید و با میلیون ها بازیکن از سراسر جهان در محیطی همیشه در حال تکامل مبارزه کنید. در War Thunder، هواپیماها، هلیکوپترهای تهاجمی، نیروهای زمینی و کشتی های دریایی در نبردهای رقابتی واقع گرایانه با یکدیگر همکاری می کنند. شما می توانید از بین بیش از 2500 وسیله نقلیه و طیف گسترده ای از موقعیت های جنگی انتخاب کنید که بسیاری از آنها منحصر به فرد هستند. می‌توانید متوجه شوید که تعقیب‌کنندگان خود را از یک برجک بمب‌افکن منفجر می‌کنید، از هم تیمی‌های خود در زمین در برابر یک حمله هوایی با اسلحه‌های ضدهوایی دفاع می‌کنید، هواپیماهای دشمن را با طوفان آتش از پرتابگرهای موشکی متعدد ساقط می‌کنید، یا سعی می‌کنید یک کشتی جنگی دشمن را با یک اژدر از یک قایق حمله سریع غرق کنید. ویژگی ها عبارتند از: گیم پلی بدون درز کراس پلتفرم بین رایانه شخصی ویندوز، لینوکس، مک، پلی استیشن 4، ..."
    },
    {
        "title": "playstation store monster jam showdown",
        "store": "playstation",
        "url": "https://store.playstation.com/en-us/product/UP1981-PPSA16160_00-MONSTERJAMGAME00/?emcid=pa-co-520650&gclsrc=aw.ds&gad_source=1&gad_campaignid=21552866546&gbraid=0AAAAADc1uAbzVPj5bIYYodJ2XqNW05Pnk&gclid=CjwKCAiAmp3LBhAkEiwAJM2JUNQSoPia2zmNxIWCqexJFomfSACQzftKlB8azKE7vn4XGlrpDj9xvBoC5EAQAvD_BwE",
        "image_url": "https://image.api.playstation.com/vulcan/ap/rnd/202405/1614/20e63f339952bea4252c35293785152259fa732ec38bbd8c.jpg",
        "description": "submitted by /u/Zyoneatslyons [link] [comments]",
        "id_in_db": "t3_1qd9e5k",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "80% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Zyoneatslyons [پیوند] [نظر]"
    },
    {
        "title": "playsum darkest dungeon 311 297 254 c405 a455 r999 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/51f5773d-7411-4ebc-a458-d8a74ef2707a/darkest-dungeon",
        "image_url": "https://external-preview.redd.it/_QFCMA2QeBDJfnxqmAZFsPSbnjnFqJUvIRVojJOtgD0.jpeg?width=320&crop=smart&auto=webp&s=9dd2c082981137ff54e08f7e17127716fb7ad62b",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1qe8q6y",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "88% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lets_Playsum [لینک] [نظر]"
    },
    {
        "title": "playsum sworn 1118 1038 1038 c1463 a1643 r3255 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/d2494d64-b8bb-4f09-aba8-be0238af0489/sworn-early-access",
        "image_url": "https://external-preview.redd.it/uSsA3rFZou2m32rsKjg3MNQr5N8_JXr0Be3tFhE_95g.jpeg?width=320&crop=smart&auto=webp&s=e506069b59aef36d1cf9f2bc2682e14e049f7d75",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1qf756h",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "55% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lets_Playsum [لینک] [نظر]"
    },
    {
        "title": "psa epic sid meiers civilization vi and amazon reflections of life",
        "store": "amazon",
        "url": "https://luna.amazon.com/claims/home?filter=Game",
        "image_url": "https://external-preview.redd.it/_fBjABdCsDDIR7bJn-cgpkXoTMJ2MnAEY3PCdXPaAoY.png?width=640&crop=smart&auto=webp&s=bef23da95c6aa8211ed8845602ada6c6644977cf",
        "description": "submitted by /u/iambaldy [link] [comments]",
        "id_in_db": "t3_1q5pyl3",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/iambaldy [لینک] [نظر]"
    },
    {
        "title": "psa lenovo legion is doing a channel points redemption game drop of dredge on their twitch livestream on jan 21 22",
        "store": "other",
        "url": "https://www.twitch.tv/lenovolegion",
        "image_url": "https://external-preview.redd.it/kPHd7uUIfii_f15dBpMk2dwG0Jgaiv-s3V3E2V3k6H0.png?width=216&crop=smart&auto=webp&s=fe2fafdb197130ece0759eb9c31263604127ac14",
        "description": "Lenovo Legion is doing a special Steam key drop of Dredge on their Twitch channel during their livestream on January 21 & 22. You will need to redeem 1,000 channel points to claim the key, which should take a first-time viewer a little over 2 hours to obtain. If you are a first-time viewer, I would suggest pre-grinding some points by watching their regular Tues & Thurs livestreams this week, which is currently streaming from 12pm-2pm ET. Current earn rates for Channel Points: +10 (Watching) Non-subscribed viewers receive points each 5 mins of live watch time. +50 (Active watching) Non-subscriber viewers receive points each 15 mins of live watch time. (Click to redeem) +300 (Follow) Viewers receive points upon new follow. These points can be earned only once. +300 (Watch Streak (2 consecutive days)) Viewers receive points for returning for 2 consecutive streams. +350 (Watch Streak (3 consecutive days)) Viewers receive points for returning for 3 consecutive streams. +400 (Watch Streak (4 consecutive days)) Viewers receive points for returning for 4 consecutive streams. +450 (Watch Streak (5+ consecutive days)) Viewers receive points for returning for 5 consecutive streams. As with most Lenovo Legion key drops, you will receive a Gamesplanet voucher that can be redeemed for a Steam key. (Vouchers are valid until June 14, 2026) A verified unlimited Steam account is now also required to claim keys. Additional info: https://gaming.lenovo.com/dredge-key-drops This special key drop is a LIVESTREAM key drop. To unlock the key, you'll need to watch our LenovoLegion Twitch Stream and use 1000 channel points (about 1-2 hours of watching) on Wednesday, January 21 or Thursday, January 22. Each day will feature a limited number of key drops - it will not use the waiting room/queue system. Livestream schedule: Tuesday, Jan 13: 12pm-2pm ET ( pre-grind ) Thursday, Jan 15: 12pm-2pm ET ( pre-grind ) Tuesday, Jan 20: 12pm-2pm ET (pre-event) Wednesday, Jan 21: 12pm-3pm ET (Drop live) Thursday, Jan 22: 12pm-3pm ET (Drop live) submitted by /u/XsealofsolomonX [link] [comments]",
        "id_in_db": "t3_1qbxz7v",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "Lenovo Legion در جریان پخش زنده خود در تاریخ 21 و 22 ژانویه در کانال Twitch خود در Steam key drop ویژه ای انجام می دهد. برای دریافت این کلید باید 1000 امتیاز کانال را بازخرید کنید، که برای دریافت این کلید برای اولین بار باید کمی بیش از 2 ساعت طول بکشد. اگر برای اولین‌بار بیننده هستید، پیشنهاد می‌کنم با تماشای پخش‌های زنده معمولی سه‌شنبه و پنج‌شنبه این هفته، که در حال حاضر از ساعت 12:00 تا 14:00 به وقت شرقی پخش می‌شود، برخی از نکات را از قبل بررسی کنید. نرخ‌های کسب درآمد کنونی برای امتیازهای کانال: 10+ (در حال تماشا) بینندگان غیر مشترک هر 5 دقیقه از زمان تماشای زنده امتیاز دریافت می‌کنند. 50+ (تماشا فعال) بینندگان غیر مشترک هر 15 دقیقه از زمان تماشای زنده امتیاز دریافت می کنند. (برای بازخرید کلیک کنید) +300 (دنبال کردن) بینندگان پس از دنبال کردن جدید امتیاز دریافت می کنند. این امتیازات فقط یک بار قابل کسب است. +300 (Watch Streak (2 روز متوالی)) بینندگان برای بازگشت به مدت 2 پخش متوالی امتیاز دریافت می کنند. +350 (Watch Streak (3 روز متوالی)) بینندگان برای بازگشت به مدت 3 پخش متوالی امتیاز دریافت می کنند. +400 (Watch Streak..."
    },
    {
        "title": "puzzles by reshape the world around you with an instant camera",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/viewfinder-61691c",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1382070/a69eb56f73446624325dec8a4fe74dc4ae09fb96/header.jpg?t=1764842475",
        "description": "Challenge perception, redefine reality, and reshape the world around you with an instant camera. Viewfinder is a new single player game offering gamers hours of interesting and fun experiences while uncovering the mysteries left behind. Viewfinder is a mind-bending first person adventure game in which you can bring pictures to life by placing them into the world. Reshape Reality: Beyond photographs, bring paintings, sketches, screenshots and postcards to life while reshaping the world Exploration is learning: You will learn the secrets of the world, the reason why it exists, and the freedom to create. Explore multiple hub worlds that are all cohesive and encompass similar, but complex, differences Experience as much as you want: Viewfinder’s narrative is player driven and will be an approachable experience to someone who just wants to play and solve puzzles, and a rich well thought off world to a player who wants to learn more Find the answer to the impossible, once you step in the world of Viewfinder",
        "id_in_db": "t3_1pyq8pf",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1382070",
        "genres": [
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "درک را به چالش بکشید، واقعیت را دوباره تعریف کنید، و دنیای اطراف خود را با یک دوربین فوری تغییر شکل دهید. Viewfinder یک بازی تک‌نفره جدید است که ساعت‌ها تجربه‌های جالب و سرگرم‌کننده را به گیمرها ارائه می‌کند و در عین حال رازهای به جا مانده را کشف می‌کند. Viewfinder یک بازی ماجراجویی اول شخص است که در آن می توانید تصاویر را با قرار دادن آنها در جهان زنده کنید. واقعیت را تغییر شکل دهید: فراتر از عکس‌ها، نقاشی‌ها، طرح‌ها، اسکرین‌شات‌ها و کارت‌پستال‌ها را در حین شکل‌دهی مجدد جهان زنده کنید. دنیاهای هاب متعددی را کاوش کنید که همگی منسجم هستند و تفاوت‌های مشابه، اما پیچیده را در بر می‌گیرند."
    },
    {
        "title": "quantum odyssey 909 30 off",
        "store": "steam",
        "url": "https://store.steampowered.com/app/2802710/Quantum_Odyssey/",
        "image_url": "https://external-preview.redd.it/EKbs8viJUYOoRKSmt2ycm96HggVK6g8cOUspaHpjDQs.jpeg?width=320&crop=smart&auto=webp&s=97bd147ea82ac421371cb2da1637e2c950428847",
        "description": "submitted by /u/QuantumOdysseyGame [link] [comments]",
        "id_in_db": "t3_1qdi1q3",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "30% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/QuantumOdysseyGame [لینک] [نظر]"
    },
    {
        "title": "red harvest part ii game pack",
        "store": "other",
        "url": "https://na.alienwarearena.com/ucf/show/2173727/boards/contest-and-giveaways-global/Giveaway/neverwinter-red-harvest-part-ii-game-pack-key-giveaway",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/294100/header.jpg?t=1762524275",
        "description": "RimWorld is a sci-fi colony sim driven by an intelligent AI storyteller. Inspired by Dwarf Fortress, Firefly, and Dune. You begin with three survivors of a shipwreck on a distant world. Manage colonists' moods, needs, wounds, illnesses and addictions. Build in the forest, desert, jungle, tundra, and more. Watch colonists develop and break relationships with family members, lovers, and spouses. Replace wounded limbs and organs with prosthetics, bionics, or biological parts harvested from others. Fight pirates, tribes, mad animals, giant insects and ancient killing machines. Craft structures, weapons, and apparel from metal, wood, stone, cloth, and futuristic materials. Tame and train cute pets, productive farm animals, and deadly attack beasts. Trade with passing ships and caravans. Form caravans to complete quests, trade, attack other factions, or migrate your whole colony. Dig through snow, weather storms, and fight fires. Capture refugees or prisoners and turn them to your side or sell them into slavery. Discover a new generated world each time you play. Explore hundreds of wild and interesting mods on the Steam Workshop. Learn to play easily with the help of an intelligent and unobtrusive AI tutor. RimWorld is a story generator. It’s designed to co-author tragic, twisted, and triumphant stories about imprisoned pirates, desperate colonists, starvation and survival. It works by controlling the “random” events that the world throws at you. Every thunderstorm, pirate raid, and traveling salesman is a card dealt into your story by the AI Storyteller . There are several storytellers to choose from. Randy Random does crazy stuff, Cassandra Classic goes for rising tension, and Phoebe Chillax likes to relax. Your colonists are not professional settlers – they’re crash-landed survivors from a passenger liner destroyed in orbit. You can end up with a nobleman, an accountant, and a housewife. You’ll acquire more colonists by capturing them in combat and turning them to your side, buying them from slave traders, or taking in refugees. So your colony will always be a motley crew. Each person’s background is tracked and affects how they play. A nobleman will be great at social skills (recruiting prisoners, negotiating trade prices), but refuse to do physical work. A farm oaf knows how to grow food by long experience, but cannot do research. A nerdy scientist is great at research, but cannot do social tasks at all. A genetically engineered assassin can do nothing but kill – but he does that very well. Colonists develop - and destroy - relationships. Each has an opinion of the others, which determines whether they'll become lovers, marry, cheat, or fight. Perhaps your two best colonists are happily married - until one of them falls for the dashing surgeon who saved her from a gunshot wound. The game generates a whole planet from pole to equator. You choose whether to land your crash pods in a cold northern tundra, a parched desert flat, a temperate forest, or a steaming equatorial jungle. Different areas have different animals, plants, diseases, temperatures, rainfall, mineral resources, and terrain. These challenges of surviving in a disease-infested, choking jungle are very different from those in a parched desert wasteland or a frozen tundra with a two-month growing season. Travel across the planet. You're not stuck in one place. You can form a caravan of people, animals, and prisoners. Rescue kidnapped former allies from pirate outposts, attend peace talks, trade with other factions, attack enemy colonies, and complete other quests. You can even pack up your entire colony and move to a new place. You can use rocket-powered transport pods to travel faster. You can tame and train animals. Lovable pets will cheer up sad colonists. Farm animals can be worked, milked, and sheared. Attack beasts can be released upon your enemies. There are many animals - cats, labrador retrievers, grizzly bears, camels, cougars, chinchillas, chickens, and exotic alien-like lifeforms. People in RimWorld constantly observe their situation and surroundings in order to decide how to feel at any given moment. They respond to hunger and fatigue, witnessing death, disrespectfully unburied corpses, being wounded, being left in darkness, getting packed into cramped environments, sleeping outside or in the same room as others, and many other situations. If they're too stressed, they might lash out or break down. Wounds, infections, prosthetics, and chronic conditions are tracked on each body part and affect characters' capacities. Eye injuries make it hard to shoot or do surgery. Wounded legs slow people down. Hands, brain, mouth, heart, liver, kidneys, stomach, feet, fingers, toes, and more can all be wounded, diseased, or missing, and all have logical in-game effects. And other species have their own body layouts - take off a deer's leg, and it can still hobble on the other three. Take off a rhino's horn, and it's much less dangerous. You can repair body parts with prosthetics ranging from primitive to transcendent. A peg leg will get Joe Colonist walking after an unfortunate incident with a rhinoceros, but he'll still be quite slow. Buy an expensive bionic leg from a trader the next year, and Joe becomes a superhuman runner. You can even extract, sell, buy, and transplant internal organs. And there's much more than that! The game is easy to mod and has an active modding community on the Steam Workshop.",
        "id_in_db": "t3_1q4vhxp",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "294100",
        "genres": [
            "Indie",
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": true,
        "persian_summary": "RimWorld یک سیم کارت مستعمره علمی تخیلی است که توسط یک داستان سرای هوشمند هوش مصنوعی هدایت می شود. با الهام از قلعه کوتوله، کرم شب تاب و تپه شنی. شما با سه بازمانده یک کشتی غرق شده در دنیایی دور شروع می کنید. حالات، نیازها، زخم ها، بیماری ها و اعتیاد مستعمره نشینان را مدیریت کنید. در جنگل، صحرا، جنگل، تندرا و غیره بسازید. مشاهده کنید که مستعمره‌ها روابط خود را با اعضای خانواده، عاشقان و همسرانشان قطع می‌کنند. اندام ها و اندام های زخمی را با پروتز، بیونیک یا قطعات بیولوژیکی که از دیگران برداشت شده اند جایگزین کنید. با دزدان دریایی، قبایل، حیوانات دیوانه، حشرات غول پیکر و ماشین های کشتار قدیمی مبارزه کنید. ساخت سازه‌ها، سلاح‌ها و پوشاک از فلز، چوب، سنگ، پارچه و مواد آینده‌نگر. حیوانات خانگی بامزه، حیوانات مزرعه مولد، و جانوران حمله مرگبار را رام و آموزش دهید. تجارت با کشتی ها و کاروان های عبوری. کاروان ها را برای تکمیل ماموریت ها، تجارت، حمله به گروه های دیگر یا مهاجرت کل مستعمره خود تشکیل دهید. در میان برف، طوفان های آب و هوایی حفاری کنید و با آتش مبارزه کنید. پناهندگان یا زندانیان را دستگیر کنید و آنها را به سمت خود بچرخانید یا ..."
    },
    {
        "title": "regimental chess",
        "store": "other",
        "url": "https://givee.club/en/event/1206",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/362400/header.jpg?t=1667117983",
        "description": "Regimental Chess was generated from the desire to create a solid game emulating the strategy and tactics of battle. Strategy being the art of positioning ones formations. Tactics being the art of how they fight. At first, the creator of this game increased the number of pieces and the size of the battlefield. The quick realization is that chess evolved into, and solidified, into a board 8 squares by 8 squares for good reason. The two small armies are therein locked into combat where every position counts. Increase the size of the field or the army, and all that is lost. Then came the epiphany: move multiple pieces in formations rather than just one piece at a time. Formations that are governed by rules. Formations that can be broken apart. No point system is necessary. If a formation breaks up or loses pieces through attrition, it simply becomes less effective as a fighting unit until it is either annihilated or becomes too small to remain relevant to the battle. It then became a matter of experimenting with the numbers of pieces and size of the board to create a balance whereby every formation plays an important role in any given game. In the Napoleonic Wars, well formed infantries defeated the cavalry charge because horses refused to charge into a wall of bayonets held by foot soldiers that no longer turned to run. But the same densely packed infantry made an easy target for an artillery strike. The artillery, in turn, was itself vulnerable to a cavalry charge. This historic dynamic of rock-paper-scissors underpins the balance of Regimental Chess. The king is most often captured by a formation of rooks and queens, acting like a heavy artillery. However, this group has a difficult time capturing the king if he is surrounded by his horses. Because of the way they are formed and move, the horses are extremely vulnerable to charge of densely packed infantry. This infantry, in turn, can be quickly wiped out by the rooks and queens. It is all a matter of how many pieces are in each formation, how the formation is shaped and where it stands in relation to its enemies. For this reason, an immediate strike by bishops, albeit sacrificial, is best intended to wipe out as many rooks, queens and horses as possible, break up their formations and thus reduce the opponent’s offensive and defensive capabilities. Multiple Board Regimental Chess emulates the battle a general must wage along a broad front, with multiple divisions and commands, each carrying out and issuing orders. Each division protects the flank of the next division. Forces must shift along the backfield to defend against points of attack, or to mass forces and attack where opportunity presents itself. After all is said and done, we’re extremely pleased with the game we’ve created and we hope you enjoy it as much. If your intellect has a brutal streak, or your brutality has an intelligent edge, this is the game for you.",
        "id_in_db": "t3_1qbu4ab",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "362400",
        "genres": [
            "Strategy"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "شطرنج هنگ از تمایل به ایجاد یک بازی جامد با تقلید از استراتژی و تاکتیک های نبرد ایجاد شد. استراتژی، هنر تعیین موقعیت سازه هاست. تاکتیک ها هنر نحوه مبارزه آنهاست. در ابتدا سازنده این بازی تعداد مهره ها و اندازه میدان جنگ را افزایش داد. درک سریع این است که شطرنج به دلایل خوبی به یک تخته 8 مربع در 8 مربع تبدیل شد، و محکم شد. دو ارتش کوچک در آنجا درگیر نبرد هستند که در آن هر موقعیت مهم است. اندازه میدان یا ارتش را افزایش دهید و همه چیز از دست می رود. سپس عید ظهور آمد: چندین قطعه را به جای یک قطعه در یک زمان حرکت دهید. تشکل هایی که توسط قوانین اداره می شوند. سازندهایی که می توانند از هم جدا شوند. هیچ سیستم امتیازی لازم نیست. اگر یک آرایش شکسته شود یا قطعاتی را در اثر ساییدگی از دست بدهد، به سادگی به عنوان یک واحد جنگی کارایی کمتری پیدا می‌کند تا زمانی که نابود شود یا کوچکتر از آن شود که مرتبط با نبرد باقی بماند. سپس تبدیل به یک ..."
    },
    {
        "title": "rogue tactics gog deathkeep gog are complimentary with amazon prime",
        "store": "amazon",
        "url": "https://luna.amazon.com/claims/home?filter=Game&g=s",
        "image_url": "https://external-preview.redd.it/_fBjABdCsDDIR7bJn-cgpkXoTMJ2MnAEY3PCdXPaAoY.png?width=640&crop=smart&auto=webp&s=bef23da95c6aa8211ed8845602ada6c6644977cf",
        "description": "submitted by /u/LighteningOneIN [link] [comments]",
        "id_in_db": "t3_1qdqq65",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/LighteningOneIN [پیوند] [نظر]"
    },
    {
        "title": "rogue watch",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/rogue-watch/id6738018995",
        "id_in_db": "768713c76b22a438d18ada7b7cc0c3914cbcc7d8b8d41dcb5980d0ba1acf34e1",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/dd/53/07/dd5307cf-7cf5-024b-810c-6286c2173b35/AppIcon-0-0-1x_U007epad-0-1-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "running with scissors sale",
        "store": "indiegala",
        "url": "https://www.indiegala.com/store/publisher-sale/running-with-scissors",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3448830/header.jpg?t=1766076201",
        "description": "In this action-roguelike, enter a post-apocalyptic world run by AI. While trying to get her TV repaired, Amy finds herself in a strange location where everything is trying to kill her, even the toasters. Team up with the mischievous and mysterious Hazel, some guy named Scott, and many more robots as you gain equipment and battle your way through an ever-shifting corporate tower. Helping you along your way is Hazel, an only slightly insane AI weapon with unique powers. Each upgrade is tied to one of her personality traits. Choose traits that match your play style to build the ultimate weapon. You can even mix and match traits to further customize your build! Enter the world of Robolithic Technologies, where everything has come to life and is trying to kill you. Investigate the mysterious ADAM as you try to survive staplers, scissors, sales reports, and... that other terrifying thing that begins with \"S\" (oh believe me, you'll KNOW them when you see them). Enjoy a fun and thrilling story as you jump, run, dodge, and do whatever it takes to not be melted into a puddle of human goo by an angry desk fan or chomped to death by a rabid stapler. Not every robot is trying to kill you, however. Some are quite friendly! Meet a quirky cast of characters who will help you along on your adventure. Like this guy. He seems friendly. He's just really concerned about your health and well-being.",
        "id_in_db": "t3_1qf8pss",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "85% off",
        "steam_app_id": "3448830",
        "genres": [
            "Action",
            "Indie",
            "RPG"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "در این اکشن سرکش، وارد دنیای پسا آخرالزمانی شوید که توسط هوش مصنوعی اداره می شود. در حالی که سعی می کند تلویزیون خود را تعمیر کند، امی خود را در مکانی عجیب می بیند که در آن همه چیز تلاش می کند او را بکشد، حتی توسترها. با هیزل شرور و مرموز، مردی به نام اسکات و بسیاری از ربات‌های دیگر هم‌گروه شوید و در یک برج شرکتی که همیشه در حال تغییر است مبارزه کنید. Hazel به شما کمک می کند، سلاح هوش مصنوعی کمی دیوانه کننده با قدرت های منحصر به فرد. هر ارتقاء به یکی از ویژگی های شخصیتی او گره خورده است. ویژگی هایی را انتخاب کنید که با سبک بازی شما مطابقت داشته باشد تا بهترین سلاح را بسازید. شما حتی می توانید ویژگی ها را با هم ترکیب کنید تا ساخت خود را بیشتر سفارشی کنید! وارد دنیای Robolithic Technologies شوید، جایی که همه چیز زنده شده و سعی در کشتن شما دارد. در حالی که سعی می‌کنید از منگنه‌ها، قیچی‌ها، گزارش‌های فروش و... جان سالم به در ببرید، آدام اسرارآمیز را بررسی کنید که با \"S\" شروع می‌شود (اوه باور کنید، وقتی آنها را ببینید آنها را می‌شناسید). لذت بردن از یک سرگرم کننده و هیجان ..."
    },
    {
        "title": "Smart Factory Tycoon",
        "id_in_db": "smart-factory-tycoon@1768673759",
        "store": "other",
        "url": "https://itad.link/019bcd2b-d103-70d6-88fe-d6c35691305b/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1755300",
        "description": "Smart Factory Tycoon is a tycoon management game about running your dream factory with robots. Design your dream factory, plan all steps of production, research new technologies and become a tycoon! Machines & Robots Purchase new machinery and unlock advanced machines to produce every type of products in the market Purchase new robots with varying colors and watch them coming to your factory by different transportation options: balloon, mine cart, boat, parachute, PWC or bus Use the skill points to level up your robots (Movement speed, processing speed, charge capacity, oil capacity) Purchase chargers, super chargers, wireless chargers, and lubricators for your robots rooms Upgrade your machines, solar panels, wind turbines, chargers and lubricators for faster production and increased efficiency Fully automated machine-maintenance by drones Production & Market Plan all steps of the production Purchase high quality raw material to produce healthy and durable products Analyze the market to be aware of trending products Check the general market categories (Basic-Medium-Master) and Special Orders Increase your health, durability and sustainability levels to be eligible for some products in the market Sustainability & Economy Purchase wind turbines and solar panels to reduce electricity costs and increase your sustainability Plant trees in your gardens to be a sustainable factory Earn more money and XP to take the first place in the leaderboard Do the math and be aware of your expenses! Don't go bankrupt! Invest & Research & Development Research new technologies to improve your factory Purchase new buildings and deliver your products by rail, sea, and air Build new rooms for robots and production Place your product zones and define their types as general or export Achieve milestones to earn more XP and level-up your factory",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1755300/header.jpg?t=1768580620",
        "genres": [
            "Casual",
            "Indie",
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "subreddit": "FreeGameFindings",
        "persian_summary": "Smart Factory Tycoon یک بازی مدیریت سرمایه دار در مورد راه اندازی کارخانه رویایی شما با روبات ها است. کارخانه رویایی خود را طراحی کنید، تمام مراحل تولید را برنامه ریزی کنید، در مورد فن آوری های جدید تحقیق کنید و یک سرمایه دار شوید! ماشین‌آلات و ربات‌ها ماشین‌آلات جدید بخرید و قفل ماشین‌های پیشرفته را باز کنید تا هر نوع محصولی را در بازار تولید کنید. ربات‌های جدید با رنگ‌های مختلف خریداری کنید و با گزینه‌های مختلف حمل‌ونقل به کارخانه‌تان می‌آیند: بالون، گاری معدن، قایق، چتر نجات، PWC یا اتوبوس از امتیازات مهارت برای ارتقای سطح ربات‌های خود استفاده کنید شارژرها و روان کننده ها برای اتاق روبات های خود دستگاه ها، پنل های خورشیدی، توربین های بادی، شارژرها و روان کننده ها را برای تولید سریعتر و افزایش راندمان ارتقا دهید. تعمیر و نگهداری ماشین کاملاً خودکار توسط هواپیماهای بدون سرنشین برنامه ریزی تولید و بازار تمام مراحل تولید خرید مواد اولیه با کیفیت بالا برای تولید محصولات سالم و بادوام تجزیه و تحلیل بازار..."
    },
    {
        "title": "smart factory tycoon 100 off free",
        "store": "steam",
        "url": "https://store.steampowered.com/app/1755300/Smart_Factory_Tycoon/",
        "image_url": "https://external-preview.redd.it/ehY2Q_iOM1dxoGnGRVGc0yri6ZUkhYG20X_Acv8Z-F0.jpeg?width=320&crop=smart&auto=webp&s=8c39cbe04c272824ddff03b45a955e3e386c6009",
        "description": "submitted by /u/LighteningOneIN [link] [comments]",
        "id_in_db": "t3_1qfk5vw",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/LighteningOneIN [پیوند] [نظر]"
    },
    {
        "title": "stealth bastard deluxe bundle 149",
        "store": "steam",
        "url": "https://store.steampowered.com/developer/curvedigital/sale/curvenewyearsale2026",
        "image_url": "https://external-preview.redd.it/fMlfg3BFp6I16nu97OEtLwM3eTQ3QWmEStXlqs70dZk.png?width=640&crop=smart&auto=webp&s=3d2fb8c4269ff268755b6f6363507eb33ff3807c",
        "description": "submitted by /u/CG_Sean [link] [comments]",
        "id_in_db": "t3_1qfhq5a",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "90% off",
        "is_dlc_or_addon": true,
        "persian_summary": "ارسال شده توسط /u/CG_Sean [لینک] [نظر]"
    },
    {
        "title": "steamps4ps5windowsxboxswitch2 yakuza kiwami 3 dark ties",
        "store": "other",
        "url": "https://cpn.sega-account.com/campaign",
        "image_url": "https://external-preview.redd.it/8XMxRRw5wrE8JxxRkU55FqCUgRL__OzD76YhigcdNZI.jpeg?width=640&crop=smart&auto=webp&s=7cb5804047cdd1d4748b3268fd18a0a1a063282e",
        "description": "https://ryu-ga-gotoku.com/asia_en/info/detail/003810.html Eligibility Period: January 13, 2026 - 11:59 PM on April 13, 2026 (JST) Code Distribution Period: February 12, 2026 - 11:59 PM on April 13, 2026 (JST) submitted by /u/Responsible-River653 [link] [comments]",
        "id_in_db": "t3_1qbis0c",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "https://ryu-ga-gotoku.com/asia_en/info/detail/003810.html دوره واجد شرایط بودن: 13 ژانویه 2026 - 11:59 بعد از ظهر در 13 آوریل 2026 (JST) دوره توزیع کد: 12 فوریه 2026 - 12 PM3، 2026 - 10J19:5 ارسال شده توسط /u/Responsible-River653 [پیوند] [نظر]"
    },
    {
        "title": "super woden rally edge",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3218630/Super_Woden_Rally_Edge/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3218630/header.jpg?t=1768489172",
        "description": "The spin-off of the acclaimed Super Woden saga, blending classic arcade essence with great depth and a genuine love for car culture. With a unique personality, Rally Edge takes you back to an era where fun goes beyond realism. ■ As always, a vast variety of vehicles: from the smallest and humblest to the unstoppable Hillclimb machines. ■ A renewed, unique graphical style, carefully crafted down to the last detail. ■ An original soundtrack created to perfectly capture the emotions of rally racing. ■ Buy, sell, upgrade, and customize your cars in the garage. ■ Show off your photography skills in the photo mode. ■ Local multiplayer for up to 4 players in split-screen. ■ Record your times online and compete to beat other players' records. Now, buckle up and feel the adrenaline in every turn.",
        "id_in_db": "t3_1qdv9r6",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "30% off",
        "steam_app_id": "3218630",
        "genres": [
            "Indie",
            "Racing",
            "Sports"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "اسپین آف حماسه تحسین شده Super Woden، ترکیبی از جوهر بازی کلاسیک با عمق زیاد و عشق واقعی به فرهنگ خودرو. رالی اج با شخصیتی منحصربه‌فرد شما را به دورانی برمی‌گرداند که سرگرمی فراتر از واقع‌گرایی است. ■ مثل همیشه، طیف گسترده ای از وسایل نقلیه: از کوچکترین و فروتن ترین تا ماشین های غیرقابل توقف Hillclimb. ■ یک سبک گرافیکی جدید و منحصر به فرد، که با دقت تا آخرین جزئیات ساخته شده است. ■ یک موسیقی متن اصلی که برای به تصویر کشیدن احساسات مسابقه رالی ایجاد شده است. ■ خودروهای خود را در گاراژ بخرید، بفروشید، ارتقا دهید و سفارشی کنید. ■ مهارت های عکاسی خود را در حالت عکس نشان دهید. ■ چند نفره محلی برای حداکثر 4 بازیکن در صفحه تقسیم شده. ■ زمان های خود را به صورت آنلاین ثبت کنید و برای شکست دادن رکوردهای بازیکنان دیگر رقابت کنید. حالا، دست و پنجه نرم کنید و آدرنالین را در هر نوبت احساس کنید."
    },
    {
        "title": "the world ends in ohio",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3436000/The_World_Ends_in_Ohio/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3436000/320c6ba729051f12e4e820ac498e5db1557d1e7e/header.jpg?t=1763294726",
        "description": "An ominous presence hangs in the air across Ohio. Something is coming to Earth, and their sights are set on the Midwest. You look up into the dark night sky of Cleveland and wonder... what else is out there? Then, things begin to change... At work, people begin to act strange, like they are no longer themselves. Your friends act like they don't even know you and your neighbors look the other way as you walk down the street. Soon, people begin to disappear, but no one seems to notice. You wonder if you are going crazy? Have you just been living in Cleveland for too long? You begin to investigate things on your own and find yourself embroiled in a conspiracy that will take you to the ends of Ohio! Features: Numerous weapons, skills and equipment to customize your character - play as a brawling fighter who solves problems with their fists, or a focused marksman that prefers to fight from a distance. An interactive dialogue system that lets you converse with people as you please - you can become a noble champion who listens and solves people's problems, or you can be a huge jerk that everyone hates. Explore real places around Cleveland, Ohio and meet all sorts of interesting Ohioans - delve deep into the Buckeye State for a story-rich RPG! Fully playable on a Steam Deck!",
        "id_in_db": "t3_1qezcga",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "40% off",
        "steam_app_id": "3436000",
        "genres": [
            "Action",
            "Adventure",
            "RPG"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "حضور شومی در سراسر اوهایو در هوا معلق است. چیزی در حال آمدن به زمین است و مناظر آنها در غرب میانه قرار دارد. شما به آسمان تاریک شب کلیولند نگاه می کنید و متعجب می شوید که چه چیز دیگری در آنجا وجود دارد؟ سپس، همه چیز شروع به تغییر می کند... در محل کار، مردم شروع به رفتارهای عجیب و غریب می کنند، انگار که دیگر خودشان نیستند. دوستان شما طوری رفتار می کنند که انگار حتی شما و همسایه هایتان را در حالی که در خیابان راه می روید به سمت دیگری نگاه می کنید. به زودی، مردم شروع به ناپدید شدن می کنند، اما به نظر می رسد هیچ کس متوجه نمی شود. شما تعجب می کنید که آیا دارید دیوانه می شوید؟ آیا مدت زیادی است که در کلیولند زندگی می کنید؟ شما به تنهایی شروع به بررسی مسائل می کنید و خود را درگیر توطئه ای می بینید که شما را به انتهای اوهایو می برد! ویژگی‌ها: سلاح‌ها، مهارت‌ها و تجهیزات متعدد برای شخصی‌سازی شخصیت خود - به‌عنوان یک مبارز جنگجو که مشکلات را با مشت حل می‌کند، یا یک تیرانداز متمرکز که ترجیح می‌دهد از راه دور بجنگد، بازی کنید. یک سیستم گفتگوی تعاملی که به شما امکان می دهد هر طور که می خواهید با مردم صحبت کنید - می توانید ..."
    },
    {
        "title": "this war of mine",
        "store": "other",
        "url": "https://gaming.lenovo.com/this-war-of-mine-key-drops",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/282070/26fb8c9bb7b9e3a17469d8026ee3fa510ee7f8f5/header.jpg?t=1765218571",
        "description": "This War of Mine: Final Cut contains all the updates and free expansions released so far and introduces not only a new scenario but also expands all scenarios with the locations known from Stories DLCs - even if you don’t own those. In short words - that means you can now experience lots of never-seen-before playthroughs and struggle with new challenges. Main changes: Remastered versions of all the classic locations One new classic scenario and a brand-new character New quests and locations added to the original game Vanilla version of the game ABOUT THIS WAR OF MINE: In This War Of Mine you do not play as an elite soldier, rather a group of civilians trying to survive in a besieged city; struggling with lack of food, medicine and constant danger from snipers and hostile scavengers. The game provides an experience of war seen from an entirely new angle. The pace of This War of Mine is imposed by the day and night cycle. During the day snipers outside stop you from leaving your refuge, so you need to focus on maintaining your hideout: crafting, trading and taking care of your survivors. At night, take one of your civilians on a mission to scavenge through a set of unique locations for items that will help you stay alive. Make life-and-death decisions driven by your conscience. Try to protect everybody from your shelter or sacrifice some of them for longer-term survival. During war, there are no good or bad decisions; there is only survival. The sooner you realize that, the better. This War of Mine - main features: Inspired by real-life events Control your survivors and manage your shelter Craft weapons, alcohol, beds or stoves – anything that helps you survive Make decisions - an often unforgiving and emotionally difficult experience Randomized world and characters every time you start a new game Charcoal-stylized aesthetics to complement the game's theme The universe of This War of Mine has been expanded by following DLCs: The Little Ones - explores the hardships of wartime survival as seen from an entirely new perspective - that of a child. This War of Mine: Stories DLCs: Episode 1: The Father's Promise – a heartbreaking tale of loss and hope in a war-torn city Episode 2: The Last Broadcast – where, as a radio operator, you are going to face moral dilemmas and decide, whether there is a price too high for the truth Episode 3: Fading Embers – portrays a story of Anja living in a warzone and carrying a heavy burden as she has to answer to herself what is more important - survival of human legacy or the survival of a man",
        "id_in_db": "t3_1q6lazj",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "282070",
        "genres": [
            "Adventure",
            "Indie",
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "این War of Mine: Final Cut شامل تمام به‌روزرسانی‌ها و بسط‌های رایگان منتشر شده تا کنون است و نه تنها یک سناریو جدید را معرفی می‌کند، بلکه همه سناریوها را با مکان‌های شناخته شده از DLC‌های Stories گسترش می‌دهد - حتی اگر شما مالک آن نباشید. به عبارت کوتاه - این بدان معناست که اکنون می توانید بازی های زیادی را تجربه کنید که قبلاً هرگز دیده نشده اند و با چالش های جدید مبارزه کنید. تغییرات اصلی: نسخه‌های بازسازی‌شده همه مکان‌های کلاسیک یک سناریوی کلاسیک جدید و یک شخصیت کاملاً جدید ماموریت‌ها و مکان‌های جدید به بازی اصلی اضافه شد نسخه وانیلی بازی ABOUT THIS WAR OF MINE: در This War Of Mine شما به عنوان یک سرباز نخبه بازی نمی‌کنید، بلکه گروهی از غیرنظامیان در تلاش برای زنده ماندن در یک شهر محاصره‌شده هستند. مبارزه با کمبود غذا، دارو و خطر دائمی تک تیراندازها و رفتگران متخاصم. بازی تجربه ای از جنگ را ارائه می دهد که از زاویه ای کاملاً جدید دیده می شود. سرعت This War of Mine توسط چرخه روز و شب تحمیل می شود. در طول روز تک تیراندازهای بیرون شما را از ترک پناهگاهتان باز می دارند..."
    },
    {
        "title": "three kingdoms ca7199 free forge a new empire as one of 12 legendary warlords drawn from chinas celebrated historical epic the romance of the three kingdoms",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/total-war-three-kingdoms-d3bb7a",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/779340/header.jpg?t=1763646247",
        "description": "Total War: THREE KINGDOMS is the first in the multi award-winning strategy series to recreate epic conflict across ancient China. Combining a gripping turn-based campaign game of empire-building, statecraft and conquest with stunning real-time battles, Total War: THREE KINGDOMS redefines the series in an age of heroes and legends. China in 190CE Welcome to a new era of legendary conquest. This beautiful but fractured land calls out for a new emperor and a new way of life. Unite China under your rule, forge the next great dynasty, and build a legacy that will last through the ages. Choose from a cast of 12 legendary Warlords and conquer the realm. Recruit heroic characters to aide your cause and dominate your enemies on military, technological, political, and economic fronts. Will you build powerful friendships, form brotherly alliances, and earn the respect of your many foes? Or would you rather commit acts of treachery, inflict heart-wrenching betrayals, and become a master of grand political intrigue? Your legend is yet to be written, but one thing is certain: glorious conquest awaits. ANCIENT CHINA RECREATED Discover Three Kingdoms China, a land of breath-taking natural beauty. Battle across lush subtropics, arid deserts and snow-capped mountains. Marvel at legendary landmarks like the Great Wall of China and the Yangtze River. Explore the length and breadth of ancient China as you restore harmony to its embattled landscape. CHINA’S GREATEST LEGENDS Forge a new empire as one of 12 legendary Warlords drawn from China’s celebrated historical epic, the Romance of the Three Kingdoms. Peerless commanders, powerful warriors and eminent statesmen, these characters each have a unique playstyle and objectives. Recruit an epic supporting cast of heroes to command your armies, govern your provinces and strengthen your growing empire. Characters are the beating heart of the game, and China’s very future will be shaped by its champions. GUANXI SYSTEM Modelled on Guanxi, the Chinese concept of dynamic inter-relationships, Total War: THREE KINGDOMS takes a paradigm-shifting approach to character agency, with iconic, larger-than-life heroes and their relationships defining the future of ancient China. Each of these characters is brought to life with their own unique personality, motivations, and likes/dislikes. They also form their own deep relationships with each other, both positive and negative, that shape how your story plays out. ARTISTIC PURITY With stunning visuals and flamboyant Wushu combat, THREE KINGDOMS is the art of war. With beautiful UI, vibrant vistas and authentic Chinese-inspired artwork, this reimagining of ancient China is a visual feast. REAL-TIME & TURN-BASED HARMONY The turn-based campaign and real-time battles of Total War: THREE KINGDOMS are more interconnected than ever before. Actions in battle now have much greater consequences, affecting your Heroes’ relationship towards you, as well as the friendships and rivalries they develop with other characters. In a world where powerful allies are one of the keys to success, this adds a brand-new element to how victory is achieved.",
        "id_in_db": "t3_1q17nsx",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "779340",
        "genres": [
            "Action",
            "Strategy"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "is_dlc_or_addon": false,
        "persian_summary": "Total War: THREE KINGDOMS اولین بازی از سری استراتژی های برنده جوایز متعدد است که درگیری حماسی را در سراسر چین باستان بازسازی می کند. Total War: THREE KINGDOMS با ترکیب یک بازی کمپین نوبتی جذاب از ساخت امپراتوری، دولت‌سازی و فتح با نبردهای بی‌درنگ خیره‌کننده، مجموعه را در عصر قهرمانان و افسانه‌ها بازتعریف می‌کند. چین در سال 190 میلادی به عصر جدیدی از فتح افسانه ای خوش آمدید. این سرزمین زیبا اما شکسته، امپراتوری جدید و شیوه ای جدید از زندگی را فرا می خواند. چین را تحت حکومت خود متحد کنید، سلسله بزرگ بعدی را ایجاد کنید و میراثی بسازید که در طول اعصار باقی خواهد ماند. از میان یک بازیگر متشکل از 12 جنگ سالار افسانه ای انتخاب کنید و قلمرو را فتح کنید. شخصیت های قهرمان را برای کمک به اهداف خود و تسلط بر دشمنان خود در جبهه های نظامی، فنی، سیاسی و اقتصادی استخدام کنید. آیا دوستی های قدرتمندی ایجاد می کنید، اتحادهای برادرانه تشکیل می دهید و احترام بسیاری از دشمنان خود را به دست خواهید آورد؟ یا ترجیح می دهید مرتکب خیانت شوید، خیانت های دلخراش انجام دهید و استاد بزرگی شوید..."
    },
    {
        "title": "treasure temples",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/treasure-temples/id1501806691",
        "id_in_db": "ae8e0e347ab44d39c0c9b860f9cbbedbb89d4dce930246e052709f2741411b25",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/33/30/e4/3330e493-c946-8276-30ca-db1efdb0b046/AppIcon-0-0-1x_U007emarketing-0-8-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "trine classic collection ca5699 free experience the magic of the puzzle",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/bundles/trine-classic-collection",
        "image_url": "https://cdn2.unrealengine.com/trine-classic-collection-1920x1080-1920x1080-a76b989ccd92.png",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1pzlyi9",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": true,
        "persian_summary": "ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "we were here together ca1499 free embark on a puzzle solving adventure in which you and a partner must prove you can communicate and work together to escape castle rock",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/we-were-here-together-6a6d66",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1341290/header.jpg?t=1764331788",
        "description": "You and your fellow prisoner are trapped in the realm of Castle Rock - were you betrayed, or simply not that clever? To escape, you must explore the sinister castle for puzzles and plot your escape together. Secrets and riddles are hidden in the shadows. Just be aware that nothing is what it seems in this mysterious Antarctic adventure. Can you two escape together, or will you be trapped… forever? Locked up in the dungeons, deep in the bowels of Castle Rock, you and a fellow prisoner must seek a way out and return to stand again beneath the icy Antarctic skies - but escaping this nightmare will not be so easy, let alone escaping the castle itself. Freeing yourselves from your cells and escaping the Keep is only the beginning - but does one truly escape Castle Rock? Fresh mysteries await, and you’ll have to make some choices about how to proceed. Your journey leads from the dark prison through the royal halls to the outside. Outside the Keep, you will discover the story of Rockbury, it’s inhabitants, and plans of a resistance formed against the King to escape this icy place. Hope will lead you on to an eerie Graveyard and have you descend down into the dark waters of the Foundry. You two have been brought here for a purpose. You might even be the missing piece of a puzzle set in motion long ago, in a time long forgotten. But someone, or something, desperately seeks to solve that puzzle, by any means necessary. Only an unshakeable bond with your partner will give you any hope of survival in the face of such dreadful desire… Does one truly escape Castle Rock? Feature list Two player co-op: the puzzles you encounter take two to solve - you both have a role to play! Communicate via walkie-talkies, and act as each other’s eyes and ears Connect through experience: when you find yourself in sudden danger, will you freeze, or can you keep cool and explain things clearly to your friend - before your time runs out… On the edge of your seat: be part of a thrilling adventure in the lively world of Castle Rock as you and your friend take on the ancient powers aligned against you Spine-tingling story: there is much to discover… and much to fear - you’ve met the Jester, but is he even the most powerful being within the walls of Castle Rock? NOTE: This game is co-op only. It requires both players to have a working PC-compatible microphone and an internet connection. Talk Your voice is all you have... at first. You and your fellow prisoner must escape from Castle Rock and uncover an ancient mystery. All you have to start with is a pair of walkie-talkies - can you work together on the same wavelength? Solve Two partners, one purpose. Get on the same page! Immerse yourself in an intriguing cooperative experience as you and your partner puzzle your way through a series of thrilling situations. Search for a way out through brand new environments, together. Escape The King awaits us... The frozen grounds and dark chambers of Castle Rock hold many secrets and hidden dangers. Unravel the web you find yourself trapped within, for there are hungry eyes watching. The fallen king of the castle has plans for you… can you truly escape from his sinister grasp? Every game in the We Were Here Series is a standalone co-op adventure – the stories are connected but you don’t need to play them in order. You can also learn more about the history of Castle Rock in the We Were Here Stories: Chronicles of Castle Rock - a six part live-action video series available on the Total Mayhem Games YouTube.",
        "id_in_db": "t3_1pw7mi3",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1341290",
        "genres": [
            "Adventure",
            "Casual",
            "Indie"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "is_dlc_or_addon": false,
        "persian_summary": "شما و زندانی دیگرتان در قلمرو قلعه راک به دام افتاده اید - آیا به شما خیانت شده است یا به سادگی آنقدر باهوش نبودید؟ برای فرار، باید قلعه شوم را برای پازل کاوش کنید و با هم فرار خود را طراحی کنید. رازها و معماها در سایه ها پنهان است. فقط حواستان باشد که در این ماجراجویی مرموز قطب جنوب هیچ چیز آن چیزی نیست که به نظر می رسد. آیا شما دو نفر می توانید با هم فرار کنید یا برای همیشه به دام خواهید افتاد؟ محبوس در سیاه چال ها، در اعماق روده های قلعه راک، شما و یک زندانی دیگر باید به دنبال راهی برای خروج باشید و برگردید تا دوباره در زیر آسمان یخی قطب جنوب بایستید - اما فرار از این کابوس چندان آسان نخواهد بود، چه برسد به فرار از خود قلعه. رهایی از سلول‌های خود و فرار از Keep تنها آغاز راه است - اما آیا واقعاً از Castle Rock فرار می‌کنید؟ اسرار جدیدی در انتظار شماست و شما باید در مورد چگونگی ادامه انتخاب کنید. سفر شما از زندان تاریک از طریق تالارهای سلطنتی به بیرون منتهی می شود. در خارج از Keep، داستان راکبری را کشف خواهید کرد،..."
    },
    {
        "title": "wildgate ca3899 free pvpve multiplayer shooter that blends tactical ship",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/wildgate-standard-edition-b886b5",
        "image_url": "https://i.ytimg.com/vi/i_lz6OilVX0/hq720.jpg?sqp=-oaymwEhCK4FEIIDSFryq4qpAxMIARUAAAAAGAElAADIQj0AgKJD&rs=AOn4CLCVFAy3bgY1F-M0JORUIKEWoPsWMw",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1q17prx",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "windows macos disco elysium ca4399 free youre a detective with a unique skill system at your disposal interrogate unforgettable characters crack murders or take bribes become a hero or an absolute disaster of a human being",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/disco-elysium",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/632470/header.jpg?t=1766855203",
        "description": "Disco Elysium - The Final Cut is the definitive edition of the groundbreaking role playing game. You’re a detective with a unique skill system at your disposal and a whole city block to carve your path across. Interrogate unforgettable characters, crack murders, or take bribes. Become a hero or an absolute disaster of a human being. Full voice acting. All of the city's beautiful people are brought to life with full English voiceover. Play characters against each other, try to help them, or fall hopelessly in love as each word is spoken to you with the appropriate accent and emotion. New political vision quests. Face the reality of your worldview as your political compass leads you down new paths. Discover more citizens, a whole extra area, and monumental sights as you leave an even bigger mark on the world by chasing your dreams. Unprecedented freedom of choice​. Intimidate, sweet-talk, resort to violence, write poetry, sing karaoke, dance like a beast, or solve the meaning of life. Disco Elysium - The Final Cut is the most faithful representation of desktop role playing ever attempted in video games. Countless tools for role playing. ​ Mix and match from 24 wildly different skills. Develop a personal style with over 80 clothing items. Wield 14 tools from guns to flashlights to a boombox, or pour yourself a cocktail of 6 different psychoactive substances. Develop your character even further with 60 wild ​thoughts ​to think – with the detective's Thought Cabinet. A revolutionary dialogue system with unforgettable characters. ​The world is alive with real people, not extras. Ask probing questions, make insightful observations, or express your wildest desires as you play cop or something completely different. Disco Elysium's revolutionary dialogue system lets you do almost anything. Carve your unique path across the city​. Explore, manipulate, collect tare, or become a millionaire in an open world unlike anything you've seen before. The city of Revachol is yours for the taking, one small piece at a time. From the streets to the beaches – and beyond. Hard boiled, hard core. ​Death, sex, taxes, and disco – nothing is off the table. Revachol is a real place with real challenges. Solve a massive murder investigation, or relax and kick back with sprawling side-cases. The detective decides, the citizens abide.",
        "id_in_db": "t3_1pvgfmp",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "632470",
        "genres": [
            "RPG"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "Disco Elysium - The Final Cut نسخه قطعی بازی نقش آفرینی پیشگامانه است. شما یک کارآگاه هستید با یک سیستم مهارت منحصربفرد در اختیار شما و یک بلوک کامل شهر برای ایجاد مسیر خود در سراسر آن. بازجویی از شخصیت‌های فراموش نشدنی، قتل‌ها یا گرفتن رشوه. تبدیل به یک قهرمان یا یک فاجعه مطلق یک انسان شوید. صداپیشگی کامل همه مردم زیبای شهر با صدای کامل انگلیسی زنده می شوند. شخصیت ها را در برابر یکدیگر بازی کنید، سعی کنید به آنها کمک کنید یا ناامیدانه عاشق شوید زیرا هر کلمه با لهجه و احساسات مناسب برای شما صحبت می شود. جست و جوهای بینش سیاسی جدید با واقعیت جهان بینی خود روبرو شوید زیرا قطب نما سیاسی شما را به مسیرهای جدیدی هدایت می کند. با تعقیب رویاهای خود، شهروندان بیشتری، یک منطقه اضافی و مناظر تاریخی را کشف کنید. آزادی انتخاب بی سابقه بترسانید، شیرین صحبت کنید، به خشونت متوسل شوید، شعر بنویسید، کارائوکه بخوانید، مانند یک جانور برقصید، یا معنای زندگی را حل کنید..."
    },
    {
        "title": "witchy and the puzzle adventures",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/witchy-and-the-puzzle-adventures",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3041680/da2d620b6b86484b8ed1ea4b45f1ba8d2c6395d3/header.jpg?t=1765503249",
        "description": "The World of the Coven The dungeons are plundered and the monsters are killed. As heroes move on, an elderly witch quietly gets to work. Gertie has long awaited her moment to prove herself to the coven. Having pledged to counter the so-called “heroes” and their unbridled pride, she’ll require the assistance of an odd creature. Coven of the Chicken Foot is a charming yet dark, character puzzle-platformer set in a stylized world that ‘winks’ at the tropes of a traditional fantasy-adventure game. As Gertie, players venture into dark dungeons, lush forests, catacombs of fallen heroes, and mucky bogs that kill all those that dare enter. Gertie is not your typical hero: She won’t be swinging swords or double-jumping her way past dangers. Instead, she must learn to work with and adapt to her peculiar companion to survive. The Playable Relationship Gert’s new companion is a curious concoction that learns and adapts from its witchy partner. As they journey together, the creature slowly reveals an independent streak and motivations of its own. Built on pioneering tech, Wildflower Interactive has crafted a non-playable ally companion unlike any other; a dynamic, responsive creature that reacts and evolves its abilities and motivations throughout the player’s experience. With a semi-open world, systems-rich design, and thoughtful environmental storytelling, Coven of the Chicken Foot rewards player curiosity, letting them uncover mysteries on their own. The evolving relationship between Gertie and the creature tells an affecting yet subtle story; as their bond grows, so too does the player’s understanding of the world around them. Key Features The unlikely hero : Step into the role of a fresh new hero. Play as Gertie, an elderly witch whose resolve and care become her greatest strengths. Not your typical action hero, Gert will need to learn to work with her oddball companion if she’s to overcome the dangers and obstacles that lay in her path. A playable relationship : Driven by innovative technology, Wildflower has created unique companion-based gameplay where your creature-companion can observe, learn, and develop new behaviors based on contextual situations. But this creature is also a fully-realized character, with motivations, surprises, and interests all its own. Wordless storytelling: The duo in this adventure do not share a common tongue, intentionally, so players are driven to discover the creature’s true intentions themselves. Through environmental storytelling, Wildflower lets the world itself reveal the narrative, inviting players to discover the story firsthand. Explore a fantasy realm: Through a striking, hand-drawn visual style, players explore abandoned dungeons, lush forestry, and torch-lit caves that mix charm with dark undertones.",
        "id_in_db": "t3_1qdbst0",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3041680",
        "genres": [
            "Adventure"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "World of the Coven سیاه چال ها غارت می شوند و هیولاها کشته می شوند. با حرکت قهرمانان، یک جادوگر مسن بی سر و صدا دست به کار می شود. گرتی مدتهاست که منتظر لحظه خود بوده تا خود را به عهد ثابت کند. او با تعهد به مقابله با به اصطلاح \"قهرمانان\" و غرور افسارگسیخته آنها، به کمک یک موجود عجیب و غریب نیاز دارد. Coven of the Chicken Foot یک پلتفورم‌ساز معمایی و شخصیتی جذاب و در عین حال تاریک است که در دنیایی استایل‌آمیز اتفاق می‌افتد که به تمثیل‌های یک بازی فانتزی-ماجراجویی سنتی «چشمک» می‌زند. به عنوان Gertie، بازیکنان به سیاه چال‌های تاریک، جنگل‌های سرسبز، دخمه‌های قهرمانان سقوط کرده و باتلاق‌های کثیف می‌روند که همه کسانی را که جرات ورود به آن را دارند می‌کشند. Gertie قهرمان معمولی شما نیست: او شمشیر تاب نمی‌دهد یا از خطرات عبور نمی‌کند. در عوض، او باید یاد بگیرد که برای زنده ماندن با همدم خاص خود کار کند و با او سازگار شود. همراه جدید The Playable Relationship Gert یک معجون کنجکاو است که از شریک جادوگر خود می آموزد و سازگار می شود. همانطور که آنها با هم سفر می کنند، این موجود به آرامی آشکار می کند ..."
    },
    {
        "title": "witchy and the puzzle adventures 100 off free",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/witchy-and-the-puzzle-adventures",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1647390/header.jpg?t=1725381017",
        "description": "Dexter Stardust - Adventures in Outer Space Space! Dexter Stardust barely escaped when the Vreesians, inhabitants of the menacing Planet X, sent a fleet of robots to destroy all life on Earth. Now, twenty years later, a mechanical man from the 10th planet seeks to communicate to Dexter a very important message - he is the key to saving both humans and Vreesians. Play the taco-loving Dexter Stardust as he, and his good friend Aurora, go on the greatest adventure of their lives and discover the mystery of the Robot from the Planet X! Classic Adventure Gameplay • A classic point and click adventure; you can walk, talk, and interact with everything in your surroundings. Use and pick up inventory items to solve puzzles in over 100 unique scenes. 5 Episodes in One Game • Playing Dexter Stardust is like watching back to back episodes of a Saturday morning cartoon! With 5 total episodes, feel free to jump to or replay any episode you’d like, at any time. Fully Voice Acted • All characters, cutscenes, and gameplay are completely voice acted! An Adventure for Everyone • The whole family can go on a spacey adventure; with its non-violent gameplay, incredible story, logical puzzles, and easy controls, Dexter and gang are sure to jump off the screen and into your heart.",
        "id_in_db": "t3_1qdirpk",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1647390",
        "genres": [
            "Adventure",
            "Casual",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "دکستر استارداست - ماجراجویی در فضای بیرونی! دکستر استارداست به سختی فرار کرد زمانی که وریسیان ها، ساکنان سیاره تهدیدآمیز X، ناوگانی از روبات ها را برای نابودی تمام حیات روی زمین فرستادند. اکنون، بیست سال بعد، یک مرد مکانیکی از سیاره دهم به دنبال پیام بسیار مهمی به دکستر است - او کلید نجات انسان ها و وریسیان ها است. دکستر استارداست عاشق تاکو را بازی کنید تا او و دوست خوبش آرورا به بزرگترین ماجراجویی زندگی خود بپردازند و رمز و راز ربات سیاره ایکس را کشف کنند! بازی کلاسیک ماجراجویی • یک نقطه کلاسیک و ماجراجویی کلیک کنید. شما می توانید راه بروید، صحبت کنید و با هر چیزی که در محیط اطرافتان است تعامل داشته باشید. از اقلام موجودی برای حل پازل در بیش از 100 صحنه منحصر به فرد استفاده کنید و انتخاب کنید. 5 قسمت در یک بازی • بازی Dexter Stardust مانند تماشای پشت سر هم قسمت های یک کارتون صبح شنبه است! با مجموع 5 قسمت، می‌توانید هر زمان که خواستید به هر قسمتی که می‌خواهید بپرید یا آن را دوباره پخش کنید. صداگذاری کامل • همه شخصیت ها،..."
    },
    {
        "title": "xbox steel duel tanks",
        "store": "xbox",
        "url": "https://www.xbox.com/en-us/games/store/steel-duel-tanks-multiplayer-tank-combat/9n87b4cmzgmn",
        "image_url": "https://media.indiedb.com/images/games/1/90/89765/Screenshot_55.png",
        "description": "submitted by /u/Slippy2k [link] [comments]",
        "id_in_db": "t3_1q5l05h",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Slippy2k [لینک] [نظر]"
    }
]