[
    {
        "title": "a minimalist habit tracker to build better routines reduce stress track streaks and hit goals with mindful focus",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/calmtrack-cozy-habit-tracker/id6744504658",
        "image_url": "https://external-preview.redd.it/NMdu_3bVgTzVZ17NzJI3KuG2ehEcBOK9xB0y3M4r3jk.png?width=640&crop=smart&auto=webp&s=2fad0af4b23571176101e8e34773c6a3d58f006c",
        "description": "What I’m Looking For: Any feedback on app usability, design, or anything that doesn’t feel quite right. Suggestions for new features or improvements! General thoughts on your experience using the app. Already working on widgets and switching from AM/PM to 24H system so soon that improvements will be available. submitted by /u/MefjuEditor [link] [comments]",
        "id_in_db": "t3_1n1iicl",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "آنچه من به دنبال آن هستم: هرگونه بازخورد در مورد قابلیت استفاده ، طراحی یا هر چیزی که کاملاً درست نیست. پیشنهادات برای ویژگی های جدید یا پیشرفت ها! افکار عمومی در مورد تجربه خود با استفاده از برنامه. در حال حاضر روی ابزارک ها و سوئیچینگ از سیستم AM/PM به 24H به زودی کار می کنید که پیشرفت ها در دسترس خواهد بود. ارسال شده توسط /u /mefjueditor [پیوند] [نظرات]"
    },
    {
        "title": "a photo adventure",
        "store": "steam",
        "url": "https://store.steampowered.com/app/1307580/TOEM_A_Photo_Adventure/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1307580/header.jpg?t=1745831326",
        "description": "Set off on a delightful expedition and use your photographic eye to uncover the mysteries of the magical TOEM in this hand-drawn adventure game. Chat with quirky characters , solve their problems by snapping neat photos, and make your way through a relaxing landscape! Take photos with your camera to solve puzzles and help people! Listen to chill beats and take in your surroundings! Meet quirky characters and help them with their problems!",
        "id_in_db": "t3_1n3lwhx",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "80% off",
        "steam_app_id": "1307580",
        "genres": [
            "Adventure",
            "Casual",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256851407/movie_max_vp9.webm?t=1683185928",
        "is_dlc_or_addon": false,
        "persian_summary": "در یک سفر دلپذیر قرار بگیرید و از چشم عکاسی خود برای کشف اسرار جادویی در این بازی ماجراجویی دستی استفاده کنید. با شخصیت های عجیب و غریب گپ بزنید ، با چسباندن عکس های مرتب ، مشکلات خود را حل کنید و از طریق یک منظره آرامش بخش راه خود را انجام دهید! برای حل معماها و کمک به مردم با دوربین خود عکس بگیرید! به ضربان های خنک گوش دهید و محیط اطراف خود را بگیرید! با شخصیت های عجیب و غریب آشنا شوید و در مشکلات خود به آنها کمک کنید!"
    },
    {
        "title": "a wildlife adventure",
        "store": "steam",
        "url": "https://store.steampowered.com/app/1337010/Alba_A_Wildlife_Adventure/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1337010/header.jpg?t=1748596568",
        "description": "From the BAFTA-Award winning studio behind Monument Valley and Assemble with Care comes something entirely new. Join Alba as she visits her grandparents on a Mediterranean island. She is ready for a peaceful summer of wildlife exploration with her friend Ines, but when she sees an animal in danger, she realises she needs to do something about it. This is truly a Mediterranean paradise if you ignore all the litter! From the idyllic beaches to the ancient castle overlooking the town a whole island is ready to be explored. With Ines and your grandfather - who is a total bird nerd - by your side, you can start the movement to save the island. Maybe even the world after that. Handcrafted visuals. Every little corner of the island has been looked after with great detail. Trust me, it took us a while to make it Join Alba and Ines to found the AIWRL (really rolls off the tongue doesn't it?), an organisation that can save the island You will need to gather a bunch of volunteers and the town is full of good people. Help them out and convince them to join you There are animals everywhere, can you find all the species? What you can expect: Great music. We worked with Lorena Alvarez, to make a soundtrack that is equal parts Spain and Amazing This is a Chillectathon. Make your time on the island your own and experience the adventure at your own pace. No rush A place you want to stay. We based this on our childhood summers and, well, we wish we could go back. This island is the next best thing Honestly, a feel-good game about running around and doing good deeds",
        "id_in_db": "t3_1n3qjj9",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "80% off",
        "steam_app_id": "1337010",
        "genres": [
            "Adventure",
            "Casual"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256808903/movie_max_vp9.webm?t=1605095561",
        "is_dlc_or_addon": false,
        "persian_summary": "از استودیوی برنده جایزه Bafta-Award در پشت دره Monument Valley و مونتاژ با احتیاط چیزی کاملاً جدید به دست می آید. در هنگام بازدید از مادربزرگ و مادربزرگ خود در یک جزیره مدیترانه به آلبا بپیوندید. او برای یک تابستان صلح آمیز اکتشافات حیات وحش با دوست خود اینس آماده است ، اما وقتی حیوان را در معرض خطر می بیند ، می فهمد که باید کاری در این باره انجام دهد. اگر همه بسترها را نادیده بگیرید ، این یک بهشت ​​مدیترانه است! از سواحل بت پرستی گرفته تا قلعه باستانی مشرف به شهر ، یک جزیره کامل آماده کاوش است. با اینس و پدربزرگتان - که یک پرنده کامل است - در کنار شما ، می توانید حرکت را برای نجات جزیره شروع کنید. شاید حتی جهان بعد از آن. تصاویر دست ساز. هر گوشه کوچکی از جزیره با جزئیات بسیار زیادی مورد مراقبت قرار گرفته است. به من اعتماد کنید ، مدتی طول کشید تا به آلبا و اینس بپیوندیم تا AIWRL را پیدا کنیم (واقعاً زبان را از بین می برد؟) ، سازمانی که می تواند جزیره ای را که شما برای جمع آوری یک دسته از داوطلبان نیاز دارید نجات دهد و شهر ..."
    },
    {
        "title": "alphaputt",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/alphaputt/id1192689055",
        "id_in_db": "dddc2427e723a5ec1b16d3557a10b7999d684bf4e3eca441569509453bca9cde",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple123/v4/b7/ad/b4/b7adb480-ae1e-f4e3-666c-5c06190d0136/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "amazon uk immortals of aveum",
        "store": "other",
        "url": "https://www.amazon.co.uk/gp/product/B0CBTLBMTT",
        "image_url": "https://m.media-amazon.com/images/S/aplus-media-library-service-media/73ae407c-4682-4cba-a14f-6241f245353e.__CR0,0,600,450_PT0_SX600_V1___.jpg",
        "description": "submitted by /u/MereSponge [link] [comments]",
        "id_in_db": "t3_1n3hklh",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "91% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /meresponge [پیوند] [نظرات]"
    },
    {
        "title": "apps agents live wallpaper 399",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=cdev.agents",
        "image_url": "https://external-preview.redd.it/Xi9FFQZclvRo0jyvOSoiZ1LtkWOgmnWaSnLJYPa_Eag.png?width=320&crop=smart&auto=webp&s=14d14ab1610a359a22ea284916013cd7e49feb94",
        "description": "submitted by /u/pudah_et [link] [comments]",
        "id_in_db": "t3_1mxws19",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /pudah_et [پیوند] [نظرات]"
    },
    {
        "title": "apps blend photos",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.tapuniverse.blendphotos",
        "image_url": "https://external-preview.redd.it/4y2El8DRwUs8Aviyfu-5L7LIKP5tCdLEaJGg4U_ha5s.jpeg?width=320&crop=smart&auto=webp&s=092bfc4104a06ad38266f72c7d8988a66ec7f994",
        "description": "submitted by /u/ac_del [link] [comments]",
        "id_in_db": "t3_1mx2ymp",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /ac_del [پیوند] [نظرات]"
    },
    {
        "title": "apps kibo ai expense manager 499",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.kibo.app",
        "image_url": "https://external-preview.redd.it/SZXL2XAqrOF6GzIWfbd7eWob8fo-hPwdLRhQGKMdiVA.png?width=320&crop=smart&auto=webp&s=5a6e114211c1dc313d384c661685a89ab45543ba",
        "description": "submitted by /u/saulmm [link] [comments]",
        "id_in_db": "t3_1mvqccw",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /saulmm [پیوند] [نظرات]"
    },
    {
        "title": "apps reminder pro 349",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=alarm.clock.calendar.reminder.pro",
        "image_url": "https://external-preview.redd.it/z3QFjRID0c6FcNUj8qPXAQWIiyqPk_14o9axnDrMvZw.png?width=320&crop=smart&auto=webp&s=8c499127263d07ff7427609c03fa6f51ee219358",
        "description": "submitted by /u/pudah_et [link] [comments]",
        "id_in_db": "t3_1n0cpow",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /pudah_et [پیوند] [نظرات]"
    },
    {
        "title": "art of vengeance",
        "store": "other",
        "url": "https://cp.sega-account.com/campaign",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2361770/header.jpg?t=1756452444",
        "description": "The iconic SHINOBI returns in an all-new 2D action platformer with a unique hand-drawn look created by the team behind the hit brawler Streets of Rage 4. Play as the legendary Shinobi Joe Musashi, master of the ninja arts. After finding your village burned to the ground and your clan turned into stone, you must set off on a quest for vengeance, ready to face an unparalleled evil and avenge your clan. • EXECUTE THE NINJA ARTS WITH PRECISION Wield your vast ninja arsenal including the great Katana Oborozuki, Kunai, Ninjutsu arts, and Ninpo to vanquish your foes. • MASTER THE WAY OF THE SHINOBI Unleash limitless combos with unique combat moves, acquire Amulets for enhanced abilities, and discover Ningi tools to overcome obstacles and uncover new paths. • JOURNEY THROUGH A STYLISTIC NEW WORLD Venture through more than a dozen unique and visually striking stages, from military bases to a scorching desert, challenging platforming puzzles, and hidden secrets.",
        "id_in_db": "t3_1n1iutk",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2361770",
        "genres": [
            "Action"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257189023/movie_max_vp9.webm?t=1756444329",
        "is_dlc_or_addon": false,
        "persian_summary": "شینوبی نمادین در یک سیستم عامل اکشن 2D جدید با ظاهری منحصر به فرد دستی که توسط تیم در پشت خیابان های Hit Brawler Rage 4 ساخته شده است ، باز می گردد. به عنوان شینوبی افسانه ای جو موسشی ، استاد هنرهای نینجا بازی کنید. پس از پیدا کردن روستای خود که به زمین سوخته و قبیله شما به سنگ تبدیل شده است ، باید تلاش برای انتقام جویی را انجام دهید ، آماده برای مواجهه با یک شر بی نظیر و انتقام قبیله خود باشید. • هنرهای نینجا را با دقت اجرا کنید ، زرادخانه نینجا وسیع خود را از جمله Katana Oborozuki بزرگ ، Kunai ، Ninjutsu Arts و Ninpo برای پیروز شدن دشمنان خود اجرا کنید. • راه شیوه های شینوبی را با حرکات جنگی منحصر به فرد رها کنید ، آملترها را برای توانایی های پیشرفته بدست آورید و ابزارهای Ningi را برای غلبه بر موانع و کشف مسیرهای جدید کشف کنید. • سفر از طریق یک سرمایه گذاری دنیای جدید سبک از طریق بیش از ده ها مرحله منحصر به فرد و بصری قابل توجه ، از پایگاه های نظامی گرفته تا یک بیابان سوزان ، معماهای پلتفرم به چالش کشیده و اسرار پنهان."
    },
    {
        "title": "assassins creed rogue",
        "store": "steam",
        "url": "https://store.steampowered.com/app/311560/Assassins_Creed_Rogue/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/311560/header.jpg?t=1751968973",
        "description": "Story 18th century, North America. Amidst the chaos and violence of the French and Indian War, Shay Patrick Cormac, a fearless young member of the Brotherhood of Assassin’s, undergoes a dark transformation that will forever shape the future of the American colonies. After a dangerous mission gone tragically wrong, Shay turns his back on the Assassins who, in response, attempt to end his life. Cast aside by those he once called brothers, Shay sets out on a mission to wipe out all who turned against him and ultimately become the most feared Assassin hunter in history. Introducing Assassin’s Creed® Rogue, the darkest chapter in the Assassin’s Creed franchise yet. As Shay, you will experience the slow transformation from Assassin to Assassin Hunter. Follow your own creed and set off on an extraordinary journey through New York City, the wild river valley, and far away to the icy cold waters of the North Atlantic in pursuit of your ultimate goal - bringing down the Assassins for good. Key Features Become the Ultimate Assassin Hunter - For the first time ever, experience the Assassin’s Creed universe from the perspective of a Templar. Play as Shay, who, in addition to the deadly skills of a Master Assassin, also possesses never before seen skills and weapons: o\tEquip Shay’s deadly air rifle for both short and long range combat. Distract, eliminate, or confuse your enemies by using a variety of ammunition, including specialized bullets and grenades o\tProtect yourself from hidden Assassins with your enhanced eagle vision. Constantly assess your surroundings and detect Assassins hiding in the shadows, on rooftops, and in the crowds Slowly Descend into Darkness - Witness Shay’s transformation from an adventurous Assassin to a grim and committed Templar willing to hunt down his former brothers. Experience first-hand the events that will lead Shay down a dark path and set him on a course that will forever change the fate of the Assassin Brotherhood. New and Improved Naval Gameplay - Cast off in your ship, The Morrigan, and fight your way through the icy seas of the North Atlantic and the narrow waters of America’s river valleys. Assassin’s Creed® Rogue builds on the award winning naval experience from Assassin’s Creed® IV Black Flag™ with all new gameplay including: o\tNew enemy tactics: Defend yourself from Assassins as they attempt to board your ship and overthrow your crew. Fight them off quickly to avoid losing too many crew members. o\tNew weapons: Including burning oil, which leaves a trail of fire behind to burn enemy ships, and the puckle gun, capable of delivering continuous machine-gun-like fire. o\tAn arctic world full of possibilities: Ram through ice sheets to discover hidden locations and use icebergs as cover during naval battles. Vast Diverse Open World to Explore - Shay’s story will allow you to explore three unique environments: o\tThe North Atlantic Ocean Experience the cold winds and towering icebergs of the arctic in this expansive naval playground o\tThe River Valley A large hybrid setting of the American Frontier mixing seamless river navigation and ground exploration o\tNew York City One of the most well-known cities in the world, fully recreated as it existed in the 18th century. ENHANCE YOUR EXPERIENCE WITH EYE TRACKING Your eyes lead the way with Tobii Eye Tracking. Direct your character’s journey across North America and the North Atlantic as you focus on the path ahead. The Auto-Pause feature helps make sure you don’t miss out on any action – in the unlikely event you can peel your attention away from the screen, that is. Compatible Eye Tracking Devices: Tobii Eye Tracker 4C, Alienware 17 Notebook, Acer Predator Notebook 21 X, MSI GT72 Notebook, Acer Predator Monitors Z301CT, Z271T, XB271HUT",
        "id_in_db": "t3_1n36btq",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "85% off",
        "steam_app_id": "311560",
        "genres": [
            "Action",
            "Adventure"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/2037101/movie_max.webm?t=1447368841",
        "age_rating": "17",
        "is_dlc_or_addon": false,
        "persian_summary": "داستان قرن 18 ، آمریکای شمالی. در میان هرج و مرج و خشونت جنگ فرانسوی و هند ، شای پاتریک کورماک ، عضو جوان بی باک اخوان آدمکش ، دچار تحول تاریک می شود که برای همیشه آینده مستعمرات آمریکا را شکل می دهد. پس از یک مأموریت خطرناک که به طرز غم انگیزی اشتباه انجام شد ، شای پشت خود را به قاتلان می چرخاند که در پاسخ به تلاش برای پایان دادن به زندگی خود هستند. کنار کسانی که وی زمانی برادران خوانده می شدند ، مأموریت را برای از بین بردن همه کسانی که علیه او رو به رو بودند و در نهایت تبدیل به ترسناک ترین شکارچی قاتل در تاریخ شد. معرفی Assassin's Creed® Rogue ، تاریک ترین فصل در حق رای دادن Assassin's Creed هنوز. به عنوان Shay ، شما تحول آهسته از Assassin به Assassin Hunter را تجربه خواهید کرد. Creed خود را دنبال کنید و به یک سفر خارق العاده از طریق شهر نیویورک ، دره رودخانه وحشی و دور از آبهای سرد یخی آتلانتیک شمالی بروید تا به دنبال هدف نهایی خود باشید - پایین آوردن قاتلان به خوبی. کلید ..."
    },
    {
        "title": "automate text transformation lifetime 1499",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/text-workflow-text-processing/id1623230250",
        "image_url": "https://external-preview.redd.it/RuEAuLcMktB4EnZykCftlL7WQhMo0X4V6UyFGaCigQ0.png?width=640&crop=smart&auto=webp&s=6235580e2548aaf0f887a57c120c6f66dafca03b",
        "description": "submitted by /u/gtrigonakis [link] [comments]",
        "id_in_db": "t3_1mwc2wv",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /gtrigonakis [لینک] [نظرات]"
    },
    {
        "title": "boss rush",
        "store": "steam",
        "url": "https://store.steampowered.com/app/1237870/Boss_Rush_Mythology/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1237870/header.jpg?t=1746541362",
        "description": "Boss Rush: Mythology - This is an action game in which you have to fight various creatures and gods from Greek, Scandinavian, Slavic and Egyptian mythologies. Take on the role of a mysterious knight who travels across different worlds in search of the most difficult opponents. Game Features Souls-like style combat system 20 bosses 6 types of weapons and 6 types of items to choose from Gamepad support Xbox 360/PS4 Choice of difficulty level",
        "id_in_db": "t3_1n2u879",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "85% off",
        "steam_app_id": "1237870",
        "genres": [
            "Action",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256787118/movie_max_vp9.webm?t=1684287997",
        "is_dlc_or_addon": false,
        "persian_summary": "Boss Rush: Mythology - این یک بازی اکشن است که در آن شما باید از اساطیر یونانی ، اسکاندیناوی ، اسلاوی و مصر با موجودات و خدایان مختلف مبارزه کنید. نقش یک شوالیه مرموز را که در جستجوی دشوارترین مخالفان در سراسر جهان های مختلف سفر می کند ، بر عهده بگیرید. ویژگی های بازی سیستم جنگی سبک مانند روح 20 رئیس 6 نوع سلاح و 6 نوع مورد برای انتخاب از Gamepad پشتیبانی Xbox 360/PS4 انتخاب سطح دشواری"
    },
    {
        "title": "botanicula",
        "store": "steam",
        "url": "https://store.steampowered.com/app/207690/Botanicula/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/207690/header.jpg?t=1743605648",
        "description": "Botanicula is a humor-filled adventure game created by the makers of award-winning Machinarium and Samorost series, studio Amanita Design and Czech band DVA. Five friends, little tree creatures, set out on a journey to save the last seed from their home tree which is infested by evil parasites. Key Features: Relaxed game perfect for hardcore gamers, their partners, families and seniors. More than 150 detailed locations to explore. Hundreds of funny animations. Incredible amount of hidden bonuses. Fantastic music and sound effects by fantastic band DVA Not one but five main characters with various skills and personalities. No text or lengthy dialogs to bore you. Bonuses for vigilant players at the end of the game.",
        "id_in_db": "t3_1n3m01j",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "80% off",
        "steam_app_id": "207690",
        "genres": [
            "Adventure",
            "Casual",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256718459/movie_max.webm?t=1527759174",
        "is_dlc_or_addon": false,
        "persian_summary": "Botanicula یک بازی ماجراجویی پر از طنز است که توسط سازندگان برنده جایزه Machinarium و Samorost Series ، Design Studio Amanita و گروه چک DVA ساخته شده است. پنج دوست ، موجودات درخت کوچک ، برای نجات آخرین دانه از درخت خانه خود که توسط انگل های شیطانی آلوده شده است ، سفر کردند. ویژگی های کلیدی: بازی آرام و مناسب برای گیمرهای سخت ، شرکای آنها ، خانواده ها و سالمندان. بیش از 150 مکان دقیق برای کشف. صدها انیمیشن خنده دار. مقدار باورنکردنی پاداش های پنهان. موسیقی فوق العاده و جلوه های صوتی توسط گروه فوق العاده DVA نه یک بلکه پنج شخصیت اصلی با مهارت ها و شخصیت های مختلف. هیچ متنی یا دیالوگ های طولانی برای تحمل شما نیست. پاداش بازیکنان هوشیار در پایان بازی."
    },
    {
        "title": "carlos the taco",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/carlos-the-taco",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2081930/header.jpg?t=1728246676",
        "description": "The game is looking for a publisher on the console! Write to the mail studiovictoriagames@gmail.com Buenos dias dear Amigo! My name is Taco Carlos and I need your help! Some Gringo, kidnapped my bride right from the wedding! Only you can track them down and bring back my beloved! The game \"Taco Carlos\" is a classic 2D platformer. Which takes place in sunny Mexico. You will need to fight enemies to get your bride back. The WASD buttons are used to control the character. You have to get used to the role of a Mexican Taco to figure out what happened and unravel the tangle of history full of fun and groovy music. You have to fight with various elements Earth ice fire Use elixirs to crush enemies! Features of the game All graphics in the game are drawn by a professional artist Wonderful music and sounds that create a special atmosphere Author's animated comics Fascinating plot 120 animations made by hand 1-2 hours of exciting game Try our cat game)",
        "id_in_db": "t3_1n373st",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2081930",
        "genres": [
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256918088/movie_max_vp9.webm?t=1670327917",
        "is_dlc_or_addon": false,
        "persian_summary": "این بازی به دنبال ناشر در کنسول است! برای نامه studiovictoriagames@gmail.com buenos dias عزیز آمیگو بنویسید! نام من تاکو کارلوس است و من به کمک شما احتیاج دارم! برخی از گرینگو ، عروس من را درست از عروسی ربوده اند! فقط شما می توانید آنها را ردیابی کنید و محبوب من را برگردانید! بازی \"Taco Carlos\" یک پلتفرم کلاسیک 2D است. که در مکزیک آفتابی اتفاق می افتد. برای بازگشت عروس خود باید با دشمنان مبارزه کنید. از دکمه های WASD برای کنترل شخصیت استفاده می شود. شما باید به نقش یک تاکو مکزیکی عادت کنید تا بفهمید چه اتفاقی افتاده است و ناچیز تاریخ را پر از موسیقی سرگرم کننده و ناگوار می کنید. شما باید با عناصر مختلف از آتش سوزی یخ استفاده کنید تا از اکسیر استفاده کنید تا دشمنان را خرد کنید! ویژگی های بازی همه گرافیک ها در بازی توسط یک هنرمند حرفه ای موسیقی شگفت انگیز و صداهایی که ایجاد می کند یک فضای خاص نویسنده انیمیشن جذاب طرح 120 انیمیشن ساخته شده با دست 1-2 ساعت بازی هیجان انگیز است ، بازی گربه ما را امتحان کنید)"
    },
    {
        "title": "cartoon survivor",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3378190/Cartoon_Survivor/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3378190/45e8893e720c7a525f5eceb34b6b6511394bc260/header.jpg?t=1756418635",
        "description": "Try Cartoon Survivor and play the first three levels for free ! You've run the temple . You've stolen the jetpack . You've crossed the road . Have you got what it takes to survive the biggest challenge ever!?! In Cartoon Survivor , you’ll face off against an unforgiving prehistoric world full of chaotic obstacles and feisty creatures across five worlds! This 3D adventure runner is bursting with vibrant colours, wild action, and creatures of all shapes and sizes. Encounter rampaging dinosaurs and towering mammoths to sneaky tigers and slithering snakes. Every step could be your last, so you’ll need your wits—and some seriously impressive parkour skills—to stay alive! Can you conquer the most insane obstacle courses ever designed and bring the Cartoon Survivors’ ratings back from the brink? Your survival is the only thing standing between this show and total cancellation. Wild, Colourful Worlds : Immerse yourself in a bright, cartoonish prehistoric landscape filled with danger, humour, and thrilling obstacles. Think you’ve seen it all? Think again. Crazy Obstacles : Run, leap, and glide through ever-changing environments and wild courses, each one more intense than the last. Can you make it to the end? Unique Characters : Follow in the clumsy, courageous footsteps of the latest cartoon hero. There's over 40 costumes to unlock and creative power-ups to help you along the way! Dynamic Gameplay : Put your speed and reflexes to the test! Every run is different, collectable trophies in each level designed to keep you on your toes. Cartoon Survivor Base Game Includes: World 1 and 2, Jurassic and Prehisteria All costumes and helmets are available to unlock with in-game coins",
        "id_in_db": "t3_1mw7k23",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3378190",
        "genres": [
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257120256/movie_max_vp9.webm?t=1744347441",
        "is_dlc_or_addon": false,
        "persian_summary": "بازمانده کارتون را امتحان کنید و سه سطح اول را به صورت رایگان بازی کنید! شما معبد را اجرا کرده اید. شما Jetpack را سرقت کرده اید. شما از جاده عبور کرده اید. آیا آنچه را که برای زنده ماندن از بزرگترین چالش تا کنون لازم است!؟! در بازمانده کارتونی ، شما در برابر دنیای نابخشودنی پیش از تاریخ پر از موانع هرج و مرج و موجودات بی پروا در پنج جهان روبرو خواهید شد! این دونده ماجراجویی سه بعدی با رنگهای پر جنب و جوش ، عمل وحشی و موجودات از هر شکل و اندازه در حال ترکیدن است. مواجهه با دایناسورها و ماموتهای برجسته برای ببرهای دزدکی و مارهای چرمی. هر مرحله می تواند آخرین شما باشد ، بنابراین به عقل خود - و برخی از مهارت های جدی پارکور - نیاز دارید تا زنده بمانید! آیا می توانید مجنون ترین دوره های مانع را که تاکنون طراحی شده است فتح کنید و رتبه های بازماندگان کارتون را از آستانه بازگردانید؟ بقای شما تنها چیزی است که بین این نمایش و لغو کامل ایستاده است. دنیای وحشی و رنگارنگ: خود را در یک منظره ماقبل تاریخ روشن و کارتونی پر از خطر ، طنز ، غوطه ور کنید ..."
    },
    {
        "title": "darkest dungeon ii",
        "store": "steam",
        "url": "https://store.steampowered.com/app/1940340",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1940340/98d3191e19172b19f969e08ecd9fd31f98c57364/header_alt_assets_3.jpg?t=1756400461",
        "description": "Darkest Dungeon II is a roguelike road trip of the damned. Form a party, equip your stagecoach, and set off across the decaying landscape on a last gasp quest to avert the apocalypse. The greatest dangers you face, however, may come from within... New Game Mode - Kingdoms - Now Playable! “This squalid Kingdom, these corrupted lands, they are yours now, and you are bound to them.” Kingdoms is an entirely new stand-alone strategic campaign game mode available to play now in Darkest Dungeon II. Featuring a completely reimagined game structure, Kingdoms is a parallel game experience to the Confessions core game mode. You will be challenged to defend a crumbling realm against incursion from all new enemy factions. Manage a persistent roster of heroes, gather resources, and pursue an epic questline in order to track down and defeat the source of evil before all is lost. Progress in each game mode is tracked separately, and you can freely switch back and forth between active sessions of either. Kingdoms is being released in thematic modules, each focusing on a different enemy threat. All three adventure modules - “Hunger of the Beast Clan”, “Secrets of the Coven”, and “Curse of the Court”- are available now! Gather your courage and ride out into the chaos of a world undone. Four heroes and a stagecoach are all that stand between darkness and salvation. Tried and True Turn-based Combat, Improved The ground-breaking genre-defining combat from Darkest Dungeon returns, but everything from stats to rules has been refined and improved. The all new Token System helps make your decisions impactful while adding even more depth of play. Unforgettable Heroes Uncover and experience the tragic origin stories of each hero. Unlock their full potential via new skills, paths, items, and more. Roguelike Runs, Each With Its Own Emerging Story Each expedition lasts from 30 minutes to several hours. Even an untimely end will arm you with resources that can be spent to improve your next journey. The Altar of Hope Engage with a massive system of upgrades and boons that opens up new strategies for each expedition. Choose what’s important to you as you formulate your assaults on the Mountain. The Affinity System As travels progress, heroes bond with each other or grate on each others’ nerves, leading to desperately needed combat synergies or journey-ending dysfunction. Manage their stress and interaction to keep the team together until the bitter end. Nightmarish Environs From the burning Sprawl to the diseased Foetor, the long road to the Mountain will challenge your strategies and your endurance. Explore five distinct regions, each with their own unique creatures and challenges. A Moment’s Peace Rest your weary, shell-shocked heroes at the Inn, where you can relieve their stress and try to improve their relationships with a variety of diversions and delights. Face Your Failures Journey to the Mountain and face down five terrifying manifestations of your weaknesses. Signature Art Style, Evolved Darkest Dungeon’s genre-defining art now improved with no expense spared on 3D visuals, animation, and visual FX. A Feast for the Ears The audio team from Darkest Dungeon is back. Revel in an all new narration performance by voice actor Wayne June, a brand new expansive score by Stuart Chatwood, and bone-crunching sound effects from Power Up Audio.",
        "id_in_db": "t3_1n3k5nf",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "63% off",
        "steam_app_id": "1940340",
        "genres": [
            "Indie",
            "RPG",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257189874/movie_max_vp9.webm?t=1756399584",
        "is_dlc_or_addon": false,
        "persian_summary": "Darkest Dungeon II یک سفر جاده ای Roguelike از Damned است. یک مهمانی را تشکیل دهید ، Stagecoach خود را تجهیز کنید ، و در آخرین تلاش GASP برای جلوگیری از آخرالزمان ، از منظره پوسیدگی استفاده کنید. با این حال ، بزرگترین خطری که با آن روبرو هستید ، ممکن است از درون ... حالت بازی جدید - Kingdoms - اکنون قابل پخش باشد! \"این پادشاهی Squalid ، این سرزمین های فاسد ، آنها اکنون شما هستند ، و شما به آنها محدود هستید.\" Kingdoms یک حالت بازی کاملاً جدید استراتژیک مستقل است که برای بازی در Darkest Dungeon II در دسترس است. Kingdoms با داشتن یک ساختار بازی کاملاً مجدداً مجدداً یک تجربه بازی موازی با حالت بازی Confessions Core است. شما برای دفاع از یک قلمرو فروپاشی در برابر هجوم از همه جناح های دشمن جدید به چالش خواهید رفت. یک فهرست مداوم از قهرمانان را مدیریت کنید ، منابع را جمع کنید و یک خطای حماسی را دنبال کنید تا قبل از از بین رفتن همه ، منبع شر را ردیابی و شکست دهید. پیشرفت در هر حالت بازی به طور جداگانه ردیابی می شود ، و می توانید بین جلسات فعال ..."
    },
    {
        "title": "epic games mobile machinarium",
        "store": "epicgames",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1n2epbu/epic_games_mobile_game_machinarium/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1343400/2354f470ed43dbcf63e168dc2b256285434ea52c/header.jpg?t=1750692577",
        "description": "Journey into the Sixth Age of Gielinor and discover a fantasy world deep with legend and lore. Gielinor's people may be thriving, but the Elder Gods still scheme. The clouds are darkening and war looms. Experience a fantasy online world 19 years in the making. It's up to you. Will you explore the world with friends, or seek your fame and fortune as a lone adventurer? Whether you’re engaged in daring quests, quietly tending to your farm, risking it all against a high-level boss or spending a night at the circus, RuneScape is the perfect second-screen game. Play how you want – the choice is yours. What type of hero will you be? With a world that’s been growing for an incredible 19 years, RuneScape continues to thrill players with an adventure unlike any other. With 270 million installations and cross-playability on PC and mobile, join the hundreds of millions of people who have explored the fantastic and mystical world of Gielinor. Make friends – and maybe sometimes enemies – with a rich roster of memorable NPC characters. From lovable companions and friendly rogues, to deceitful villains and vengeful gods, the many faces of Gielinor offer a deep fantasy experience unlike anything else. Visit dozens and dozens of unique and striking locations, from the medieval castles of Burthorpe and the tranquil harbours of Catherby, to the dangerous barren expanses of the Wilderness or the tropical reaches of Anachronia. Own your own port! Run your own farm! Make a pretty penny trading with players at The Grand Exchange, and keep your exotic wares safe in the Bank. With 28 skills to master, what will you become? Will you be one with nature by perfecting Woodcutting, Fishing, Herblore and Cooking? Or would you prefer to be more creative with Crafting, Farming, Smithing and Construction? Or perhaps your tastes lay elsewhere – with Hunting, Divination, Invention or Runecrafting? Or maybe your soul yearns action, and you’ll take to Magic, Summoning, Slayer and Dungeoneering! Do you want to get up close and personal with a sharp blade in your hand? Or will you take a tactical approach and attack from range? Or perhaps your skills are more mystical, and you prefer the arena of magic? Fight a dazzling assortment of foes including an unimaginable array of epic bosses. From demons to dragons and rock monsters to serpents, nightmares beyond your wildest imagination lay in wait. RuneScape can be played free, but also offers optional membership that unlocks even more thrilling content, including 8 additional skills, over 120 extra quests and access to the entire game world map! Check out the Steam DLC Bundles Membership Access offers featuring launch exclusive Steam cosmetic items and special rewards. Add your unique voice to our vibrant RuneScape community. Enjoy a strong connection to RuneScape's independent development team by joining them for regular livestreams, and share ideas on the forums. We shape RuneScape together!",
        "id_in_db": "t3_1n2epbu",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1343400",
        "genres": [
            "Massively Multiplayer",
            "RPG",
            "Free To Play"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256800506/movie_max_vp9.webm?t=1634556984",
        "is_dlc_or_addon": false,
        "persian_summary": "سفر به ششم عصر ژیلینور و کشف دنیای فانتزی در اعماق افسانه و لور. قوم جیلینور ممکن است رونق داشته باشد ، اما خدایان بزرگتر هنوز هم طرح می شوند. ابرها تاریک می شوند و جنگ می شوند. 19 سال یک دنیای خیالی آنلاین را در ساخت تجربه کنید. این به شما بستگی دارد آیا با دوستان جهان را کشف خواهید کرد یا به دنبال شهرت و ثروت خود به عنوان یک ماجراجو تنها هستید؟ این که آیا شما مشغول جستجوی جسورانه هستید ، بی سر و صدا به مزرعه خود تمایل دارید ، همه اینها را در برابر یک رئیس سطح بالا یا گذراندن یک شب در سیرک به خطر می اندازید ، Runescape بازی عالی صفحه دوم است. بازی را که می خواهید بازی کنید - انتخاب شماست. شما چه نوع قهرمان خواهید بود؟ با دنیایی که 19 سال باورنکردنی در حال رشد است ، Runescape بر خلاف سایر موارد ، بازیکنان را با یک ماجراجویی هیجان زده می کند. با 270 میلیون نصب و قابلیت بازی متقابل در رایانه شخصی و موبایل ، به صدها میلیون نفر که دنیای خارق العاده و عرفانی Gielinor را کاوش کرده اند ، بپیوندید. با ... دوست شوید - و شاید گاهی اوقات دشمن - با ..."
    },
    {
        "title": "epic games mobile strange horticulture",
        "store": "epicgames",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1mwdw8j/epic_games_mobile_game_strange_horticulture/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/391730/a3b21cf10ad950e25aaf459bc04e0f38fc1f115e/header.jpg?t=1756393960",
        "description": "TIME Magazine Top 10 Games of 2016 \"Usually I can say what a game IS and be done, but it's hard to figure out what Crashlands ISN'T. It's a funny, crafty, fighty, jumpy, makey, adventurey, type... thing. I think they started making a cool game and just couldn't stop. \" - Tycho, Penny Arcade Crash land and craft, battle, and quest your way through this story-driven Crafting ARPG overflowing with sass! Become Flux Dabes, a galactic trucker whose latest shipment gets derailed by a chin-strapped alien menace named Hewgodooko, leaving you stranded on an alien planet. As you hustle to retrieve your packages you’ll become enmeshed in a nefarious plot of world domination, which will require all of your wits and both of your glutes to overcome. Learn recipes from the local sentient life, make new friends, uncover ancient secrets and deadly bosses, tame everything and build yourself a home-away-from-home as you learn to thrive after crash landing on planet Woanope. Player 2 can now play as Juicebox! Juicebox's S.T.R.A.W.™ not only harvests resources but also brings additional firepower to the battlefield. But watch out, the enemies are gonna try to kick his robotic butt too now! But Juicebox has a few special moves up his mechanical sleeves... Happy Juiceboxing with your friend! Key Features Expansive Crafting System Unlock over 500 craftable items as you explore the world and learn its secrets! Self-managing, Infinite Inventory Your inventory is infinite, manages itself, and retrieves your tools when you need them, so you can focus on adventuring, questing, and building. You'll never dig through your bag or return to your base to free up inventory space - giving you more time to thrive after crash landing! RPG-Style Character Progression Become more powerful through creating ever-more-amazing items! As you grow in power, you can venture to new regions of the world, meet strange characters, discover new stories, and encounter new and interesting enemies. Skill-Based Combat Learn the attacks of the enemies you encounter, and use your skill, agility, and wits to defeat them! You can even augment your fighting prowess with the power of the dozens of gadgets you can craft. Set your enemies on fire, stun them, slow down time, and more! Intuitive Base Building Building a base in Crashlands is so simple it feels like fingerpainting. You can create beautiful, sprawling bases in minutes! Tameable Creatures Every creature in Crashlands can become a trusty combat sidekick. Find an egg, incubate it, and hatch your very own adorable or hideous bundle of joy. You can even craft special items to grow and empower them! Huge World... with Huge Problems Crash land on a planet with four sentient races, three continents, an epic bid for the future of the planet, and you - trapped in the middle, trying to deliver your freakin' packages. Take your time to dive into the sidestories of the characters you meet or just rush headlong into making that special delivery. With hundreds upon hundreds of quests, there's a lot to do and discover on planet Woanope! Crossplatforminess Don't want the fun to stop? Crashlands is also available on mobile - the exact same game, with your cloud-synced progress - so you never have to stop!",
        "id_in_db": "t3_1mwdw8j",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "391730",
        "genres": [
            "Action",
            "Adventure",
            "Indie",
            "RPG"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257186870/movie_max_vp9.webm?t=1755874746",
        "is_dlc_or_addon": false,
        "persian_summary": "مجله تایم 10 بازی برتر سال 2016 \"معمولاً می توانم بگویم که یک بازی چیست و انجام می شود ، اما می توان فهمید که Crashlands چه چیزی نیست. این یک خنده دار ، حیله گر ، مبارز ، پرشور ، Makey ، Type ... چیز است. فکر می کنم آنها شروع به ساختن یک بازی جالب کردند و فقط نمی توانند متوقف شوند.\" تبدیل به Flux dabes ، یک کامیون کهکشانی که آخرین محموله آن توسط یک تهدید بیگانه چانه به نام Hewgodooko از بین می رود و شما را در سیاره ای بیگانه قرار می دهد. هنگامی که برای بازیابی بسته های خود عجله می کنید ، در یک نقشه ناعادلانه از سلطه جهانیان گنجانیده خواهید شد ، که برای غلبه بر همه عقل و هر دو گلوت شما نیاز دارد. دستور العمل های زندگی احساساتی محلی را بیاموزید ، دوستان جدیدی بسازید ، از اسرار باستانی و کارفرمایان کشنده پرده بردارید ، همه چیز را لکه دار کنید و خود را به خانه بسازید و از خانه خارج شوید ، زیرا یاد می گیرید پس از سقوط در سیاره Woanope ، شکوفا شوید. بازیکن 2 اکنون می تواند به عنوان ..."
    },
    {
        "title": "etailmarket metal gear solid",
        "store": "other",
        "url": "https://etail.market/metal-gear-solid-d-snake-eater-29",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2417610/05c97cbcd0cfc27c8ed6c7fc6d81e0995aa2a7d4/header.jpg?t=1756386016",
        "description": "The Beginning of it All. A remake of the 2004 game METAL GEAR SOLID 3: SNAKE EATER, with the same gripping story and engrossing world, now with all new graphics and 3D audio that enhance the jungle atmosphere. Get ready for the ultimate survival stealth action experience. The Cold War Crisis that started it all In the middle of the Cold War, Naked Snake, the man who would later be known as Big Boss, infiltrates the Soviet Union to escort a defecting scientist, Sokolov. However, the mission ends in failure when Snake's mentor—The Boss, a soldier known as the mother of special forces—betrays him, and Sokolov is captured by Colonel Volgin of the GRU. One week later, Snake returns to Soviet territory to rescue Sokolov and eliminate The Boss—a mission that will mark the start of a new legend, a mission that will mark the start of a new legend, against the backdrop of the ever-changing march of history. Everything you love, and more The story, characters, voice acting, gameplay, and music that made the original a sensation return, remade for modern consoles. This evolutionary leap breathes new life into every cutscene, and rebuilds every corner of the world. Gorgeously rendered graphics With Unreal Engine 5, expansive stages are rendered with cutting-edge technology. Incredible new graphics bring the wild growth of the jungles, forests, and swamps to life in exquisite detail. Characters are rendered in such fine detail that facial wrinkles, pores, and even separate eye and iris movements are visible, allowing for rich and emotive facial animations. Authentic to life portrayals The battle damage system has been upgraded, with the wear and tear of Snake's clothes, as well as bruises and bullet wounds on his body, reflected in real time. Injuries will leave their mark on Snake's body permanently, telling a story of each player's unique journey through the game. Deeply immersive experiences Players can elect for a newly added, more modern control style. These intuitive controls let you focus entirely on the game, and the immersive thrills of the survival stealth experience. You can also choose to play with a classic control style that more closely recreates the feel of the original game. Additional Game Modes *FOX HUNT scheduled for release in Fall 2025. ・SNAKE VS MONKEY In this mode, you'll play as Snake, and round up all the escaped apes running amok in each stage! ・FOX HUNT An all-new online multiplayer mode, set in the same world as the main story. This new mode makes use of stealth and survival elements to deliver exciting hide-and-seek-style back-and-forth gameplay. ・Secret Theater Find 8mm film canisters, secretly carried by enemy soldiers, to unlock these humorous takes on certain scenes. You can find scenes from the original Secret Theater, as well as newly created videos. *Secret Theater will be unlocked after finishing the game. *Film canisters carried by soldiers can be collected during initial playthrough. ・GUY SAVAGE Δ The \"Guy Savage\" nightmare game returns in a fully reimagined version that captures the essence of the original while providing a fresh new look from PlatinumGames. Trigger the nightmare sequence during gameplay or clear the entire story mode to unlock it as a bonus mode. *GUY SAVAGE Δ will be unlocked after finishing the game.",
        "id_in_db": "t3_1n3izzn",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "Discount",
        "steam_app_id": "2417610",
        "genres": [
            "Action",
            "Adventure"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257185368/movie_max_vp9.webm?t=1755846083",
        "age_rating": "This Game may contain content not appropriate for all ages, or may not be appropriate for viewing at work: Frequent Violence, General Mature Content",
        "is_dlc_or_addon": false,
        "persian_summary": "آغاز آن همه. بازسازی بازی Metal Gear Solid 3: Snake Eater ، با همان داستان گیر و دنیای جذاب ، اکنون با تمام گرافیک های جدید و صوتی سه بعدی که باعث تقویت جو جنگل می شود. برای تجربه نهایی Survival Survival Stealth Action آماده شوید. بحران جنگ سرد که همه اینها را در وسط جنگ سرد آغاز کرد ، مار برهنه ، مردی که بعداً به عنوان رئیس بزرگ شناخته می شود ، به اتحاد جماهیر شوروی نفوذ می کند تا یک دانشمند نقص ، سوکولوف را اسکورت کند. با این حال ، این مأموریت هنگامی که مربی مار - رئیس ، یک سرباز معروف به مادر نیروهای ویژه - به او کمک می کند ، به پایان می رسد و سوکولوف توسط سرهنگ ولوژین از Gru اسیر می شود. یک هفته بعد ، مار برای نجات سوکولوف به سرزمین اتحاد جماهیر شوروی باز می گردد و رئیس را از بین می برد-مأموریتی که شروع یک افسانه جدید را نشان می دهد ، مأموریتی که شروع یک افسانه جدید را نشان می دهد ، در برابر پس زمینه راهپیمایی همیشه در حال تغییر تاریخ. هر آنچه را که دوست دارید ، و بیشتر داستان ، شخصیت ها ، بازیگری صدا ، گیم پلی و موسیقی ..."
    },
    {
        "title": "exiled giveaways and itchio mega threads",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1mzw4br/exiled_giveaways_and_itchio_mega_threads/",
        "image_url": "https://preview.redd.it/exiled-giveaways-mega-thread-v0-ol7yel74jaaf1.png?width=1036&auto=webp&s=c123dfce8da70d95cbb90ccbb8ef5ab08c80a42a",
        "description": "To increase visibility, the mega threads are posted on a weekly basis. This is being done following the overall discussion of Mega Threads via FGF Update - https://redd.it/jkxyzw Please use the below threads for your posts. :) Exiled Giveaways Mega Thread (#2) Itchio Mega Thread (#10) Want to setup alerts to these threads? RSS Feed information can be found in our wiki! https://www.reddit.com/r/FreeGameFindings/wiki/rssfeed Included is information about our discord bot and general RSS feed stuff. Definitely give it a look! submitted by /u/AutoModerator [link] [comments]",
        "id_in_db": "t3_1mzw4br",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "برای افزایش دید ، موضوعات مگا به صورت هفتگی ارسال می شوند. این کار پس از بحث کلی موضوعات مگا از طریق بروزرسانی FGF انجام می شود - https://redd.it/jkxyzw لطفاً از موضوعات زیر برای پست های خود استفاده کنید. :) Giveaways Mega Thread (شماره 2) Thread Mega Itchio (#10) آیا می خواهید هشدارهایی را برای این موضوعات تنظیم کنید؟ اطلاعات خوراک RSS را می توان در ویکی ما یافت! https://www.reddit.com/r/freegamefindings/wiki/rssfeed شامل اطلاعات مربوط به ربات Discord و General RSS Feed است. قطعاً به آن نگاه کنید! ارسال شده توسط /u /automoderator [پیوند] [نظرات]"
    },
    {
        "title": "fabledom",
        "store": "steam",
        "url": "https://store.steampowered.com/app/1651560/Fabledom/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1651560/header.jpg?t=1753925499",
        "description": "Welcome, your Highness! A vast land awaits your settlers and is ready to be colonized. Fabledom offers an accessible and intuitive way of playing City builders, the game is easy to pick up and play for anyone but can still offer a challenge for more experienced players thanks to its difficulty settings. Set in a strange world where Fairytales become reality, you will witness the growth of your village; follow your citizens’ lives and watch the rise and fall of your relationships with the neighboring kingdoms. From a small village to a bustling Fairy tale Kingdom Find the promised land, settle, and flourish! You will need every resource available to you to expand and thrive. Build and shape a city worthy of your citizens! Meet & interact with magical creatures Experience a fairytale world filled with flying pigs, giants, gnomes, and much more. Explore every nook and cranny of this magical world but beware of the witch sisters and the looming dragon if you don’t want your kingdom to become a cautionary tale itself! Adapt your playstyle to find true love! Romance will strongly shape the way you play and enjoy the game. Fabledom’s focus on love and candor will provide fresh city building mechanics as you can choose between 6 different rulers to interact with, get unique quests and buildings for your Kingdom! Build an Army to protect your kingdom Make it rain coins on your Fablings by building a Mystic Mine but do so at your own expense as trolls have an appetite for such endeavor. Gather your army and hero to protect your kingdom from their malicious invasion! Tales of trades, feuds and partnerships Build your economy, exchange rare resources to grow and evolve. Fabledom offers numerous ways to interact with other kingdoms. How you handle diplomacy will shape your progress. Fabledom is inspired by amazing games like: - The Settlers - Foundation - Kingdoms and Castles",
        "id_in_db": "t3_1n3mzux",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "55% off",
        "steam_app_id": "1651560",
        "genres": [
            "Casual",
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257022298/movie_max_vp9.webm?t=1715606648",
        "is_dlc_or_addon": false,
        "persian_summary": "خوش آمدید ، والا! یک سرزمین وسیع در انتظار مهاجران شما است و آماده استعمار است. Fabledom روشی در دسترس و بصری برای بازی در سازندگان شهر ارائه می دهد ، بازی برای هر کسی آسان است و بازی می کند اما به لطف تنظیمات دشواری آن ، هنوز هم می تواند برای بازیکنان باتجربه تر یک چالش را برای بازیکنان با تجربه تر ارائه دهد. در دنیای عجیبی قرار گرفته است که افسانه ها به واقعیت تبدیل می شوند ، شاهد رشد روستای خود خواهید بود. زندگی شهروندان خود را دنبال کنید و افزایش و سقوط روابط خود را با پادشاهی های همسایه تماشا کنید. از یک دهکده کوچک گرفته تا یک پادشاهی پری شلوغ ، سرزمین موعود ، حل و فصل و شکوفایی را پیدا کنید! برای گسترش و شکوفایی به هر منبعی در دسترس شما نیاز خواهید داشت. شهری را که شایسته شهروندان خود است ، بسازید و شکل دهید! ملاقات و تعامل با موجودات جادویی ، دنیای پری را پر از خوک های پرنده ، غول ها ، گنوم ها و موارد دیگر تجربه می کند. اگر نمی خواهید پادشاهی خود را به ..."
    },
    {
        "title": "free survival management game where you lead a team of 8 survivors stranded on a strange island after a plane crash assign them to tasks develop your survival skills research and craft new items explore the island and solve its mysteries",
        "store": "steam",
        "url": "https://store.steampowered.com/app/384310/Dead_In_Bermuda/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/384310/header.jpg?t=1755126644",
        "description": "DEAD IN BERMUDA is a survival management game with RPG and adventure elements, in which you lead a team of 8 survivors from a plane crash on a strange island. Assign your survivors to tasks, gain experience and develop your survival skills, research and craft new items for the camp, explore the island for resources and solve the mysteries behind an ancient atlantean prophecy. Key Features Manage the well-being of your team: they can die from Hunger, Fatigue, Sickness, Injury and Depression as well as lack of water. Relationships between characters evolve! They can argue, become friends and even lovers. Research & Craft to upgrade your camp. Deep RPG system running behind the scenes: the efficiency of every action is tied to character skill, opinions and the state of the character. Exploration: 100 map areas to discover, each with its own rewards… or traps! Randomized elements: the map, the items, the dialogs, the skills and traits of your characters changes every new game. Special encounters in the jungle with choose-you-own-adventure like elements. Easy to play, but hard to survive!",
        "id_in_db": "t3_1n1mmw9",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "384310",
        "genres": [
            "Adventure",
            "Indie",
            "RPG",
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256655288/movie_max.webm?t=1447377385",
        "is_dlc_or_addon": false,
        "persian_summary": "Dead در برمودا یک بازی مدیریت بقا با RPG و عناصر ماجراجویی است که در آن شما تیمی از 8 بازمانده را از سقوط هواپیما در یک جزیره عجیب رهبری می کنید. بازماندگان خود را به وظایف اختصاص دهید ، تجربه کسب کنید و مهارت های بقا ، تحقیق و تحقیق و توسعه موارد جدید را برای اردوگاه توسعه دهید ، جزیره را برای منابع کشف کنید و اسرار پشت یک پیشگویی آتلانتیایی باستانی را حل کنید. ویژگی های کلیدی مدیریت بهزیستی تیم شما: آنها می توانند از گرسنگی ، خستگی ، بیماری ، آسیب و افسردگی و همچنین کمبود آب جان خود را از دست دهند. روابط بین شخصیت ها تکامل می یابد! آنها می توانند استدلال کنند ، دوست و حتی عاشق شوند. تحقیق و کاردستی برای به روزرسانی اردوگاه خود. سیستم RPG عمیق که در پشت صحنه اجرا می شود: کارآیی هر عملی با مهارت شخصیت ، عقاید و وضعیت شخصیت گره خورده است. اکتشاف: 100 منطقه نقشه برای کشف ، هر کدام دارای پاداش های خاص خود هستند ... یا تله! عناصر تصادفی: نقشه ، موارد ، گفتگوها ، مهارت ها و ویژگی های شخصیت های شما هر بازی جدید را تغییر می دهد. خاص ..."
    },
    {
        "title": "game club waka",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/game-club-waka-waka",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1047240/header.jpg?t=1644345297",
        "description": "Probably every teenager wanted to have his own computer club - play all day long, make new friends, brag about game achievements. And now this dream has become a reality! In the game Game club \"Waka Waka\" you can feel like the owner of your own game club! You will be required to develop your club from a simple set-top boxes and old TVs to state of the art computers!Make sure nothing is broken, because if the console is sparkling, it will burn out soon! game Features: 22 different game devices Music includes 28 different 8-bit melodies machinery Breakdowns progress Fond memories",
        "id_in_db": "t3_1mvi8fp",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1047240",
        "genres": [
            "Indie",
            "Simulation",
            "Sports",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256747092/movie_max.webm?t=1554406343",
        "is_dlc_or_addon": false,
        "persian_summary": "احتمالاً هر نوجوان می خواست باشگاه رایانه ای خود را داشته باشد - تمام روز بازی کنید ، دوستان جدیدی پیدا کنید ، در مورد دستاوردهای بازی لاف بزنید. و اکنون این رویا به واقعیت تبدیل شده است! در باشگاه بازی \"Waka Waka\" می توانید مانند صاحب باشگاه بازی خود احساس کنید! از شما خواسته می شود باشگاه خود را از یک جعبه ساده و تلویزیون های قدیمی به حالت رایانه های هنری توسعه دهید! مطمئن شوید که هیچ چیز شکسته نشده است ، زیرا اگر کنسول درخشان باشد ، به زودی می سوزد! ویژگی های بازی: 22 دستگاه بازی مختلف موسیقی شامل 28 بازی مختلف 8 بیتی Melodies Machinery Breakdowns Progress Memories Fond"
    },
    {
        "title": "hollow knight 73973950 off space engineers 424 424 75 off tom clancys ghost recon breakpoint 599 599 90 off sniper elite 4 599 599 90 off tom clancys the division 2 599 599 80 off",
        "store": "steam",
        "url": "https://store.steampowered.com/search/?filter=weeklongdeals",
        "image_url": "https://external-preview.redd.it/zmADNofKaW4Msc89mR6pZyObwUmf3yBmyAtIUidA77I.jpeg?width=640&crop=smart&auto=webp&s=9d213a641b25f90de30e3c6fec491f85d703d4af",
        "description": "submitted by /u/DsLmaNiaC [link] [comments]",
        "id_in_db": "t3_1n3ki9j",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "50% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /dslmaniac [لینک] [نظرات]"
    },
    {
        "title": "ingredient checker lifetime 79 free scan food products for microplastics seed oils pfas processing info and get longevity score available aug 28",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/ingredient-checker-chemzero/id6739990764?platform=iphone",
        "image_url": "https://external-preview.redd.it/X_B6HHCGVN74O7moAPL-8ABWvzI5mvx2hlsNZ9optC8.png?width=640&crop=smart&auto=webp&s=bb82fbb9df844a269549ccbb316f67c0bce75a47",
        "description": "We wanted a way to quickly see if the food we buy supports long-term health - so we built an app that scans products for microplastics, seed oils, processing level, and hidden ingredients that impact longevity. From Aug 28 untill Aug 31, we’ve made our Lifetime PRO unlock completely free via in-app purchase. Regular price is $79 - this weekend it’s $0.00, forever unlocked. If you end up finding ChemZero useful, we’d love a quick App Store rating - it really helps others discover it and motivate us app makers trying to build genuinely useful tool that supports our health. submitted by /u/LeaderRude5700 [link] [comments]",
        "id_in_db": "t3_1n2psb3",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ما می خواستیم راهی برای سریع ببینیم که آیا غذایی که ما خریداری می کنیم از سلامت طولانی مدت پشتیبانی می کند - بنابراین ما برنامه ای را ساختیم که محصولات را برای میکروپلاستیک ، روغن بذر ، سطح پردازش و مواد مخفی که بر طول عمر تأثیر می گذارد ، اسکن می کند. از 28 اوت تا 31 اوت ، ما باعث شده ایم که Lifetime Pro باز شود و از طریق خرید درون برنامه ای کاملاً رایگان باشد. قیمت منظم 79 دلار است - این آخر هفته 0.00 دلار است ، برای همیشه باز نشده است. اگر در نهایت پیدا کردن Chemzero مفید هستید ، ما عاشق یک رتبه بندی سریع فروشگاه App هستیم - این واقعاً به دیگران کمک می کند تا آن را کشف کنند و ما را به سازندگان برنامه ها انگیزه دهند که سعی می کنند ابزاری واقعاً مفید را بسازند که از سلامتی ما پشتیبانی کند. ارسال شده توسط /u /LeaderRude5700 [لینک] [نظرات]"
    },
    {
        "title": "ios ipados run for fun 799 free till august 31st restrict addictive apps on your device until you exercise",
        "store": "iosappstore",
        "url": "https://apps.apple.com/ca/app/run-for-fun-screen-time-focus/id6743376966",
        "image_url": "https://external-preview.redd.it/YnxK9fl_RkHDMZAdBXXVatKpFRnscoVwFhb5cd5LcIM.png?width=640&crop=smart&auto=webp&s=a8739d679f88286ceb51dee42e7160f4af3ed263",
        "description": "submitted by /u/busymom0 [link] [comments]",
        "id_in_db": "t3_1n2j0we",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /busymom0 [پیوند] [نظرات]"
    },
    {
        "title": "ios pdfforge 499 to free for 48h scan edit sign and extract text from pdfs with ocr pdfforge is your all",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/pdfforge-pdf-scanner-edit/id6744874734",
        "image_url": "https://external-preview.redd.it/PNfCcidLKXZHRLcYTn3uNtT41HGYqz1Zn6L7cWNG6QA.png?width=640&crop=smart&auto=webp&s=b2fb7c4401500346b922367e6dc7ccc56b143e95",
        "description": "What I’m Looking For: Feedback on usability, design, or anything that feels off Suggestions for new features or improvements Your thoughts on how it compares to other PDF Scanning apps submitted by /u/MefjuEditor [link] [comments]",
        "id_in_db": "t3_1msaagg",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "آنچه من به دنبال آن هستم: بازخورد در مورد قابلیت استفاده ، طراحی یا هر چیزی که از ویژگی های جدید برای ویژگی های جدید یا بهبود افکار خود در مورد نحوه مقایسه آن با سایر برنامه های اسکن PDF ارسال شده توسط /u /mefjueditor [پیوند] [پیوند] [نظرات] استفاده می کند."
    },
    {
        "title": "ios pillmate 499 to free for 48h pillmate is a medication tracker with smart pill reminders and daily dose logs stay on schedule and never miss your medicine again",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/pillmate-medicine-tracker/id6743670524",
        "image_url": "https://external-preview.redd.it/gHWLg7EN0rauX2cH08Dkf3zj2Y4WrrWxaqL0V4rymN4.png?width=640&crop=smart&auto=webp&s=83cf4fe30891962473f87a8187f0ab97709a9183",
        "description": "What I’m Looking For: Any feedback on app usability, design, or anything that doesn’t feel quite right. Suggestions for new features or improvements! General thoughts on your experience using the app. submitted by /u/MefjuEditor [link] [comments]",
        "id_in_db": "t3_1n37pdp",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "آنچه من به دنبال آن هستم: هرگونه بازخورد در مورد قابلیت استفاده ، طراحی یا هر چیزی که کاملاً درست نیست. پیشنهادات برای ویژگی های جدید یا پیشرفت ها! افکار عمومی در مورد تجربه خود با استفاده از برنامه. ارسال شده توسط /u /mefjueditor [پیوند] [نظرات]"
    },
    {
        "title": "ios receipto 4999 free for 24h scan organize export receipts easily",
        "store": "iosappstore",
        "url": "https://apps.apple.com/es/app/receipto-receipt-scanner-app/id6745450337",
        "image_url": "https://external-preview.redd.it/q5T7Dme7Yv9pNIyAWMGYkMMiFpWM8lm_dA297GBF5T4.png?width=640&crop=smart&auto=webp&s=e93460aaa75beaa6d5036364daf16338fbf6a1e4",
        "description": "Normally $49.99, but for the next 24 hours you can grab Receipto completely free. App Store link: https://apps.apple.com/es/app/receipto-receipt-scanner-app/id6745450337 Features: • Scan and digitize receipts with your camera • Auto-extract merchant, date, totals • Organize and search receipts easily • Works offline by default (optional sync if you want backup) I’d really appreciate it if you could leave a positive review on the App Store after trying it — it helps a ton 🙏 Enjoy the app! submitted by /u/OwnFix1582 [link] [comments]",
        "id_in_db": "t3_1msxn48",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "به طور معمول 49.99 دلار ، اما برای 24 ساعت آینده می توانید رسیده را کاملاً رایگان بگیرید. برنامه App Store: https://apps.apple.com/es/app/receipto-receipt-scanner-app/id6745450337 ویژگی ها: • اسکن و دیجیتالی کردن رسیدها با دوربین خود • بازرگان خودکار Extract Auto-Extract ، تاریخچه ، جمع آوری و جستجوی شما به راحتی می توانید از کارآیی خود استفاده کنید اگر می خواهید به طور پیش فرض را انجام دهید (اگر می خواهید به طور پیش فرض می کنید) اگر می خواهید به طور پیش فرض می کنید (اگر می خواهید به طور پیش فرض می کنید (Synd) IT - به یک تن کمک می کند 🙏 از برنامه لذت ببرید! ارسال شده توسط /u /homefix1582 [لینک] [نظرات]"
    },
    {
        "title": "ios sonicscript 499 to free for 48h clean powerful text to speech tts app for ios",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/sonicscript-text-to-speech/id6745083919",
        "image_url": "https://external-preview.redd.it/mi5wmzC5Ti-YJ7hdZo-JFE7t4_oD6ljYaWw-KoKAKZM.png?width=640&crop=smart&auto=webp&s=927a63c995b08d3298d6c99da7e7eb53ff0f8e05",
        "description": "What I’m Looking For: Any feedback on app usability, design, or anything that doesn’t feel quite right. Suggestions for new features or improvements! General thoughts on your experience using the app. Recently updated with some suggestions from Reddit users. Now app should not crash over the longer text, added clear button to just delete whole content from the text field. But still look for more feedback. Now looking for new voice models for requested languages. Soon app will also work on iPads and Macs. submitted by /u/MefjuEditor [link] [comments]",
        "id_in_db": "t3_1mv6k11",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "آنچه من به دنبال آن هستم: هرگونه بازخورد در مورد قابلیت استفاده ، طراحی یا هر چیزی که کاملاً درست نیست. پیشنهادات برای ویژگی های جدید یا پیشرفت ها! افکار عمومی در مورد تجربه خود با استفاده از برنامه. اخیراً با برخی از پیشنهادات کاربران Reddit به روز شده است. اکنون برنامه نباید روی متن طولانی تر خراب شود ، دکمه CLEAR را اضافه کرد تا فقط محتوای کل را از قسمت متن حذف کند. اما هنوز به دنبال بازخورد بیشتر هستید. اکنون به دنبال مدل های صوتی جدید برای زبانهای درخواستی هستید. برنامه به زودی روی iPads و MAC نیز کار خواهد کرد. ارسال شده توسط /u /mefjueditor [پیوند] [نظرات]"
    },
    {
        "title": "iosmacos hours calculator lifetime 599",
        "store": "iosappstore",
        "url": "https://apps.apple.com/app/id6745176754",
        "image_url": "https://external-preview.redd.it/JT2VUdNsqbvSG_1aS4EoDiU0bgVgfJOQl8zR4JSRU-w.png?width=640&crop=smart&auto=webp&s=dfb9bd58c93a9495e3c8937d12aacbfbb37f6f59",
        "description": "Hours Calculator makes it easy to calculate hours, minutes, and seconds - as well as hourly rate. It's perfect for tracking work, calculating billable hours, or managing your schedule. It works across iOS and macOS. Any feedback is much appreciated! Thanks for your support. submitted by /u/londonfinn [link] [comments]",
        "id_in_db": "t3_1n0fotv",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ماشین حساب ساعتها محاسبه ساعت ، دقیقه و ثانیه - و همچنین نرخ ساعتی را آسان می کند. این برای ردیابی کار ، محاسبه ساعات قابل پرداخت یا مدیریت برنامه خود مناسب است. در سراسر iOS و MACOS کار می کند. از هر بازخورد بسیار استقبال می شود! با تشکر از حمایت شما ارسال شده توسط /u /londonfinn [پیوند] [نظرات]"
    },
    {
        "title": "iosnotestackiap 10",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/notestack-notes-and-lists/id1672575304",
        "image_url": "https://external-preview.redd.it/XakeRltSJEkdAk5zsR2pjn5ncfonR463hNu3YIGHmNc.png?width=640&crop=smart&auto=webp&s=632fb57660f15c53f10a47ee26c6bb4a27c5a99a",
        "description": "Less is more, when it’s done right. NoteStack gives you only what you need to take and organise notes quickly. While other apps show you a really tiny preview, with NoteStack you can see the real note before you open it. This makes the app more fun and easier to find your notes. submitted by /u/rohanmerchant [link] [comments]",
        "id_in_db": "t3_1n0697k",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "کمتر ، وقتی درست انجام شد. Notestack فقط آنچه را که باید بگیرید و یادداشت ها را به سرعت سازماندهی می کنید به شما می دهد. در حالی که برنامه های دیگر پیش نمایش بسیار ریز و درشتی را به شما نشان می دهند ، با Notestack می توانید قبل از باز کردن ، یادداشت واقعی را مشاهده کنید. این باعث می شود برنامه سرگرم کننده تر و آسان تر برای یافتن یادداشت های شما باشد. ارسال شده توسط /u /rohanmerchant [لینک] [نظرات]"
    },
    {
        "title": "iospdfforge499 to free for 48hscan edit sign and extract text from pdfs with ocr pdfforge is your all",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/pdfforge-pdf-scanner-edit/id6744874734",
        "image_url": "https://external-preview.redd.it/8Ln6jDc15lIZZjnpmDdTfQoSMRjND0fVKlw4GiEO1TI.png?width=640&crop=smart&auto=webp&s=e9b01f5bb287c93e1a7f982ee622fc82f9444936",
        "description": "What I’m Looking For: Feedback on usability, design, or missing features Suggestions for improvements or pain points Thoughts on how it compares to other PDF apps Recently updated, I added localization for 10 languages, let me know how it looks like. I will be very thankful for any feedback! submitted by /u/MefjuEditor [link] [comments]",
        "id_in_db": "t3_1mzeipo",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "آنچه من به دنبال آن هستم: بازخورد در مورد قابلیت استفاده ، طراحی یا ویژگی های مفقود شده برای بهبود یا نقاط درد در مورد نحوه مقایسه آن با سایر برنامه های PDF که اخیراً به روز شده اند ، محلی سازی را برای 10 زبان اضافه کردم ، به من اطلاع دهید که چگونه به نظر می رسد. من برای هر بازخورد بسیار سپاسگزارم! ارسال شده توسط /u /mefjueditor [پیوند] [نظرات]"
    },
    {
        "title": "kamaeru",
        "store": "epicgames",
        "url": "https://store.epicgames.com/p/kamaeru-0c301e",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1978150/header.jpg?t=1745518335",
        "description": "Kamaeru is a cozy frog collecting game about farming and preserving nature. You play as a kind soul helping an old friend restore the wetlands of your childhood by transforming them into a safe haven for friendly little frogs. With the help of the game’s cast of welcoming NPCs, you will photograph and breed frogs to increase your reputation, decorate your frog refuge, and plant native crops to help your amphibian abode thrive! Collect frogs 🐸 Feed, breed, collect, and raise all of the game’s 500+ frogs! 🐸 It’s up to you to figure out the secret to attracting new and adorable frogs. You can complete your collection by unlocking all the rare colors through a special breeding mini-game. When new ones join your refuge, use the in-game camera to take photos of them and collect them for your frogedex! Restore the wetlands 🌾 In order to succeed in your quest for frog preservation, you will need to restore the nearby wetlands to their former glory. This will allow you to continually support and cultivate the area through a process known as paludiculture! Dig ponds to let water roam the land again and plant native wetlands species to harvest precious crops. From there, you can transform your pickings into manufactured goods that can be sold to improve your froggy habitat further! Customize your frog refuge 🎨 New furniture will bring new frogs with it! As you personalize your habitat, new poses of frogs will be shown into specific kinds of furniture. Plus, it’ll attract attention to the area–and with it, new visitors! You can even repaint furniture to better fit your own unique style sensibilities.",
        "id_in_db": "t3_1mwddck",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1978150",
        "genres": [
            "Casual",
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257028619/movie_max_vp9.webm?t=1717877628",
        "is_dlc_or_addon": false,
        "persian_summary": "Kamaeru یک قورباغه دنج است که در مورد کشاورزی و حفظ طبیعت جمع آوری می کند. شما به عنوان یک روح مهربان بازی می کنید و به یک دوست قدیمی کمک می کند تا با تبدیل آنها به یک پناهگاه امن برای قورباغه های کوچک دوستانه ، تالابهای کودکی خود را بازگرداند. با کمک بازیگران بازی از استقبال از NPC ها ، برای افزایش شهرت ، تزئین پناهگاه قورباغه خود و کاشت محصولات بومی خود ، از قورباغه های قورباغه خود عکس می گیرید و پرورش می دهید تا به زندگی دوزیستان کمک کنید! قورباغه ها را جمع آوری کنید 🐸 خوراک ، پرورش ، جمع آوری و جمع آوری همه قورباغه های 500+ بازی! 🐸 این وظیفه شماست که راز جذب قورباغه های جدید و شایان ستایش را بفهمید. شما می توانید مجموعه خود را با باز کردن تمام رنگ های نادر از طریق یک مینی بازی مخصوص پرورش تکمیل کنید. هنگامی که افراد جدید به پناهگاه شما می پیوندند ، از دوربین درون بازی استفاده کنید تا از آنها عکس بگیرید و آنها را برای FrogedEx خود جمع کنید! تالابها را بازیابی کنید 🌾 برای موفقیت در تلاش برای حفظ قورباغه ، باید تالابهای اطراف خود را به شکوه سابق خود بازگردانید. این به شما امکان می دهد به طور مداوم پشتیبانی کنید ..."
    },
    {
        "title": "kamaeru ca2299 free cozy frog collecting game where you take pictures of frogs play mini",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/kamaeru-0c301e",
        "image_url": "https://gameluster.com/wp-content/uploads/2024/02/Kamaeru_KeyArt_1920x1080.jpg",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1mwe5gk",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /pm_me_freegames [لینک] [نظرات]"
    },
    {
        "title": "lord of the rings online",
        "store": "other",
        "url": "https://www.lotro.com/news/lotro-free-questing-coupon-2025-en",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/212500/header.jpg?t=1745615503",
        "description": "In The Lord of the Rings Online™ , join the world’s greatest fellowship of players in the faithful online re-creation of J. R. R. Tolkien’s legendary Middle-earth. From the crumbling, shadowed ruins of Weathertop to the ageless, golden wood of Lothlórien, immerse yourself in Middle-earth as you have never seen it before. Visit the peaceful, verdant fields of the Shire, brave the dark depths of the Mines of Moria, and raise a pint at the Prancing Pony in Bree! Key Features: Explore the Massive World of Middle-earth: Immerse yourself in the award-winning recreation of the beloved fantasy world of J.R.R. Tolkien through renowned locations including the Shire, the Mines of Moria, and Lothlórien. Create & Advance Your Hero: Advance to the highest levels with boundless character customization possibilities. Choose from a vast array of races, classes, and professions, plus earn countless titles, skills, and traits, direct from the stories of Middle-earth. Solo & Co-op Skirmishes: Dive into instant adventure alongside friends or customizable AI soldiers in exciting, scalable battles! Legendary Items: Design and customize your own legendary weapons of immense power like Bilbo’s Sting or Gandalf’s Glamdring! Play as a Monster: Fight as a servant of Sauron against other players in intense PvMP Combat! Craft Your Own Gear: Farm crops in the fertile fields of the Shire or let your hammer ring in the Dwarven halls Ered Luin. Free Online Play: No monthly fees required.",
        "id_in_db": "t3_1n2hwps",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "212500",
        "genres": [
            "Action",
            "Adventure",
            "Massively Multiplayer",
            "RPG",
            "Free To Play"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257070341/movie_max_vp9.webm?t=1730926346",
        "is_dlc_or_addon": false,
        "persian_summary": "در Lord of the Rings Online ™ ، به بزرگترین کمک هزینه بازیکنان جهان در ایجاد مجدد آنلاین وفادار J. R. R. Tolkien's Legendary Middle Middle ، بپیوندید. از ویرانه های خرد شده و سایه دار Weathertop گرفته تا چوب های طلایی و طلایی لوتلین ، خود را در سرزمین میانه غوطه ور کنید ، همانطور که قبلاً آن را ندیده اید. از مزارع صلح آمیز و پرشور Shire دیدن کنید ، در اعماق تاریک مین های موریا شجاع شوید و یک پین را در Pony Pony در Bree پرورش دهید! ویژگی های کلیدی: دنیای عظیم سرزمین میانه را کاوش کنید: خود را در تفریح ​​برنده جایزه دنیای فانتزی محبوب J.R.R. تالکین از طریق مکانهای مشهور از جمله Shire ، Mines of Moria و Lothlórien. ایجاد و پیشرفت قهرمان خود: با امکانات شخصی سازی شخصیت بی حد و حصر ، به بالاترین سطح بروید. از میان نژادها ، کلاس ها و حرفه ها ، به علاوه عناوین ، مهارت ها و صفات بی شماری کسب کنید ، مستقیماً از داستان های سرزمین میانه کسب کنید. درگیری های انفرادی و تعاونی: شیرجه رفتن به ..."
    },
    {
        "title": "Machinarium",
        "id_in_db": "machinarium@1756394481",
        "store": "other",
        "url": "https://itad.link/0193bb4d-8c33-725f-a8c6-6672744f7fbf/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "40700",
        "description": "Help Josef the robot save his girlfriend Berta kidnapped by the Black Cap Brotherhood gang! Machinarium is the award-winning independent adventure game developed by the makers of Samorost, Botanicula and CHUCHEL. A little robot who’s been thrown out to the scrap yard behind the city must return and confront the Black Cap Brotherhood and save his robot-girl friend. World: Machinarium world is populated only by robots of various forms and functions. One of the most interesting places in this world is old, rusty and legendary city of Machinarium where the game takes place Story: You will have to get rid of wicked robots from the Black Cap Brotherhood and save the head of the city and also your robot-girl friend Puzzles: You will be solving many logical puzzles, adventure quests, brain teasers and mini-games Graphics: Backgrounds and characters are 2D hand-drawn and there is more then one hour of carefully crafted animations Music: Beautiful original soundtrack was composed and recorded by Floex (Samorost2 OST) Communication: You won't find any lengthy boring dialogs in this game, characters talk by comic bubbles with simple animations and symbols",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/40700/header.jpg?t=1748258174",
        "genres": [
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257145642/movie_max_vp9.webm?t=1748253073",
        "is_dlc_or_addon": false,
        "subreddit": "FreeGameFindings",
        "persian_summary": "به Josef Robot کمک کنید تا دوست دختر خود Berta را که توسط باند اخوان المسلمین Black Cap ربوده شده است ، نجات دهد! Machinarium بازی ماجراجویی مستقل برنده جایزه است که توسط سازندگان Samorost ، Botanicula و Chuchel ساخته شده است. یک ربات کوچک که به حیاط قراضه در پشت شهر پرتاب شده است ، باید برگردد و با اخوان المسلمین سیاه مقابله کند و دوست دختر ربات خود را نجات دهد. جهان: Machinarium World فقط توسط روبات هایی با اشکال و کارکردهای مختلف جمع می شود. یکی از جالب ترین مکان های این جهان ، شهر قدیمی ، زنگ زده و افسانه ای Machinarium است که در آن بازی داستان می شود: شما باید از ربات های شرور از اخوان المسلمین خلاص شوید و سر شهر را نجات دهید و همچنین دوست دختر ربات شما را معجزه می کنید: شما بسیاری از معما های منطقی ، کشتارگاه های ماجراجویی ، ساعت های مغز و مغز را حل خواهید کرد. موسیقی انیمیشن: موسیقی متن اصلی زیبا ساخته شده و ضبط شده است ..."
    },
    {
        "title": "Make Way",
        "id_in_db": "make-way@1756394466",
        "store": "other",
        "url": "https://itad.link/01982c54-710d-70f1-8a3f-51d3bab2eaf6/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1445790",
        "description": "Make Way is classic, top-down, multiplayer racing shifted up multiple gears. Grab track pieces from a pick n mix menu and snap them together to build your first course. Dodge hazards, unleash weaponry, and avoid falling off the edge in a chaotic rush to the finish line, then bolt on new track pieces for the next round. Scrap across ever-growing courses with increasingly perilous features until a winner is crowned before starting over with a brand-new course. Build your course Work together—or against one another—to quickly build tracks using a range of ridiculous pieces, including loops, seesaws, corkscrews, and even train crossings. Then add obstacles and power-ups. Ruin your friends’ race with a well-placed barrier or jettison them off the side of a curve with a crafty boost-pad. Blow up the competition Six racers jostle and shunt to cross checkpoints and reach the finish line. Obliterate opponents with a range of wacky weapons, including goo cannons and Tesla coils, but beware: each checkpoint acts as a respawn point and revenge is a dish best served via a giant mallet or rooftop-mounted shotgun… Keep on truckin’ The finish line isn’t the finish! Add new track pieces after each round to create monstrously large courses, and score bonus points with your performance to take home the trophy. Add to your collection Unlock new track pieces and hazards for more dangerous course designs. Add new vehicles to your garage to romp to victory in style. Key Features Mix and match unique track pieces and hazards for near-endless course configurations Fight for weapons and power-ups to gain the advantage Unlock new track pieces and vehicles for wackier races Up to six players, on the same screen or online with cross-platform multiplayer Toggle traps and safety barriers on or off to make those twisty turns easier (or more perilous!) using fully customisable rulesets",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1445790/header.jpg?t=1754475272",
        "genres": [
            "Action",
            "Casual",
            "Indie",
            "Racing"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256984238/movie_max_vp9.webm?t=1752486146",
        "is_dlc_or_addon": false,
        "subreddit": "FreeGameFindings",
        "persian_summary": "Make Way کلاسیک ، از بالا به پایین و مسابقه چند نفره است که چندین چرخ دنده را تغییر می دهد. قطعات آهنگ را از منوی Pick N Mix بگیرید و آنها را با هم ببندید تا اولین دوره خود را بسازید. خطرات Dodge ، اسلحه را رها کنید ، و از سقوط از لبه در یک عجله هرج و مرج به خط پایان خودداری کنید ، سپس برای دور بعدی روی قطعات جدید آهنگ پیچ کنید. در دوره های رو به رشد در حال رشد با ویژگی های فزاینده خطرناک تا زمانی که یک برنده قبل از شروع کار با یک دوره کاملاً جدید ، تاج گذاری شود. کار دوره خود را با هم - یا در مقابل یکدیگر - بسازید تا به سرعت آهنگ ها را با استفاده از طیف وسیعی از قطعات مسخره ، از جمله حلقه ها ، Seesaws ، Corkscrews و حتی گذرگاه های قطار بسازید. سپس موانع و قدرت را اضافه کنید. مسابقه دوستان خود را با یک سد مناسب و یا جتیسون آنها از کنار یک منحنی با یک چاشنی حیله گر خراب کنید. برای عبور از پاسگاه ها و رسیدن به خط پایان ، این مسابقه را شش مسابقه Jostle و Shunt منفجر کنید. مخالفان بی نظیر با طیف وسیعی از سلاح های حواس پرت ، از جمله توپ های گو و سیم پیچ تسلا ، اما مراقب باشید: ..."
    },
    {
        "title": "make way ca1999 free a racing party game with crazy track builder options",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/make-way-bddf5f",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1445790/header.jpg?t=1754475272",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1n2etx4",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /pm_me_freegames [لینک] [نظرات]"
    },
    {
        "title": "nintendo chants of sennaar",
        "store": "other",
        "url": "https://www.nintendo.com/us/store/products/chants-of-sennaar-switch/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1931770/header.jpg?t=1755089409",
        "description": "Winner of Best Indie Game at the 2024 New York Game Awards and nominated multiple times at other ceremonies including The Game Awards and the BAFTA, Chants of Sennaar is a critically-acclaimed puzzle and adventure game developed by Rundisc. Divided since the dawn of time, the Peoples of the Tower no longer speak to each other, isolated by fear or mistrust. It is said that one day, a Traveler will find the wisdom to break down the walls and restore the balance. Travel the endless steps of a prodigious labyrinth, uncover the truth and unveil the mysteries of this fascinating universe where ancient languages are both the lock and the key. Inspired by the myth of Babel, discover an enigmatic and vast tower. As the Traveler, delve into a world full of mysteries, where Peoples have grown distant, unable to communicate with each other anymore. Begin your adventure in a prodigious tower inhabited by five distinct Peoples, observe, listen, and strive to mend the bonds of distrust. With a smart gameplay system, explore and solve various puzzles to uncover the mysteries of five different interconnected languages. Always guided by your trusty notebook, note each symbol, keep track of your surroundings, engage in conversations with people and unravel the meaning of every glyph. Each step will pave your way to the top of the Tower as each word will restore the link between People. Dive into an enthralling and colorful world full of secrets. Tumble headlong into a beautiful world inspired by impactful European comics authors where every floor of the Tower possesses its own visual identity, supported by distinctive technological levels, architecture and culture. Embark on a poetic and enchanting journey driven by a soul-stirring, lyrical soundtrack, made by Thomas Brunet.",
        "id_in_db": "t3_1n3j3hw",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "40% off",
        "steam_app_id": "1931770",
        "genres": [
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256967855/movie_max_vp9.webm?t=1693929330",
        "is_dlc_or_addon": false,
        "persian_summary": "برنده بهترین بازی indie در جوایز بازی 2024 نیویورک و چندین بار در مراسم دیگر از جمله جوایز بازی و BAFTA نامزد شد ، مناجات Sennaar یک بازی پازل و ماجراجویی با انتقادی است که توسط Rundisc ساخته شده است. از زمان طلوع زمان تقسیم می شود ، مردمان برج دیگر با یکدیگر صحبت نمی کنند ، که با ترس یا بی اعتمادی جدا شده اند. گفته می شود که روزی یک مسافر خرد را برای تجزیه دیوارها و بازگرداندن تعادل پیدا می کند. قدم های بی پایان یک هزارتوی فوق العاده را طی کنید ، حقیقت را کشف کنید و از اسرار این جهان جذاب که در آن زبانهای باستانی هم قفل و کلید هستند رونمایی کنید. با الهام از اسطوره بابل ، یک برج مبهم و وسیع را کشف کنید. به عنوان مسافر ، به دنیایی پر از اسرار می پردازد ، جایی که مردم از راه دور رشد کرده اند و دیگر قادر به برقراری ارتباط با یکدیگر نیستند. ماجراجویی خود را در یک برج فوق العاده که توسط پنج مرد مجزا ساکن است ، شروع کنید ، مشاهده کنید ، گوش دهید و تلاش کنید تا پیوندهای بی اعتمادی را اصلاح کنید. با یک هوشمند ..."
    },
    {
        "title": "other aion ascend",
        "store": "other",
        "url": "https://na.alienwarearena.com/ucf/show/2172793/boards/contest-and-giveaways-global/Giveaway/aion-ascend-alienware-supply-pack-key-giveaway",
        "image_url": "https://external-preview.redd.it/EMclPUCOzIlBzrLdRE66hcsEvbJv659pcEnz-czg9qI.jpeg?width=320&crop=smart&auto=webp&s=03e7f84a451ab77ec64b54c15b77e0d782f5c37b",
        "description": "submitted by /u/MeguminShiro [link] [comments]",
        "id_in_db": "t3_1mv24kd",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /meguminshiro [لینک] [نظرات]"
    },
    {
        "title": "other terminull brigade",
        "store": "other",
        "url": "https://www.mmobomb.com/giveaway/terminull-brigade-coin-keys",
        "image_url": "https://external-preview.redd.it/v2dEi9V8a--1ofDbna0U8PRpy1t1x4AZJRXoY1Cyx-w.png?width=320&crop=smart&auto=webp&s=a167cfb16265f70e060f5036e1f5708e1e62f0fe",
        "description": "submitted by /u/yogurtsapien [link] [comments]",
        "id_in_db": "t3_1n1jsg1",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /yogurtsapien [لینک] [نظرات]"
    },
    {
        "title": "pcmobile other league of angels",
        "store": "other",
        "url": "https://www.mmobomb.com/giveaway/league-of-angels-pact-keys",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1477460/header.jpg?t=1687245429",
        "description": "Immerse yourself in the epic world of League of Angels: Pact, the newest action-idle MMORPG in the renowned League of Angels series. Awaken mighty Angels, conquer foes, and defend justice in this thrilling adventure. Unleash your power and forge an unbreakable bond in the battle for glory! -Summon and empower your Angels There are a great many Angels at your disposal - summon forth the Angels and wield their divine power! Each Angel possesses mighty abilities with different skills and attributes. Upgrade, reinforce, reborn, power them up and hurl them into glory battles. Use the Angel Bond power wisely to build the strongest team on the battlefield and fight together in the name of justice and holiness! -Fight epic Boss for endless loot Cross-server PK, Road to Challenge, Twelve Holy Lands... On every opportunity, Bosses and Raids shower you with shiny loot: divine equipment with a high rate drop ratio. There are also different quests and tasks to complete on a daily and weekly basis. Clash in spectacular battles solo or alongside your comrades in a highly immersive combat experience! -Collect 100+ divine weapons & wings Unlock your Divine Weapons for great boosts in power! Collect and activate Dazzling miracle outfits and wings that can be switched with powerful attributes at will. -Use AFK to level up Say goodbye to manual leveling: Use AFK to level up. Anyone can play whenever they like, and anyone can make serious progress with this innovative gameplay. -Dominate on the PVP battlefields A manifold of PVP and PVE events: Test the power of your Angel warriors by challenging other players in the Arena from all around the world and reach the top of the ladder. Clear dozens of challenging dungeons and get rich rewards! -Exquisite character art and design As a tribute to the League of Angels IP, the game's exquisite character art and design perfectly reference the original. There's much more to learn about the Angels, discover the mysterious faces of all the Angels. Each skin comes with its unique bonus.",
        "id_in_db": "t3_1mw4dbh",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1477460",
        "genres": [
            "Action",
            "Adventure",
            "Free To Play",
            "RPG"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256949613/movie_max_vp9.webm?t=1686107334",
        "is_dlc_or_addon": false,
        "persian_summary": "خود را در دنیای حماسه لیگ فرشتگان: PACT ، جدیدترین اکشن-Idle Mmorpg در سریال مشهور لیگ فرشتگان غوطه ور کنید. فرشتگان توانا را بیدار کرده ، دشمنان را فتح کنید و در این ماجراجویی هیجان انگیز از عدالت دفاع کنید. قدرت خود را رها کنید و پیوند ناگسستنی را در نبرد برای جلال ایجاد کنید! -summon و توانمندسازی فرشتگان خود فرشتگان زیادی در اختیار شما وجود دارد - فرشتگان را احضار کرده و قدرت الهی خود را به دست می آورند! هر فرشته دارای توانایی های قدرتمند با مهارت ها و ویژگی های مختلف است. ارتقا ، تقویت ، متولد شده ، آنها را به قدرت برسانید و آنها را به نبردهای جلال برسانید. از Angel Bond Power با عاقلانه استفاده کنید تا قوی ترین تیم را در میدان نبرد بسازید و به نام عدالت و تقدس با هم بجنگید! -رئیس حماسه برای غارت بی پایان پ.ک ، جاده به چالش کشیدن ، دوازده سرزمین مقدس ... در هر فرصتی ، کارفرمایان و یورش ها شما را با غارت براق: تجهیزات الهی با نسبت افت سرعت. همچنین کارها و وظایف مختلفی برای تکمیل روزانه و هفتگی وجود دارد ...."
    },
    {
        "title": "pcplaystationxbox other genshin impact",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1n3pw4u/pcplaystationxbox_other_genshin_impact_300/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2564140/header.jpg?t=1754763749",
        "description": "Desktop Garage Kit : Go Desktop Garage Kit : Go is an ultra-cute and loveable desktop application & game. It adopts a cartoon rendering shader similar to Genshin Impact as a tribute to miHoYo, and we've spent a year and a half humbly researching and perfecting it. The software breaks through the barriers between 2D and 3D dimensions, making the desktop characters more delicate and realistic. And it has rich interactive action modules and a brand new massive character update, lively and cute. The brand-new physics engine presents a more realistic movement, supports acting cute, coy, cute, and healing, and has more actions, and interactions. It can always be kept on top of all other windows, always accompanying you, looking forward to your opening. Features ▪ Experience the magic of these 3D characters that dance to your music, showcasing dynamic and captivating postures and styles. Immerse yourself in the seamless fusion of music and animation. ▪ Employing a modest yet effective 3D cartoon shader, presenting a pleasantly delicate and realistic visual experience for users to enjoy. ▪ Rich figurine model library, constantly updating. ▪ Brand new physics engine, character image, clothing, and hair support physics motion calculation, presenting more realistic movement. ▪ 1600+ 3D posture libraries and 198+ 3D action sets included, making the characters more lively and cute. ▪ Interaction mode button, adding more interesting gameplay. ▪ Particle rendering mode, lighter and shadow special effects presented.",
        "id_in_db": "t3_1n3pw4u",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2564140",
        "genres": [
            "Casual",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257180866/movie_max_vp9.webm?t=1754763745",
        "is_dlc_or_addon": false,
        "persian_summary": "کیت گاراژ دسک تاپ: GO کیت گاراژ دسک تاپ: GO یک برنامه و بازی دسک تاپ فوق العاده زیبا و دوست داشتنی است. این یک کارتون را به عنوان ادای احترام به Mihoyo ، یک سایه بان کارتونی شبیه به Genhin Impact را به تصویب می رساند ، و ما یک سال و نیم را صرف تحقیق و تکمیل آن کرده ایم. این نرم افزار از موانع بین ابعاد 2D و 3D عبور می کند و شخصیت های دسک تاپ را ظریف تر و واقع بینانه تر می کند. و دارای ماژول های اکشن تعاملی غنی و به روزرسانی شخصیت جدید و با نام تجاری جدید ، پر جنب و جوش و زیبا است. موتور فیزیک با نام تجاری جدید حرکتی واقع بینانه تر ارائه می دهد ، از عملکرد زیبا ، کوی ، ناز و شفابخش پشتیبانی می کند و اقدامات و تعامل بیشتری دارد. همیشه می تواند در بالای همه پنجره های دیگر نگه داشته شود ، همیشه شما را همراهی کند و منتظر افتتاح شما باشد. ویژگی ها ▪ جادوی این شخصیت های سه بعدی که به موسیقی شما می رقصند ، تجربه می کنند و وضعیت ها و سبک های پویا و جذاب را به نمایش می گذارند. خود را در همجوشی یکپارچه موسیقی و انیمیشن غوطه ور کنید. ▪ استفاده از یک سه بعدی متوسط ​​و در عین حال مؤثر ..."
    },
    {
        "title": "period survival",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3689200/PERIOD_SURVIVALFinal_Trial/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2792830/header.jpg?t=1735956628",
        "description": "시놉시스 데뷔 6년차가 되었지만 여전히 평범한 인지도를 가지고 있는 가수 헤일리는 그의 밴드 멤버들과 함께 목숨을 거는 예능에 출연하게 된다. 이 정신나간 예능에 출연한 참가자는 총 21명. 우승하기 위해서는 상금을 노리고 다른 참가자의 목숨을 위협하는 \"변종\" 참가자를 찾아서 모두 죽여야 한다. 과연 그는 이 곳에서 우승하고 상금을 얻을 수 있을까? 게임에 대해 PERIOD SURVIVAL은 추리와 배틀을 통해 스토리가 진행되는 마피아 방식의 어드벤처 게임입니다. 키보드 리듬게임 비슷한 무언가와 간단한 미니 게임이 구현되어 있으며, 이들을 하나씩 클리어해 가며 스토리를 진행할 수 있습니다. 리듬게임 비슷한 무언가 PERIOD SURVIVAL의 모든 배틀은 키보드 방향키를 암기하여 한 턴이 끝날 때 까지 입력해야 하는 리듬게임 비슷한 무언가로 이루어져 있습니다. 잘 입력하여 퍼펙트 플레이를 노려보세요! 조사와 추리 \"변종\" 을 찾아내기 위해서는 조사와 그를 통한 추리가 필요합니다. 스튜디오 곳곳에 있는 것들을 열심히 조사하여 변종을 찾아내세요! 토론 조사한 것들을 가지고 참가자들과 함께 누가 변종인지 토론할 수 있습니다. 가끔 감성추리를 하는 이상한 참가자가 있긴 하지만, 아무튼 변종으로 몰리지 않도록 주의하세요! 만약 토론에서 실수를 한다면 불구덩이에 빠지게 될 것입니다. 행운을 빌어요!",
        "id_in_db": "t3_1mx3sqx",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2792830",
        "genres": [
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256994941/movie_max_vp9.webm?t=1706666180",
        "is_dlc_or_addon": false,
        "persian_summary": "시놉시스 데뷔 6 년차가 되었지만 여전히 평범한 인지도를 가지고 있는 가수 헤일리는 그의 밴드 멤버들과 함께 목숨을 거는 예능에 된다. 이 정신나간 예능에 출연한 총 총 21. 우승하기 위해서는 상금을 노리고 다른 참가자의 목숨을 위협하는 \"변종\" 참가자를 찾아서 모두 죽여야 한다. 과연 그는 이 곳에서 우승하고 상금을 얻을 있을까؟ 게임에 대해 بقا دوره 은 추리와 배틀을 통해 스토리가 진행되는 마피아 방식의 게임입니다 게임입니다. 키보드 리듬게임 비슷한 무언가와 간단한 미니 게임이 구현되어 있으며 ، 이들을 하나씩 클리어해 가며 스토리를 진행할 있습니다 있습니다. 리듬게임 비슷한 무언가 بقا دوره 의 모든 배틀은 키보드 방향키를 암기하여 한 턴이 끝날 때 까지 입력해야 하는 리듬게임 비슷한 무언가로 있습니다 있습니다. 잘 입력하여 퍼펙트 플레이를 노려보세요! 조사와 추리 \"변종\" 을 찾아내기 위해서는 조사와 그를 통한 필요합니다. 스튜디오 곳곳에 있는 것들을 열심히 조사하여 변종을 찾아내세요! 토론 조사한 것들을 가지고 참가자들과 함께 누가 변종인지 토론할 있습니다. 가끔 감성추리를 하는 이상한 참가자가 있긴 하지만 ، 아무튼 변종으로 몰리지 않도록 주의하세요! 만약 토론에서 실수를 한다면 불구덩이에 빠지게 것입니다. 행운을 빌어요!"
    },
    {
        "title": "pierre the maze detective amazon games are complimentary with prime gaming",
        "store": "amazon",
        "url": "https://gaming.amazon.com/home?filter=Game",
        "image_url": "https://external-preview.redd.it/YhC5UGHUSWogViGih_qi-WVDC67C3VRMExrTNy9YaRM.jpeg?width=640&crop=smart&auto=webp&s=d6063cc6040deb77777cc87eefdfe544726844e0",
        "description": "submitted by /u/emilianozeta [link] [comments]",
        "id_in_db": "t3_1mwgs4g",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /emilianozeta [لینک] [نظرات]"
    },
    {
        "title": "planetplay labor day weekend sale",
        "store": "other",
        "url": "http://www.planetplay.com",
        "image_url": "https://planetplay.com/_next/image/?url=https%3A%2F%2Fstatic.exertisztorm.net%2Fmedia%2Fimages%2F842%2F8423%2F842355.png&w=1920&q=75",
        "description": "submitted by /u/PlanetPlayGames [link] [comments]",
        "id_in_db": "t3_1n39wpp",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "25% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /planetplaygames [پیوند] [نظرات]"
    },
    {
        "title": "platform machinarium ca2599 free an adventure puzzle game in which you play as josef the robot to save your girlfriend robot",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1n2er88/multiplatform_machinarium_ca2599_free_an/",
        "image_url": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/40700/header.jpg?t=1748258174",
        "description": "https://store.epicgames.com/en-US/p/machinarium-ios-cde620 https://store.epicgames.com/en-US/p/machinarium-android-cb6e90 https://store.epicgames.com/en-US/p/machinarium-5e6c71 A little robot who’s been thrown out to the scrap yard behind the city must return and confront the Black Cap Brotherhood and save his robot-girl friend. submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1n2er88",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "https://store.epicgames.com/en-US/p/machinarium-ios-cde620 https://store.epicgames.com/en-US/p/machinarium-android-cb6e90 https://store.epicgames.com/en-US/p/machinarium-5e6c71 A little robot who’s been thrown out to the scrap حیاط پشت شهر باید برگردد و با اخوان المسلمین سیاه مقابله کند و دوست دختر ربات خود را نجات دهد. ارسال شده توسط /u /pm_me_freegames [لینک] [نظرات]"
    },
    {
        "title": "platform macmobility lifetime usd 1499 usd 799 powerful remote control app for macos 48 hours offer",
        "store": "other",
        "url": "https://coderblocks.eu/mobility",
        "image_url": "https://i.redd.it/macmobility-powerful-control-app-for-macbook-update-and-48h-v0-b73yhxl0hrkf1.jpg?width=1920&format=pjpg&auto=webp&s=a393f6d17707fc408f8e34fa729ffbecdcca96b2",
        "description": "MacMobility App Lets You Control MacOS from iPhone & iPad! It works together with MobilityControl - an iPhone / iPad app that gives you full control over your Mac. The MacOs app costs now 7.99$, and the MobilityControl app is free! What it can do? With just a tap on your iPhone or iPad, you can: Launch apps on your Mac Trigger Apple Shortcuts (including curated, ready-made ones) Run custom Bash scripts Open specific web links or tools instantly Create and execute keyboard macros Convert files effortlessly Build and run powerful automations It also allows for: Virtual Desktop Streaming Create a virtual Mac desktop and stream it directly to your iPhone or iPad - like Sidecar, but without iCloud restrictions. It supports iPhones and includes touch controls for smooth interaction. App-Specific Pages Assign pages to individual apps. Create utility dashboards tailored for specific software, and MacMobility will automatically switch to the relevant page when you focus that app - boosting your workflow with fewer manual steps. Quick Action Menu No companion device connected? No problem. Assign up to 10 favorite actions to the new Quick Action Menu. Just press Control + Option + Space, and the action wheel appears under your cursor - letting you trigger MacMobility features instantly. HTML/JS Widget Support MacMobility supports rendering custom HTML/JS widgets! Use your own web code to build tools that assist your workflow. We’ve included four example widgets to get you started - but the sky’s the limit. AppStore link: https://apps.apple.com/pl/app/mobilitycontrol/id6744455092 MacMobility: https://coderblocks.eu/mobility There’s no subscription - just a one-time purchase with free updates. Like the good old days of software. submitted by /u/Potential_Link4295 [link] [comments]",
        "id_in_db": "t3_1mxxfdx",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": false,
        "persian_summary": "برنامه MacMobility به شما امکان می دهد MACOS را از iPhone و iPad کنترل کنید! این برنامه به همراه MocialControl - یک برنامه iPhone / iPad که کنترل کامل بر MAC شما را به شما می دهد ، کار می کند. برنامه MACOS اکنون 7.99 $ هزینه دارد و برنامه MobilityControl رایگان است! چه کاری می تواند انجام دهد؟ فقط با ضربه زدن به iPhone یا iPad خود ، می توانید: برنامه هایی را در میانبرهای Apple Mac Trigger خود (از جمله موارد آماده ، آماده) راه اندازی کنید) اسکریپت های WASH سفارشی را باز کنید ، پیوندهای وب خاص را باز کنید و یا ابزارهایی را ایجاد کنید که فوراً ماکروهای صفحه کلید را تبدیل کرده و اتوماسیون های قدرتمندی را ایجاد می کنند و می توانند آن را ایجاد کنند: محدودیت های iCloud. این از آیفون ها پشتیبانی می کند و شامل کنترل لمسی برای تعامل صاف است. صفحات خاص برنامه صفحات را به برنامه های انفرادی اختصاص می دهند. داشبوردهای ابزار متناسب با نرم افزار خاص ایجاد کنید ، و MacMobility هنگام تمرکز آن برنامه ، به طور خودکار به صفحه مربوطه تغییر می کند - BOOSTING ..."
    },
    {
        "title": "platform strange horticulture ca1699 free an occult puzzle game in which you play as the proprietor of a local plant store find and identify new plants pet your cat speak to a coven or join a cult",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1mwebu0/multiplatform_strange_horticulture_ca1699_free_an/",
        "image_url": "https://cdn1.epicgames.com/spt-assets/15e8e3eba65a4763a815d6eae1d763b2/strange-horticulture-9rj5g.jpg",
        "description": "https://store.epicgames.com/en-US/p/strange-horticulture-360e80 https://store.epicgames.com/p/strange-horticulture-android-8143c0 https://store.epicgames.com/p/strange-horticulture-ios-42250a An occult puzzle game in which you play as the proprietor of a local plant store. Find and identify new plants, pet your cat, speak to a coven, or join a cult. Use your collection of powerful plants to influence the story and unravel Undermere’s dark mysteries. submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1mwebu0",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "https://store.epicgames.com/en-us/p/strange-horticulture-360e80 https://store.epicgames.com/ptrange-horticulture-8143c0 https://store.epicgames.com/p/strange-hort-hort-horticulture-ios-42250a فروشگاه گیاهان محلی. گیاهان جدید را پیدا کرده و شناسایی کنید ، گربه خود را حیوان خانگی کنید ، با یک میثاق صحبت کنید ، یا به یک فرقه بپیوندید. از مجموعه گیاهان قدرتمند خود برای تأثیرگذاری بر داستان و اسرار تاریک Unvrawmere استفاده کنید. ارسال شده توسط /u /pm_me_freegames [لینک] [نظرات]"
    },
    {
        "title": "pro wrestling manager",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/pro-wrestling-manager/id1669825317",
        "id_in_db": "780fd19fa9b3f06cf5b841fb204e655f4f6fdc91dc1930460058743c14510eb3",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/4f/ba/b9/4fbab9e0-d098-895e-c90f-a0a97edd1770/AppIcon-0-0-1x_U007emarketing-0-8-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "psa heroes of loot 2 gog fantasy empires gog city legends",
        "store": "amazon",
        "url": "https://gaming.amazon.com/home?filter=Game",
        "image_url": "https://external-preview.redd.it/YhC5UGHUSWogViGih_qi-WVDC67C3VRMExrTNy9YaRM.jpeg?width=640&crop=smart&auto=webp&s=d6063cc6040deb77777cc87eefdfe544726844e0",
        "description": "submitted by /u/LighteningOneIN [link] [comments]",
        "id_in_db": "t3_1n2hulz",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /lighteningonein [پیوند] [نظرات]"
    },
    {
        "title": "psa steam third person shooter fest",
        "store": "steam",
        "url": "https://store.steampowered.com/points/shop/app/3300180/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3709850/88a3b6cbb73c799e78c1e08899d86784fa5df0e6/header.jpg?t=1749406383",
        "description": "The Archaic: UNAUTHORIZED is a story-driven 3D action platformer that blends metroidvania exploration with fluid traversal and tactical melee combat. Play as a 17-year-old girl from 2025, suddenly summoned into a future where no organic humans remain. Explore a broken civilization governed by digital memory and false immortality, and reignite the forgotten oath of return. - Traverse mysterious ruins and massive sky structures - Unlock new abilities through a central hub in orbit: Agitory - Fight rogue androids, corrupted systems, and remnants of humanity - Explore a world full of secrets, memories, and danger A 4-hour demo will be available during Next Fest. Try it and see how far her will can go. 🎮 Gameplay Information (Structured – English for Steam Page with Video Attachments) This game combines three core genres into a hybrid gameplay experience: 1. 3D Platforming X Metroidvania The game follows classic 3D platforming rules — you’ll run, jump, wall-kick, slide, and perform light parkour. You’ll interact with various environmental objects like springs, traps, and safety nets to traverse levels. However, certain paths are initially unreachable. This is where the metroidvania-style progression comes in: unlocking special abilities allows you to access previously unreachable areas. There are 9 unique abilities , including: 2. TPS Shooting Mechanics The game includes TPS (Third-Person Shooter) elements. Players can aim precisely while moving quickly , allowing for fluid, responsive gunplay. You can collect and combine Gun Modules , enabling you to construct different types of firearms. These can fire specialized rounds with unique properties. However, guns alone won’t kill most enemies — they can knock them back or stun them at best. 3. Momentum-Based Sword Combat Swords are the most powerful weapons in this world. Unlike guns, swords are the only way to defeat most enemies . Combat revolves around: Direct 1v1 confrontations Parrying and dodging Or, using momentum and aerial control to land decisive finishing blows Mastering movement and momentum is key to success. Core Identity This game’s core identity is the seamless blend of: Ability-driven metroidvania progression Momentum-based combat Platforming traversal The game includes a variety of collectible elements Various hairstyles and helmets Outfits with functional bonuses depending on what you wear Gun modules A wide selection of swords with different characteristics",
        "id_in_db": "t3_1mzw5ui",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3709850",
        "genres": [
            "Action",
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257135308/movie_max_vp9.webm?t=1746513759",
        "is_dlc_or_addon": false,
        "persian_summary": "Archaic: غیرمجاز یک پلتفرم اکشن سه بعدی داستان محور است که اکتشافات Metroidvania را با مسافر سیال و مبارزه با غوغا تاکتیکی مخلوط می کند. بازی به عنوان یک دختر 17 ساله از سال 2025 ، ناگهان به آینده ای احضار شد که هیچ انسان ارگانیک باقی نمی ماند. یک تمدن شکسته را که توسط حافظه دیجیتال و جاودانگی کاذب اداره می شود ، کاوش کنید و دوباره سوگند فراموش شده بازده را مجدداً مجددا کنید. - ویرانه های مرموز و ساختارهای عظیم آسمان - باز کردن توانایی های جدید از طریق یک مرکز مرکزی در مدار: Agitory - مبارزه با آندروئیدهای سرکش ، سیستم های فاسد شده و بقایای بشریت - جهان پر از رازها ، خاطرات و خطر را کشف کنید که یک نسخه ی نمایشی 4 ساعته در طول جشنواره بعدی در دسترس خواهد بود. آن را امتحان کنید و ببینید که او چقدر می تواند پیش برود. information اطلاعات گیم پلی (ساختار یافته-انگلیسی برای صفحه بخار با پیوست های ویدیویی) این بازی سه ژانر اصلی را در یک تجربه گیم پلی ترکیبی ترکیب می کند: 1. پلتفرم سه بعدی X Metroidvania بازی از قوانین کلاسیک سیستم عامل های کلاسیک پیروی می کند-شما اجرا می کنید ، پرش می کنید ، دیواری می کنید ، اسلاید می کنید و سبک را انجام می دهید ..."
    },
    {
        "title": "repo",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3241660",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3241660/1ea445e044a2d5b09cfa8291350b63ebed6e5741/header.jpg?t=1750949552",
        "description": "R.E.P.O. is an online co-op horror game featuring physics, proximity voice chat and scary monsters. You and up to 5 friends can venture into terrifying environments to extract valuable objects using your physics-based grabbing tool. Even the monsters are affected by Newton's law of gravity! Under the employ of a mysterious computer intelligence. It is your job to locate, transport and extract valuable items from the haunted remains of a long lost humanity. ...but know when to stay quiet. Transport anything from heavy pianos to fragile ceramics and use teamwork to make sure that the precious cargo will safely reach its destination. Robotic enhancements increase your chances! Use your hard earned cash [SURPLUS] to purchase upgrades and weapons from your heartless [GENEROUS] creator.",
        "id_in_db": "t3_1n3iyje",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "30% off",
        "steam_app_id": "3241660",
        "genres": [
            "Action",
            "Early Access"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257160735/movie_max_vp9.webm?t=1750942486",
        "is_dlc_or_addon": false,
        "persian_summary": "R.E.P.O. یک بازی ترسناک آنلاین مشترک با فیزیک ، چت صوتی مجاورت و هیولا ترسناک است. شما و حداکثر 5 دوست می توانید با استفاده از ابزار گرفتن مبتنی بر فیزیک خود ، به محیط های وحشتناک بروید تا اشیاء با ارزش را استخراج کنید. حتی هیولا تحت تأثیر قانون گرانش نیوتن قرار دارد! تحت استفاده از یک هوش کامپیوتر مرموز. این وظیفه شماست که وسایل ارزشمند را از بقایای خالی از سکنه بشریت طولانی گمشده پیدا کنید ، حمل کنید و استخراج کنید. ... اما بدانید چه موقع ساکت باشید. هر چیزی را از پیانوهای سنگین به سرامیک های شکننده منتقل کنید و از کار تیمی استفاده کنید تا اطمینان حاصل کنید که محموله گرانبها با خیال راحت به مقصد خود می رسد. پیشرفت های رباتیک شانس شما را افزایش می دهد! برای خرید ارتقاء و سلاح از خالق بی قلب [سخاوتمند] خود از نقدی [مازاد] خود استفاده کنید."
    },
    {
        "title": "sad virus western",
        "store": "other",
        "url": "https://gleam.io/i4eIR/free-x2500-sad-virus-western-steam-keys",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3783300/76a4c5a298234cdbf3695e4f83703cc519fa463a/header.jpg?t=1749815351",
        "description": "STORY: Player controls sad Virus character in this 3rd person walking simulation. Open world game in desert themed world, where player mission is to find 8 beer bottles to collect steam achievements. So sad virus can be again happy. So can you find beer bottles in open world FEATURES: 7 different beer bottles collect to get steam achievements Beautiful western desert style enviroment",
        "id_in_db": "t3_1n0r0ke",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3783300",
        "genres": [
            "Adventure",
            "Indie",
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257147728/movie_max_vp9.webm?t=1748672203",
        "is_dlc_or_addon": false,
        "persian_summary": "داستان: بازیکن شخصیت ویروس غم انگیز را در این شبیه سازی پیاده روی 3 نفر کنترل می کند. بازی Open World در Desert با مضمون Desert ، جایی که Mission Player برای جمع آوری دستاوردهای بخار 8 بطری آبجو پیدا می کند. بنابراین ویروس غم انگیز می تواند دوباره خوشحال شود. بنابراین آیا می توانید بطری های آبجو را در دنیای باز پیدا کنید: 7 بطری آبجو مختلف جمع آوری می شود تا دستاوردهای بخار زیبایی به سبک کویر غربی زیبا را بدست آورید"
    },
    {
        "title": "stove love n war",
        "store": "stove",
        "url": "https://store.onstove.com/en/games/1992",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1508680/header.jpg?t=1731742959",
        "description": "Wandering around town without any clear purpose, you are suddenly approached by an attractive female general and given an important task left by the father you never knew: You are to become a warlord and take his place. Threatened by an expansionist Empire in the North, you must find more gorgeous… and…, of course, talented female warriors that can help lead you to victories! Take your rightful claim: Many beautiful girls with different roles, ranks, and passions Recruit and secure the loyalty of the heroes by exploring their own tales Branching story, resource management & upgrades Duel defense battles, ambushes, and more Game Features: Many gorgeous girls with eye-candy Live2D animations that blow your heart away Japanese voice-over for all the ladies Many intense and strategic battles to fight Engaging plot with twists and turns Yuna General A Samuyure values honor above all else. She fights for glories and glories alone. If you want Yuna to submit to your will, my lord, you have to prove your superiority, a thing you are destined to possess. Ah Cy Military Advisor She is elegant, intelligent, and ambitious. Ah Cy will do whatever it takes to achieve her purpose and only the ultimate warlord deserves her attention. Can you capture her love and devotion? Khulan Grand Marshal The dreadful nomadic horsemen bring fear across the land and Khulan is the leader of these valorous warriors, so you can imagine what you are up against now. However, the rewards for defeating her are quite substantial. And More There are other great personalities to explore as you will encounter more warriors coming from different backgrounds: mercenary, barbarians, assassin, and so on. You’d better hope you can handle them all!",
        "id_in_db": "t3_1mzvvuf",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1508680",
        "genres": [
            "Casual",
            "RPG",
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256835960/movie_max_vp9.webm?t=1621930014",
        "is_dlc_or_addon": false,
        "persian_summary": "سرگردان در اطراف شهر بدون هیچ هدف مشخصی ، ناگهان توسط یک ژنرال جذاب زن به شما نزدیک می شوید و وظیفه مهمی را که پدر شما هرگز نمی دانستید به شما داده می شود: شما باید یک جنگ سالاری شوید و جای او را بگیرید. تهدید شده توسط یک امپراتوری توسعه گرایانه در شمال ، شما باید زرق و برق دار تر پیدا کنید ... و ... البته ، جنگجویان با استعداد زن که می تواند شما را به سمت پیروزی ها سوق دهد! ادعای حق خود را در نظر بگیرید: بسیاری از دختران زیبا با نقش ها ، رده ها و احساسات مختلف با کاوش در داستان شاخه های داستان های خود ، مدیریت منابع و به روزرسانی های دوئل دفاعی ، و ویژگی های بیشتر بازی: بسیاری از دختران زرق و برق دار که قلب شما را از بین می برد ، صدای توطئه های ژاپنی را از بین می برد و بسیاری از لباس های توت فرنگی را از بین می برد و بسیاری از جوایز را از بین می برد و بسیاری از لباس های زرق و برق دار را از بین می برد و باعث می شود که بسیاری از افراد را از بین ببرد. یک ساموویور بیش از هر چیز افتخار می کند. او به تنهایی برای افتخارات و افتخارات می جنگد. اگر می خواهید یونا به خواست خود تسلیم شود ، پروردگار من ، شما ..."
    },
    {
        "title": "strange horticulture",
        "store": "epicgames",
        "url": "https://store.epicgames.com/p/strange-horticulture-360e80",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1574580/header.jpg?t=1741961232",
        "description": "Find and identify new plants, pet your cat, speak to a coven, or join a cult. Use your growing collection to influence the story and unravel Undermere’s dark mysteries. Welcome to Undermere, a quaint town surrounded by hag-infested forests and rugged mountains. You are the Horticulturist, owner of local plant store Strange Horticulture. As a cast of colorful customers come by your shop, you are quickly thrust into an occult mystery stretching back hundreds of years. Explore the lands beyond your store to find new plants, but be careful! The dark woods and lakes are not always friendly to a simple herbalist. You might discover powers beyond your wildest dreams - or lose your mind completely. Use context clues to determine which places to visit, and which to avoid! Using your trusty encyclopedia and clues found on your explorations, you learn more about the strange plants you come across. By identifying each plant, you will be able to use their effects to influence the story -- from hypnotic hallucinogens to powerful poisons.",
        "id_in_db": "t3_1mwddq2",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1574580",
        "genres": [
            "Adventure",
            "Indie",
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256870452/movie_max_vp9.webm?t=1643040655",
        "is_dlc_or_addon": false,
        "persian_summary": "گیاهان جدید را پیدا کرده و شناسایی کنید ، گربه خود را حیوان خانگی کنید ، با یک میثاق صحبت کنید ، یا به یک فرقه بپیوندید. از مجموعه رو به رشد خود برای تأثیرگذاری بر داستان و اسرار تاریک Undermere استفاده کنید. به Undermere ، یک شهر عجیب و غریب که توسط جنگل های آلوده به هاگ و کوه های ناهموار احاطه شده است ، خوش آمدید. شما باغبان ، صاحب فروشگاه محلی گیاه باغبانی عجیب و غریب هستید. همانطور که بازیگران مشتریان رنگارنگ توسط مغازه شما می آیند ، شما به سرعت به یک رمز و راز غیبی می پردازید که صدها سال به عقب کشیده می شود. برای یافتن گیاهان جدید ، زمین های فراتر از فروشگاه خود را کاوش کنید ، اما مراقب باشید! جنگل ها و دریاچه های تاریک همیشه با یک گیاه شناس ساده دوست نیستند. ممکن است قدرتهای فراتر از وحشی ترین رویاهای خود را کشف کنید - یا ذهن خود را کاملاً از دست دهید. از سرنخ های متن برای تعیین مکان های بازدید استفاده کنید و از کدام یک برای جلوگیری از آن استفاده کنید! با استفاده از دائر ycl المعارف قابل اعتماد و سرنخ های موجود در کاوش های خود ، در مورد گیاهان عجیب و غریب که با آنها روبرو می شوید ، بیشتر می دانید. با شناسایی هر گیاه ، شما قادر خواهید بود از جلوه های آنها برای تأثیرگذاری بر داستان استفاده کنید - از ..."
    },
    {
        "title": "stray neon white to a t skin deep lushfoil photography sim wanderstop flock open roads thirsty suitors cocoon storyteller solar ash 70off",
        "store": "indiegala",
        "url": "https://www.indiegala.com/store/publisher-sale/annapurna",
        "image_url": "https://external-preview.redd.it/nym-dg5zauoHrEcv-A3PzrRNMldygs_Bmn2Ntimt50Y.jpeg?width=640&crop=smart&auto=webp&s=c7503cf35f2f3708475bbc7959d6b135724435a7",
        "description": "submitted by /u/indieg [link] [comments]",
        "id_in_db": "t3_1n38ydk",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "53% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /indieg [پیوند] [نظرات]"
    },
    {
        "title": "streets of rage 4 1014 cad65 off",
        "store": "steam",
        "url": "https://store.steampowered.com/app/985890/Streets_of_Rage_4/",
        "image_url": "https://external-preview.redd.it/0HC2V9ZZutgNQ6edV4I09WyF5XmU1IbnfT5sWV5v3wk.jpeg?width=320&crop=smart&auto=webp&s=781cfaa5ee4cb458ce33cfcd3e6fc114f88fcc8c",
        "description": "submitted by /u/Letobrick [link] [comments]",
        "id_in_db": "t3_1n2vt74",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "65% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /letobrick [پیوند] [نظرات]"
    },
    {
        "title": "strider",
        "store": "other",
        "url": "https://gaming.lenovo.com/strider-key-drops",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/235210/header.jpg?t=1712193426",
        "description": "Strider returns in a brand new adventure, complete with incredible side-scrolling action, and lightning fast combat all in a massive interconnected world! Download the full game February 19th and become the original assassin! Key Features The ultimate ninja returns – Strider Hiryu, the original assassin that inspired many third person action titles returns in a completely new game for a new generation of gamers as he takes on the Grand Master Meio. Lightning fast combat – Use an arsenal of moves and weapons against your enemies whilst slicing your way through a massive interconnected game world. Plasma Cyphers – From scorching enemies to freezing them in their tracks or deflecting a host of bullets, the indestructible plasma charged cypher offers a range of action tactics for players to use against their foes. Seamless Traversal – Jump, climb and run through the expansive game world with the speed and agility of a ninja whilst climbing surfaces to gain that extra height and engaging the enemy from virtually any direction. Varied enemy design – From cybernetic soldiers to immense bio-mechanical creatures the enemy types in Strider guarantee engaging and unique combat challenges.",
        "id_in_db": "t3_1n1l4jf",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "235210",
        "genres": [
            "Action",
            "Adventure"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/2031106/movie_max.webm?t=1447360569",
        "is_dlc_or_addon": false,
        "persian_summary": "Strider در یک ماجراجویی کاملاً جدید ، کامل با اقدامات باورنکردنی پیمایش جانبی ، و رعد و برق سریع همه در یک دنیای گسترده به هم پیوسته است! بازی کامل 19 فوریه را بارگیری کنید و به قاتل اصلی تبدیل شوید! ویژگی های کلیدی بازده های نهایی نینجا - Strider Hiryu ، قاتل اصلی که الهام بخش بسیاری از عناوین اکشن شخص ثالث در یک بازی کاملاً جدید برای نسل جدید گیمرها است ، زیرا او در Grand Master Meio می گیرد. رعد و برق سریع مبارزه - از زرادخانه حرکات و سلاح ها در برابر دشمنان خود استفاده کنید در حالی که راه خود را از طریق دنیای بازی گسترده به هم پیوسته می کنید. Cyphers Plasma - از سوزش دشمنان گرفته تا یخ زدن آنها در آهنگ های خود یا منحرف کردن میزبان گلوله ها ، Cypher با شارژ پلاسما غیر قابل تخریب ، طیف وسیعی از تاکتیک های اکشن را برای بازیکنان برای استفاده در برابر دشمنان خود ارائه می دهد. Traversal بدون درز - پرش ، صعود و عبور از دنیای بازی گسترده با سرعت و چابکی نینجا در حالی که صعود به سطح صعود برای به دست آوردن آن ارتفاع اضافی و جذاب ..."
    },
    {
        "title": "the forgotten city 500 451 c649 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/02540038-a666-51b5-b5a2-a2d90cb3c4d8/the-forgotten-city",
        "image_url": "https://external-preview.redd.it/KqpOi3ukN1N1Hip_K9vaggUX--3oDwhgzjP85siBcY8.jpeg?width=320&crop=smart&auto=webp&s=660fba80ca33975a3c604b3b8948887aa82fdd64",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1n2ykgz",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "80% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /lets_playsum [لینک] [نظرات]"
    },
    {
        "title": "traffic simulator r3999",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.infinity.traffix",
        "image_url": "https://external-preview.redd.it/CZI2zVFO-8ZO9jOGAtpAH0_eVqLR87IgdQMVVvc6qUQ.png?width=320&crop=smart&auto=webp&s=9d39cac330c4fdcef3322f71288ffb3ab23217d3",
        "description": "submitted by /u/someone_random_just [link] [comments]",
        "id_in_db": "t3_1mx18h4",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /شخصی_random_just [لینک] [نظرات]"
    },
    {
        "title": "ufo 50",
        "store": "steam",
        "url": "https://store.steampowered.com/app/1147860/UFO_50/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1147860/header.jpg?t=1736122321",
        "description": "UFO 50 is a collection of 50 single and multiplayer games from the creators of Spelunky, Downwell, and Catacomb Kids. Explore a variety of genres, from platformers and shoot 'em ups to puzzle games, roguelites, and RPGs. Our goal is to combine a familiar 8-bit aesthetic with new ideas and modern game design. 50 BRAND NEW GAMES - These are NOT minigames or microgames! Although the size of each game varies, every one is a complete experience, from its opening title screen to its ending credits. Some are small arcade-style games but there are also larger open-world adventures and a JRPG that could take many hours to beat. AN ALTERNATE UNIVERSE - According to the story of UFO 50, the games were all created by a fictional 80s video game company that was obscure but ahead of its time. Some games are sequels to other games in the collection and various characters appear in multiple titles as part of a shared continuity. AN INSTANT LIBRARY - All 50 games are available to play at the start! The concept was inspired by multicarts, retro collections, and the experience of going to a friend's house and perusing their game library. Jump in and out of games at a whim - exploring the collection is part of the fun! AUTHENTIC BUT ALSO MODERN - We carefully chose what elements to modernize. Every game shares a unique 32-color palette and we took great efforts to make them look and sound like actual 8-bit titles from the 80s. On the other hand, it was important to us that UFO 50 was fun and surprising for modern players, so we chose not to limit ourselves to the genres and design conventions of the past. VERSUS AND CO-OP PLAY - Half of the collection features local multiplayer, including co-op and versus. You can compete head-to-head in a new fighting or strategy game... or team up to beat a classic arcade game from an alternate timeline. It's great for groups! Here are some of games you'll get to play in UFO 50: CAMPANELLA 2 - The sequel to Campanella (another game in UFO 50), Campanella 2 features procedurally-generated levels where you can explore in your UFO but also hop out to enter shops and dangerous caves. You play as the intrepid treasure-hunter Isabell, but she hasn't always been a hero - by playing the entire collection you can learn more about her past. QUIBBLE RACE - In this unique sci-fi \"horse-racing\" game, the goal is to win more money than your opponents, but why stop at betting? Thanks to the seedy alien underworld, you can hire thugs to tamper with the race or even sponsor your own quibble to earn extra credits. But your opponents can do the same, so the question is... how well can you anticipate their actions? Up to 3 players can compete in this turn-based game of betting and bluffing. PINGOLF - A fan favorite at gaming get-togethers like PAX, Pingolf is another fun multiplayer game that mixes golf with pinball. As you navigate 18 holes filled with bumpers, trampolines, and other crazy obstacles, a dot matrix display will light up at the bottom of the screen to cheer you on! SEASIDE DRIVE - Sometimes you'll want a break from long, open-world games and challenging strategy titles, so why not jump into a straight-forward arcade-style action game like Seaside Drive? But even in a popular genre, UFO 50 brings something new to the table - in this case, Ojiro Fumoto (the creator of Downwell) designed a stylish car-based shoot 'em up where \"drifting\" across the screen is how you power-up your gun. GRIMSTONE - Yes, there is a full blown JRPG in the collection! Grimstone follows many conventions from 8-bit console RPGs, but is streamlined for a modern audience. Also, to make combat more engaging, we added a skill-based component to battles and encounters on the overworld can be strategically avoided. The story takes place in the American Wild West, where somehow the land has been swallowed up by Hell! Creating your party from the ashes of a burned-down saloon, you'll be looking for answers as to why it happened. And that's just five games! Out of 50! So come join us and enjoy this collection of 8-bit classics from another dimension! There's something for everyone!",
        "id_in_db": "t3_1n3fo4n",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "25% off",
        "steam_app_id": "1147860",
        "genres": [
            "Action",
            "Adventure",
            "Indie",
            "RPG",
            "Strategy"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257056145/movie_max_vp9.webm?t=1726667408",
        "is_dlc_or_addon": false,
        "persian_summary": "UFO 50 مجموعه ای از 50 بازی تک و چند نفره از سازندگان بچه های Spelunky ، Downwell و Catacomb است. انواع ژانرهای مختلف را از Platformers و Shoot 'Em Ups گرفته تا بازی های پازل ، Roguelites و RPG ها کاوش کنید. هدف ما ترکیب زیبایی شناسی 8 بیتی آشنا با ایده های جدید و طراحی بازی مدرن است. 50 بازی با نام تجاری جدید - اینها مینیگ یا میکروگام نیستند! اگرچه اندازه هر بازی متفاوت است ، همه یک تجربه کامل است ، از صفحه نمایش عنوان باز تا اعتبار پایان خود. برخی از آنها بازی های کوچک به سبک بازی هستند اما ماجراهای بزرگتر در دنیای باز و یک JRPG نیز وجود دارد که می تواند ساعت های زیادی برای ضرب و شتم باشد. یک جهان جایگزین - طبق داستان UFO 50 ، این بازی ها توسط یک شرکت بازی ویدیویی داستانی 80s ساخته شده اند که مبهم اما پیش از زمان خود است. برخی از بازی ها دنباله ای برای سایر بازی های موجود در این مجموعه هستند و شخصیت های مختلف در عنوان های مختلف به عنوان بخشی از یک استمرار مشترک ظاهر می شوند. یک کتابخانه فوری - تمام 50 بازی در ابتدا برای بازی در دسترس هستند! ..."
    },
    {
        "title": "underworld office",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/underworld-office-novel-game/id1523265842",
        "id_in_db": "77b80f6ec2afebc6f344bc73e0879a731a1eb9fa1bb746f41da4d044e1cadd57",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple112/v4/bd/00/73/bd007327-9f61-88f9-05d9-c5fa6b1ac3f2/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "vocabulary builder 9999 free for 36h learn new words with flashcards ai",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/flexi-vocabulary-builder/id6499282610",
        "image_url": "https://external-preview.redd.it/YFH9rdvaLFGAk80Ce1Qe2Y1kpiMeE7F0OfWOEKAqb9g.png?width=640&crop=smart&auto=webp&s=ac748710cfb7cf069b0bbfa83fda100bb92be919",
        "description": "Hi everyone 👋 I’m the developer of Flexi: Vocabulary Builder , an iOS app for learning new words in 24 languages (English, Spanish, French, German, Arabic, Japanese, and more). About the app 🔠 Create flashcards with your own words. ✨ Use AI to generate translations, examples, and images. 📖 Catalog of 3,500+ pre-made English cards. 🧠 FSRS-5 spaced-repetition algorithm (same as in Anki). Extras 🌚 Dark Mode 🍎 iPadOS support 🛜 Offline mode 📌 Widgets The deal Lifetime unlock: $99.99 → Free Until: Sun, August 24, 2025, 5:00 PM PT Looking for feedback I’d love feedback on the onboarding experience, the process of creating flashcards, and the review flow 🙏 submitted by /u/tomerbeilinson [link] [comments]",
        "id_in_db": "t3_1my01sx",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "سلام به همه 👋 من توسعه دهنده Flexi هستم: سازنده واژگان ، یک برنامه iOS برای یادگیری کلمات جدید به 24 زبان (انگلیسی ، اسپانیایی ، فرانسوی ، آلمانی ، عربی ، ژاپنی و موارد دیگر). درباره برنامه 🔠 با کلمات خود مرتبا ایجاد کنید. ✨ از AI برای تولید ترجمه ها ، مثال ها و تصاویر استفاده کنید. 📖 کاتالوگ 3500+ کارت انگلیسی از پیش ساخته. 🧠 الگوریتم Re-retition FSRS-5 (همانند آنکی). Extras 🌚 Dark Mode 🍎 IPADOS پشتیبانی 🛜 حالت آفلاین 📌 ویجت های بازپرداخت عمر: 99.99 $ → رایگان تا: خورشید ، 24 اوت 2025 ، 5:00 بعد از ظهر به دنبال بازخورد ، من عاشق بازخورد در مورد تجربه سوارکاری ، روند ایجاد فلش و جریان ارسال شده توسط /u /tomerbeilinson [نظرات]"
    },
    {
        "title": "voice to text app lifetime 5999",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/transcribe-voice-to-text-app/id6467717913",
        "image_url": "https://external-preview.redd.it/XE7bE9ZJfUuuearghoPCFr4WwD8zbBwE_tjcrvcIQ4Q.png?width=640&crop=smart&auto=webp&s=75ece0c4e090d531d9ac7e9684118d4ce896fe55",
        "description": "To celebrate the new version release, enjoy a 2-day special discount : Lifetime subscription slashed from $59.99 to just $4.99! The upgraded app now supports direct transcription from YouTube, X , and more. Unlock smarter productivity today! Key Features: * YouTube/X Video Transcription: Convert videos to text effortlessly. * Video to Text: Transform video content into accurate text transcripts. * Multi-Language Support: Transcribe and translate across English, Chinese, Japanese, and 130+ languages. * High-Quality Recording: Capture crystal-clear audio from meetings, lectures, or your phone. * Accurate Transcription: Convert recordings to text with exceptional precision. * Live Notes: Real-time transcription as you speak. * Flexible Exports: Save recordings and transcripts in SRT, TXT, or PDF formats. * Easy Sharing: Share transcripts and audio via WhatsApp, Messenger, and more for seamless collaboration. Experience Transcribe now – voice-to-text made simple and smart! submitted by /u/kakaApp [link] [comments]",
        "id_in_db": "t3_1mw4yk8",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": false,
        "persian_summary": "برای جشن گرفتن نسخه جدید ، از تخفیف ویژه 2 روزه لذت ببرید: اشتراک Lifetime از 59.99 دلار به 4.99 دلار کاهش یافته است! برنامه به روز شده اکنون از رونویسی مستقیم از YouTube ، X و موارد دیگر پشتیبانی می کند. بازدهی هوشمندانه امروز را باز کنید! ویژگی های کلیدی: * رونویسی ویدیوی YouTube/X: فیلم ها را با زحمت تبدیل کنید. * فیلم به متن: محتوای ویدیویی را به متن متن دقیق تبدیل کنید. * پشتیبانی چند زبانه: رونویسی و ترجمه به زبان های انگلیسی ، چینی ، ژاپنی و 130+. * ضبط با کیفیت بالا: ضبط صدای کریستالی را از جلسات ، سخنرانی ها یا تلفن خود ضبط کنید. * رونویسی دقیق: ضبط ها را به متن با دقت استثنایی تبدیل کنید. * یادداشت های زنده: رونویسی در زمان واقعی هنگام صحبت کردن. * صادرات انعطاف پذیر: ضبط ها و رونوشت ها را در قالب های SRT ، TXT یا PDF ذخیره کنید. * اشتراک گذاری آسان: به اشتراک گذاشتن رونوشت و صدا از طریق WhatsApp ، مسنجر و موارد دیگر برای همکاری یکپارچه. تجربه رونویسی اکنون-صدا به متن ساخته شده ساده و هوشمند! ارسال شده توسط ..."
    },
    {
        "title": "walking survival",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3506800/Walking_Survival/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3506800/header.jpg?t=1753828386",
        "description": "In Walking Survival, the darkness is closing in, and monstrous creatures are coming for you! Harness the power of magic, develop unique abilities, and obliterate waves of enemies before they overwhelm you. 🔮 Master the Walking – Choose from a variety of magical abilities, upgrade them, and create devastating spell combinations. 👹 Endless Waves of Enemies – Face creatures with different strengths, weaknesses, and unpredictable attack patterns. 🛡️ Survive Against All Odds – Dodge, strike, and strategize as you fight to stay alive in an ever-escalating battle. 🌟 Powerful Upgrades – Unlock new skills, enhance your magic, and become an unstoppable force. How long can you survive the relentless onslaught? Unleash your power and carve your own legend in Walking Survival! 🔥 Wishlist now and prepare for battle! 🔥",
        "id_in_db": "t3_1n3cy49",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3506800",
        "genres": [
            "Action",
            "Adventure",
            "Casual"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257111660/movie_max_vp9.webm?t=1741351149",
        "is_dlc_or_addon": false,
        "persian_summary": "در زنده ماندن ، تاریکی بسته می شود و موجودات هیولا برای شما می آیند! قدرت جادو را مهار کنید ، توانایی های منحصر به فردی را ایجاد کنید و امواج دشمنان را از بین ببرید قبل از اینکه شما را تحت الشعاع قرار دهند. 🔮 Master the Walking - از انواع توانایی های جادویی انتخاب کنید ، آنها را ارتقا دهید و ترکیب های طلسم ویرانگر را ایجاد کنید. 👹 امواج بی پایان دشمنان - موجودات با نقاط قوت ، ضعف و الگوهای حمله غیرقابل پیش بینی روبرو هستند. 🛡 در برابر همه شانس ها زنده بمانید-در حالی که می جنگید برای زنده ماندن در یک نبرد فزاینده ، می جنگید ، Dodge ، Strike و استراتژی کنید. uprate های قدرتمند - مهارت های جدید را باز کنید ، جادوی خود را تقویت کنید و به یک نیروی غیرقابل توقف تبدیل شوید. چه مدت می توانید از حمله بی امان زنده بمانید؟ قدرت خود را از بین ببرید و افسانه خود را در Walking Survival حک کنید! 🔥 اکنون لیست دلخواه و آماده شدن برای نبرد! 🔥"
    },
    {
        "title": "walking survival 100 offfree",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3506800/Walking_Survival/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/774861/header.jpg?t=1755796497",
        "description": "The ultimate test of friendship; do your friends have your back or will they put a knife in it? Betray your friends in this 8-person multiplayer game focused on social deception and survival. Communication and teamwork are essential to the survivors’ ultimate goal of escape. Gather resources, repair structures, and brave the wilderness together. Just beware that there are traitors within the group working to sabotage your chances of getting out alive by any means necessary. And coming September 18... the mysterious Project Winter 2.0: Cabin Fever! Check out the new Teaser Trailer. Already own Project Winter? You’ll get Cabin Fever automatically with the update. PROJECT WINTER ROLES Project Winter weaves together wilderness survival, cooperation, and betrayal into a perfect symphony of murderous paranoia. Cabin Fever delivers the same chaotic multiplayer mayhem you loved in the original Project Winter - now with new features and with a more streamlined and intense experience. And for long-time players, don’t worry: Project Winter 2.0 will still include the tough-as-nails Classic mode you know and love. Traitors walk beside you... can you find them before they leave you bleeding in the snow? Already own Project Winter? You’ll get Cabin Fever automatically with the update. New to the game? Cabin Fever is the best way for new players to get started in the magical, mysterious world of Project Winter 2.0. PROJECT WINTER ROLES Survivor As a survivor you will have to complete a series of objectives in order to call in one of several rescue vehicles and escape to win the game. Repair all the objectives to restore the cabin radio to working order. Break rocks, harvest berries and herbs, and cut down trees to earn crafting materials used to repair objectives, and help keep you alive. Explore crates found in the buildings scattered throughout the map which contain items that will help you survive and complete your objectives. Traitor As a traitor your goal is to stop the survivors from escaping without being identified or killed. All of your teammates will be revealed to you at the start of the match and can be identified by a red traitor symbol, much like yours. You will start with a red radio to communicate with your fellow traitor. Use traitor crates and hatches scattered throughout the map to gain advantage against survivors. FEATURES Teamwork Survivors cannot escape unless they work together. Players who wander off on their own will have difficulty surviving the elements, can fall victim to hostile wildlife, or become easy targets for the traitors. Communication Communication is key if the survivors have any hope of escaping. There are several ways to communicate with other players: proximity-based voice chat private voice chat radio channels, text chat and emotes Betrayal & Deception The traitors are outnumbered and weak when the game begins, they may infiltrate the survivors and earn their trust while they build up their strength. Survivors can never be 100% sure of who to trust. The traitors can take advantage of this by spreading lies, and pitting the survivors against each other. Customization Play the game how you want with multiple game modes including basic, normal and custom mode! Add some flair to your character with cosmetics that can be bought with our in-game currency earned after each match!",
        "id_in_db": "t3_1n3d5vx",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "774861",
        "genres": [
            "Action",
            "Adventure",
            "Casual",
            "Indie",
            "Strategy"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257186184/movie_max_vp9.webm?t=1755796480",
        "is_dlc_or_addon": false,
        "persian_summary": "آزمایش نهایی دوستی ؛ آیا دوستان شما پشت شما را دارند یا اینکه چاقو را در آن قرار می دهند؟ به دوستان خود در این بازی چند نفره 8 نفره متمرکز بر فریب اجتماعی و بقا باشید. ارتباطات و کار تیمی برای هدف نهایی فرار بازماندگان ضروری است. منابع ، ساختارهای تعمیر و شجاعت بیابان را با هم جمع کنید. فقط مراقب باشید که در این گروه خائن وجود دارند که برای خرابکاری شانس زنده بودن شما به هر وسیله لازم ، کار می کنند. و آمدن 18 سپتامبر ... پروژه اسرارآمیز زمستان 2.0: تب کابین! تریلر جدید تیزر را ببینید. در حال حاضر پروژه خود زمستان است؟ با بروزرسانی به طور خودکار تب کابین دریافت خواهید کرد. Project Project Winter Project Project Winter Weaavival Wilderness ، همکاری و خیانت به یک سمفونی کامل از پارانویای قاتل. تب کابین همان ضرب و شتم چند نفره هرج و مرج را که در زمستان پروژه اصلی دوست داشتید - اکنون با ویژگی های جدید و با تجربه ای ساده تر و شدیدتر ارائه می دهد. و برای ..."
    }
]