[
    {
        "title": "ace academy visual novel",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/ace-academy-visual-novel/id1513975259",
        "id_in_db": "b66f60421ecdacd2cc2fdd9019daec0e18e64d7f7ac8a15b631ae5a9728ddf68",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple123/v4/22/3a/0e/223a0e4f-8bc8-d17d-511b-102be05d84c3/AppIcon-0-0-1x_U007emarketing-0-0-0-6-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "animated avatar avatar frame and animated sticker",
        "store": "steam",
        "url": "https://store.steampowered.com/points/shop/app/3300160",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1949890/header.jpg?t=1738905223",
        "description": "Jack the Ripper is hiding among us. Can you find him? In this turn-based detection game, two teams face off against each other: Jack the Ripper and the detectives. Jack has to get away with murder without being found out by the detectives, who in turn need to find out who he is. Unlike other detection games, you can't talk with the other players in Jack & Detectives, and you must figure out the truth based only on their actions. Players cannot get eliminated, so everyone gets to enjoy the game to its end. Furthermore, since a game only last ten minutes, you don't need to commit a lot of time just to play. Jack: Commit murders without being found out. A serial killer lurking in the shadows. In order to win, he must make sure he isn't chosen during the voting phase. Detectives: Find Jack, who is hidden among us. Private detectives hired by the London police. In order to win, they must correctly vote Jack out during the voting phase. Jack maniac: Muddy the waters so that Jack isn't found. A maniac whose allegiance lies with Jack the Ripper. He wins if Jack wins, even if he gets voted out himself. The detectives must plan their moves to corner the suspect among them! At the start of each game, players are assigned a role at random. Then, everyone places their token on a London tile of their choosing. Jack must trick them and frame one of them! Once they have done so, night will fall, and Jack the Ripper will commit his first murder. (In certain cases, there will be no murder during the first night) Vote to choose whom to arrest! The detectives located near the crime scene will become suspects. Who's on justice's side? Who's the murderer among us? After the second murder, the voting phase starts. Everyone has to vote for the person that they think is secretly Jack the Ripper. This is where the real battle of wits between the detectives and Jack starts. ■ Cross-platform online play You can play online against console and mobile users. ■ Play against people from all over the world Win matches against worldwide challengers to earn rank points. Once you have enough rank points, your rank will go up. ■ Play with your friends Host a room to play against your friends! In room matches you can also customize the rules to your liking. ■ Personalize your avatar Lots of option to personalize your avatar, token, and animations. ■ Match replay Look back to the matches you've played in the past for useful insight. ■ Single-player mode Play against the computer to improve your skills.",
        "id_in_db": "t3_1mnj6wf",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1949890",
        "genres": [
            "Casual",
            "Indie",
            "Strategy"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256959159/movie_max_vp9.webm?t=1723438933",
        "is_dlc_or_addon": false,
        "persian_summary": "جک ریپر در میان ما پنهان است. آیا می توانید او را پیدا کنید؟ در این بازی تشخیص مبتنی بر نوبت ، دو تیم با یکدیگر روبرو می شوند: جک ریپر و کارآگاهان. جک مجبور است بدون اینکه توسط کارآگاهان پیدا شود ، با قتل دور شود ، که به نوبه خود باید دریابند که او کیست. بر خلاف سایر بازی های تشخیص ، شما نمی توانید با سایر بازیکنان جک و کارآگاهان صحبت کنید ، و باید حقیقت را فقط بر اساس اقدامات آنها بفهمید. بازیکنان نمی توانند از بین بروند ، بنابراین همه می توانند از این بازی لذت ببرند تا پایان خود را به پایان برسانند. علاوه بر این ، از آنجا که یک بازی فقط ده دقیقه به طول می انجامد ، نیازی به انجام زمان زیادی برای بازی نیست. جک: مرتکب قتل بدون اینکه پیدا شود. یک قاتل سریالی که در سایه ها کمین می کند. برای پیروزی ، او باید اطمینان حاصل کند که وی در مرحله رای گیری انتخاب نشده است. کارآگاهان: جک را پیدا کنید ، که در بین ما پنهان است. کارآگاهان خصوصی که توسط پلیس لندن استخدام شده اند. برای پیروزی ، آنها باید در مرحله رای گیری به درستی رأی دهند. جک منیاک: آبهای گل آلود تا جک ..."
    },
    {
        "title": "apple tv magic best fireplace 299 free cozy window experience",
        "store": "iosappstore",
        "url": "https://apps.apple.com/app/magic-best-fireplace/id6746743385",
        "image_url": "https://external-preview.redd.it/MW-rgkPPlzp5os4VVU93qvzgDX_ai4thox8u2G8uaPs.png?width=640&crop=smart&auto=webp&s=ea45b5d681867a2321d1bdfe4a4026529ea89e2b",
        "description": "submitted by /u/scorch4907 [link] [comments]",
        "id_in_db": "t3_1mhaem3",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /scorch4907 [لینک] [نظرات]"
    },
    {
        "title": "apps magic ads",
        "store": "googleplay",
        "url": "https://www.reddit.com/r/googleplaydeals/comments/1moy1n9/apps_magic_ads_remove_background_114free/",
        "image_url": "https://play-lh.googleusercontent.com/hOBf9ZSkinBLNjPMIGZA3T97Uvel-sNKHGAI66_du34AfHYOqdGr9qOz-F9qOlqmLno=w3840-h2160-rw",
        "description": "https://play.google.com/store/apps/details?id=com.creative.adsmaker&pcampaignid=web_share (contain ads.) submitted by /u/ExtensionAd6971 [link] [comments]",
        "id_in_db": "t3_1moy1n9",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "https://play.google.com/store/apps/details؟id=com.creative.adsmaker&pcampaignid=web_share (حاوی تبلیغات.) ارسال شده توسط/u/extensionad6971 [پیوند] [نظرات]"
    },
    {
        "title": "base edition 1199 599 59940 off 3599 2399 269940 off",
        "store": "steam",
        "url": "https://store.steampowered.com/app/39210/FINAL_FANTASY_XIV_Online/",
        "image_url": "https://external-preview.redd.it/xBVL2FAwSafjLDDzGzcDcRdgRBWDCFH9ThPKJ8wQ7KQ.jpeg?width=320&crop=smart&auto=webp&s=4b5f09cf35a4ee0768ab2145f9cac8e3df579026",
        "description": "submitted by /u/megaapple [link] [comments]",
        "id_in_db": "t3_1ms7wfe",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "40% off",
        "is_dlc_or_addon": true,
        "persian_summary": "ارسال شده توسط /u /megaapple [پیوند] [نظرات]"
    },
    {
        "title": "ceville",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/ceville",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/23460/header.jpg?t=1668502176",
        "description": "The mean cruel cold blooded tyrant Ceville ruthlessly rules the beautiful kingdom of Faeryanis. Or rather, he used to rule the beautiful kingdom of Faeryanis, until the brave people revolted against his regime and drove him out of the palace. The kindhearted queen Gwendolyn did step up to reign over the land with a council of noble and wise advisors.. It seems that this story could end just like any other fairy tale: \"And they lived happily ever after...\" But no, that's not quite right. Because another evil rises within the land. The treacherous Basilus — counsellor of Gwendolyn and of Ceville before her — plans to take the crown and torture the realm with the help of murderous beasts he has summoned from the planes of eternal darkness. All seems lost! But hope resides with the one most unlikely person imaginable to save the kingdom and restore peace to the realm: Ceville, the realm's former despotic ruler... Ceville The ancient ruler of Faeryanis and spare-time tyrant, is dreaming up evil plans to exact his revenge on his former counsellor and servant Basilus, who betrayed him. Ambrosius The noble and somewhat self-important knight Ambrosius is Ceville's would-be-nemesis. He constantly attempts to capture Ceville — but usually with little success. Will they both team up to fight a greater evil? Lilly The gentle and kind girl Lilly is rather an improbable choice to team up with Ceville. Never the less she helps him to escape for the good of the realm (at least that's what SHE thinks!) This game will give you an impression of what happens, when you mix up the setting and humour of Shrek, Discworld and the Monkey Island series. up to three simultaniously playable characters with weird but loveable personalities bizarre characters from stock-broker dwarves and hippie-elves who populate the fairy-tale realm of Faeryanis various locations all over Faerynis, like the Not-So-Hidden druid circle, the (former) Elven Forest, The Dwarven Mines of Mount Goldmore and more! a variety of puzzles, many of which that can only be solved by teamwork of two (or more) player characters tons of humour",
        "id_in_db": "t3_1mmh7mx",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "23460",
        "genres": [
            "Action",
            "Adventure",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256704425/movie_max.webm?t=1513959088",
        "is_dlc_or_addon": false,
        "persian_summary": "میانگین ستمگر خونسرد بی رحمانه Ceville بی رحمانه بر پادشاهی زیبای Faeryanis حاکم است. یا بهتر بگوییم ، او بر پادشاهی زیبای Faeryanis حاکم بود ، تا اینکه مردم شجاع علیه رژیم او قیام کردند و او را از کاخ بیرون کشیدند. ملکه مهربان گواندولین با یک شورای مشاوران نجیب و خردمند ، بر سرزمین سلطنت کرد. زیرا شر دیگر در درون سرزمین بالا می رود. ریحان خیانتکار - مشاور گوندولین و کویل قبل از او - قصد دارد تاج را بگیرد و قلمرو را با کمک جانوران قاتل که از هواپیماهای تاریکی ابدی احضار کرده است ، شکنجه کند. به نظر می رسد همه از دست رفته است! اما امید با شخصی که بعید است تصور کند که پادشاهی را نجات دهد و صلح را به قلمرو بازگرداند: Ceville ، حاکم سابق استبداد Realm ... Ceville حاکم باستان Faeryanis و ظالمانه یدکی ، در حال خواب است ..."
    },
    {
        "title": "configured options for youtube facebook twitter instagram linkedin reddit google search and whatsapp web",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/mindshield/id1660218371",
        "image_url": "https://external-preview.redd.it/0jb7iOSxR9YyYKbtFYncfSlwnwGvMQ2Dq8yIV9TimdQ.png?width=640&crop=smart&auto=webp&s=c9be5f88ec8a552cd72cc2529c32dd3471e0299e",
        "description": "submitted by /u/Singhvistaar [link] [comments]",
        "id_in_db": "t3_1mqy2z1",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /singhvistaar [پیوند] [نظرات]"
    },
    {
        "title": "conscript black mesa bundle",
        "store": "steam",
        "url": "https://store.steampowered.com/bundle/58066/Adventure_and_Horror/",
        "image_url": "https://external-preview.redd.it/VxeI3HaDBcVl_BgbBBppXmmwwJSn2xQY7HFFgJ-Ic9o.jpeg?width=320&crop=smart&auto=webp&s=7205d93bd342dd6eeeae904372a3584a1e555b7e",
        "description": "submitted by /u/Insomniac_34 [link] [comments]",
        "id_in_db": "t3_1mrcvy4",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "70% off",
        "is_dlc_or_addon": true,
        "persian_summary": "ارسال شده توسط /u /Insomniac_34 [لینک] [نظرات]"
    },
    {
        "title": "crystalline visual novel",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/crystalline-visual-novel/id1460475403",
        "id_in_db": "7022bd2daf3f2f0aec9cc20f9ce7843bcc558191a11a9997ff3bec40e8806d1c",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple114/v4/1d/dd/59/1ddd59bc-b8f0-74f9-aa23-7fc65c0debfc/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "detechtive 2112",
        "store": "steam",
        "url": "https://store.steampowered.com/app/2808800/DeTechtive_2112/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2808800/header.jpg?t=1752718420",
        "description": "The year is 2112, and the world is no longer the same. In the crumbling remains of a country once known as England, Detective Matthew Wallace—a man with a mysterious past—works as a private investigator. After returning from the Third World War, Matthew takes on an off-the-record case with only one ally: Abigail, a resourceful young secretary. Together, they uncover the dark secrets of the city’s elite while confronting shadows from Matthew’s past in a series of interconnected cases. Dive into 5 unique cases, each with its own gripping mini-story, distinct map, and atmospheric locations. Every case offers new challenges and mysteries. The choice of how to approach and solve them—stealth, strategy, or all-out combat—is entirely yours. Experience DeTechtive 2112 , a story-driven action-adventure where up to 4 players can team up to solve a grand mystery across unique maps and gripping cases. Engage in thrilling combat against enemies or use stealth to take down foes silently and strategically. Whether you choose to fight, sneak, or outwit your enemies, every decision will bring you closer to unraveling the truth—and learning whether some things are better left undiscovered. Immerse yourself in a rain-soaked, neon-lit city brought to life with Unreal Engine 5. With a striking noir cyberpunk aesthetic, atmospheric detail, and a unique narrative experience, DeTechtive 2112 invites you to explore shadowed alleys, flickering neon signs, and towering skyscrapers—where every corner holds a story waiting to be uncovered.",
        "id_in_db": "t3_1mrysxj",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "60% off",
        "steam_app_id": "2808800",
        "genres": [
            "Action",
            "Adventure",
            "Indie",
            "RPG"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257092555/movie_max_vp9.webm?t=1738166409",
        "is_dlc_or_addon": false,
        "persian_summary": "سال 2112 است و جهان دیگر یکسان نیست. در بقایای فروپاشی کشوری که زمانی به نام انگلیس شناخته می شد ، کارآگاه متیو والاس - مردی با گذشته مرموز - به عنوان یک بازپرس خصوصی کار می کند. پس از بازگشت از جنگ جهانی سوم ، متیو فقط با یک متحد پرونده ای خارج از رکورد را بر عهده می گیرد: ابیگیل ، یک دبیر جوان باهوش. آنها در کنار هم ، اسرار تاریک نخبگان این شهر را در حالی که با سایه هایی از گذشته متیو در یک سری موارد به هم پیوسته اند ، کشف می کنند. به 5 مورد منحصر به فرد شیرجه بروید ، هر کدام دارای مینی داستان کوچک ، نقشه مجزا و مکانهای جوی هستند. هر مورد چالش ها و اسرار جدیدی را ارائه می دهد. انتخاب چگونگی نزدیک شدن و حل آنها-استحکام ، استراتژی یا مبارزات همه جانبه-کاملاً مال شما است. DeteChtive 2112 را تجربه کنید ، یک ماجراجویی اکشن محور داستان که در آن 4 بازیکن می توانند برای حل یک رمز و راز بزرگ در نقشه های منحصر به فرد و موارد گیربکس تیم شوند. درگیر مبارزه با هیجان علیه دشمنان یا استفاده از مخفیک برای از بین بردن دشمنان ساکت و ..."
    },
    {
        "title": "ends august 22nd",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3339880/OFF/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1775550/header.jpg?t=1667903638",
        "description": "SETTING The Eastern Front, the most decisive theatre of World War II and the largest land battlefield. A fight to the end, Total War between the Third Reich and the Soviet Union, each commanding millions. The legendary wargame team at 2by3 Games has spent years revisiting this titanic conflict to once again establish a new state of the art. Gary Grigsby’s War in the East 2 is a complete overhaul and improvement of the original War in the East, with no stone left unturned to provide a more realistic, more historically rich, and more challenging strategy experience. War in the East 2 comes with a wide array of scenarios ranging from the short tutorial on the Battle for Velikie Luki, to the four month Destruction of Southwest Front, up to the immense full 1941 – 1945 Grand Campaign of the entire Eastern front from Operation Barbarossa to the fall of Berlin. A total of seven Operational Scenarios and three Full Map Campaigns await you with hundreds, if not thousands, of hours of historical gameplay. Years of new development have resulted in the best AI opponent ever made by 2by3 for any of their game. Also included are a much more accurate map including a full single and double rail network as well as the historical road network, a detailed and expanded Order of Battle, new realistic movement and combat models, an advanced Logistics system, a vastly improved and easy to manage Air system and many other improvements in the interface and game management, as well as a built-in encyclopedia of the weapons and units of the Eastern Front. This is just scratching the surface of the many new features and improvements, all of which are explained in a fully comprehensive manual, also available as a physical copy. FEATURES 3 Full Map Campaigns - 1941-45 Campaign (June 22 1941 – 1 August 1945) - Stalingrad to Berlin (November 19 1942 – 4 July 1945) - Vistula to Berlin (13 January 1945 – 1 June 1945) 7 Smaller Operational Scenarios - Velikie Luki ’42 (17 November 1942 – 25 January 1943) – The Soviet counterattack to recapture this important rail junction. - Road to Minsk (22 June 1941 – July 2 1941) – The rush to the Dnepr by Army Group Center. - Road to Leningrad (22 June 41 – 8 Oct 41) – Army Group North moves on Leningrad. - The Destruction of Southwest Front (22 June 41 – 15 October 41) – Army Group South and Guderian cause the largest Soviet surrender in the war. - Operation Typhoon 41 (30 September 1941 – 5 January 1942) – The final offensive to take Moscow. - Red Army Resurgent (19 November 1942 – 17 March 1943) – The destruction of the German 6th Army at Stalingrad. - Red God of War (24 November 1942 – 8 February 1943) – The failed Soviet northern offensive. Improved AI Opponent - Newly re-designed and re-built by Gary Grigsby for War in the East 2 - Greatly enhanced Defensive AI performance as well as improved Offensive AI performance More Accurate Map and Movement rules: - Map based on better projection yields a larger number of hexes in the main combat area (106 hex frontage from Rostov to Leningrad versus 87 in WitE). - Advanced Terrain/Road rules – Road quality in every hex combines with terrain to generate much more realistic impacts of terrain on movement, combat and supplies. - Administrative Movement – Accounts for ability to move rapidly in friendly territory, especially where there are better roads. - Ability to stack additional units into urban and port hexes Off-Map Theater Boxes and Theater Events: - Theater boxes representing other theaters of the war (North Africa, Italy, etc.), and a full set of events including garrison requirements in the TBs along with other events like partisan operations. - Partisan war now handled with a Soviet Union garrison box, events, and partisan interdiction placed on map. - Enhanced Player Theater Box Control game option that allows players to choose more flexible movement of units between theaters, but at a cost for failing to meet garrison requirements versus benefits for exceeding them. - More accurate historical line up of units, HQs and support units and their historical movement between theaters. - Additional historical campaign events. Improved Air System incorporating both a more Advanced Air Mode and a Streamlined Air Operational Group Mode - On Map Airbases - Much more realistic Air Combat and Support Resolution compared to War in the East and War in the West. - A separate Air Phase is now used for many air actions, with ground support and transport done in the movement phase. - Advanced Air Mode allows full detailed control of the entire Air War, equivalent to a game within a game. - New “Air Operational Group” Mode which allows you to move Air Groups on the map and provides an easy and streamlined way to manage the air game while focusing on the ground game. This makes the air game easier to manage even for those players that want full control. - Full AI Air Assist that can run most of the air operations based on just a few orders given by the player to the Air Operational Groups. More accurate and detailed historical weather model incorporating per-hex Weather changes based on the system developed for War in the West. Changes in Ground Combat to reflect Historical operations: - New Combat Preparation Points for units allow for build ups for better offensive operations and punish units that are in combat every turn without a rest. - Combat Delay Points account for the time spent fighting in a hex and will slow units that move through a hex where significant combat took place that turn. - Attacks can now deprive defending units of future MPs. - Multi-hex retreats. Many interface improvements, including new art, reorganized screens, a new Turn Summary and more important information regarding your units and situation brought to the top level for easier discovery and quicker access. Automated Soviet factory evacuation. Improved Commander’s Report screens with more flexibility and CSV export capability for out of game analysis. Special designation of Assault HQs allowing Command benefits for offensive armies at the cost of some defensive abilities. Increased Command cost of integrating multiple nationalities under the same command. Greater direct attachment of support units to certain Soviet and Axis Allied divisions, along with multi-role units that can be on map or used as support. New In-Game WitEpedia – Includes Detailed Information and Links concerning units and weapons of the Eastern Front. Detailed TO&E and Order of Battle Charts with information about many of the units on the Eastern Front. 520 Page full color manual, including appendices and designer's notes fully documenting every aspect of the game. The additional Physical version (only) comes with a hardbound full color printed manual.",
        "id_in_db": "t3_1mr3qo6",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "15% off",
        "steam_app_id": "1775550",
        "genres": [
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256856566/movie_max_vp9.webm?t=1635427108",
        "is_dlc_or_addon": false,
        "persian_summary": "تنظیم جبهه شرقی ، تعیین کننده ترین تئاتر جنگ جهانی دوم و بزرگترین میدان نبرد زمین. یک جنگ تا پایان ، جنگ کامل بین رایش سوم و اتحاد جماهیر شوروی ، هر یک فرماندهی میلیون ها نفر. تیم افسانه ای Wargame در 2By3 Games سالها را صرف تجدید نظر در این درگیری تایتانیک کرده است تا یک بار دیگر وضعیت جدیدی از هنر ایجاد کند. جنگ گری گریگسبی در شرق 2 یک تعمیرات اساسی و بهبود جنگ اصلی در شرق است ، بدون اینکه سنگی برای ارائه یک تجربه استراتژی واقع بینانه تر ، از نظر تاریخی غنی تر و چالش برانگیز تر باقی نمانده باشد. جنگ در شرق 2 با طیف گسترده ای از سناریوها اعم از آموزش کوتاه در مورد نبرد برای ولیکی لوکی ، گرفته تا تخریب چهار ماهه جبهه جنوب غربی ، تا کمپین بزرگ سال 1941 - 1945 از کل جبهه شرقی از عملیات بارباروسا تا پاییز برلین همراه است. در مجموع هفت سناریو عملیاتی و سه کمپین کامل نقشه با صدها ، اگر نه هزاران ساعت ، ساعت ها ..."
    },
    {
        "title": "enhanced edition 595 590 c738 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/e2886dfe-58be-5b70-a2b0-4391ab5473c4/pathfinder-wrath-of-the-righteous-enhanced-edition",
        "image_url": "https://external-preview.redd.it/4uaAiL8I5RE164DedGyv14Zbp2ZPZ6DNHHSsWjj0lp8.jpeg?width=320&crop=smart&auto=webp&s=f12d3fe67f613077bb5c6f087ad9a040426f68ff",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1ms6sf5",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "70% off",
        "is_dlc_or_addon": true,
        "persian_summary": "ارسال شده توسط /u /lets_playsum [لینک] [نظرات]"
    },
    {
        "title": "epic games mobile 112 operator",
        "store": "epicgames",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1mk2e2p/epic_games_mobile_game_112_operator/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1836730/header.jpg?t=1747232703",
        "description": "From the team that brought you Severed Steel, dive into a vast open-world FPS designed for both solo and 4-player cooperative play! You play as an explorer with exceptional combat skills who crash-lands on a mysterious planet. This planet is dominated by a ruthless mercenary force exploiting ancient technology to craft devastating weapons. Pursue the main quest to dismantle their operations, or explore the world at your own pace! Explore a Seamless Open World Every distant vista is within reach. Traverse a completely seamless world using your grapple hook, hoverboard, and a variety of unlockable powers. Epic Battles and Colossal Bosses Embark on a main quest to encounter towering colossi or stumble upon these foes during your explorations. Battle against diverse enemy classes such as pyromancers launching area attacks, elusive sappers planting turrets, and helicopters raining down rockets. Flexible Singleplayer and Co-op Gameplay Jump into cooperative play from the start with no mandatory tutorials. Progress on the same save whether in solo or co-op mode, and tailor individual difficulty settings within the same multiplayer session. Note: Co-op play is supported through Steam Friends invites (random matchmaking is not available). Unlock Secrets and Power-Ups Echo Point Nova is filled with hidden weapons, character enhancements, and stylish cosmetics. Collect agility orbs to enhance your mobility, and unlock weapon attachments by racking up kills. An Accessible Game Echo Point Nova's default settings and recommended difficulty are pretty hard core! But there's loads of options for all players to set things up the way they like. A Growing Game Our last game, Severed Steel, received new game modes, weapons, maps, and more for many months after launch. We pay lots of attention to our community and plan on a steady flow of content, quality of life improvements, and gameplay tweaks. Join our Discord or post in the Steam community to get in on the action!",
        "id_in_db": "t3_1mk2e2p",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1836730",
        "genres": [
            "Action",
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257057744/movie_max_vp9.webm?t=1727186410",
        "is_dlc_or_addon": false,
        "persian_summary": "از تیمی که فولاد را قطع کرده است ، به یک FPS گسترده در دنیای باز که برای بازی انفرادی و 4 نفره تعاونی طراحی شده است ، شیرجه بزنید! شما به عنوان یک اکسپلورر با مهارت های جنگی استثنایی بازی می کنید که زمین های سیاره ای مرموز را سقوط می کند. این سیاره تحت سلطه یک نیروی مزدور بی رحمانه است که از فناوری باستانی برای تهیه سلاح های ویرانگر استفاده می کند. تلاش اصلی برای از بین بردن عملیات آنها یا کشف جهان با سرعت خود را دنبال کنید! یک دنیای باز یکپارچه را کاوش کنید که هر ویستا دوردست در دسترس است. با استفاده از قلاب ، هوور بورد و انواع قدرتهای قابل باز کردن ، دنیای کاملاً یکپارچه را طی کنید. نبردهای حماسی و کارفرمایان عظیم در تلاش اصلی برای مواجهه با کلوسی برجسته یا برخاستن از این دشمنان در طی کاوش های شما قرار می گیرند. نبرد با کلاسهای متنوع دشمن مانند پیرومانسانس که حملات منطقه را پرتاب می کنند ، ساپرهای گریزان که برج ها را کاشت می کنند و هلیکوپترها باران می بارد. تک نفره انعطاف پذیر و گیم پلی تعاونی از ابتدا با هیچ ..."
    },
    {
        "title": "epic games mobile hidden folks",
        "store": "epicgames",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1mq39k2/epic_games_mobile_game_hidden_folks/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2052410/header.jpg?t=1753952335",
        "description": "Product Description TYPE-MOON, known for the wildly popular mobile game \"Fate/Grand Order\" and the epic visual novel \"Tsukihime,\" is releasing a remaster of the 2012 hit \"Witch on the Holy Night. Experience a coming of age story set in the vibrant, bustling 1980s, which follows an innocent young man and two young \"witches.\" Updates added since the original release include long-awaited fully voiced characters as well as visuals remastered in full HD, bringing the experience to life with unparalleled quality and fidelity. Masterful manipulation of visual elements imbues combat scenes with nail-biting tension, but also breathes life into the characters' everyday activities. Animated graphical elements bring an entirely new level of depth to the reading experience as well! STORY In the mansion on the hill, there lived two witches... It is the late 1980s—the twilight of an era of beauty and vigor. A boy moves to the city, barely missing two witches living in modern times. The boy leads a completely ordinary life. She carries herself with gallant pride. The girl lives a sleepy, hidden life. Each walks a starlit path. One would never expect their paths to cross. The story of how these three disparate people came together is soon to be told.",
        "id_in_db": "t3_1mq39k2",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2052410",
        "genres": [
            "Adventure"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256982466/movie_max_vp9.webm?t=1753952332",
        "is_dlc_or_addon": false,
        "persian_summary": "توضیحات محصول نوع ماه ، مشهور به بازی موبایل محبوب \"سرنوشت/سفارش بزرگ\" و رمان بصری حماسی \"Tsukihime\" ، در حال انتشار یک نمایشگر از نمایشگاه سال 2012 \"جادوگر در شب مقدس\" است. یک داستان سنی را که در دهه 1980 پر جنب و جوش و پرشکوه است ، تجربه می کند ، که به دنبال یک جوان بی گناه و دوتایی است که به طور کامل \"به روزرسانی های\" Whostr \"Vostry\" اضافه شده است. زندگی با کیفیت بی نظیر و وفاداری عناصر بصری صحنه های جنگی را با تنش ناخن ها به وجود می آورد. به شهر ، دو جادوگر که در دوران مدرن زندگی می کنند ، به سختی از دست می رود."
    },
    {
        "title": "epic games store chiral",
        "store": "epicgames",
        "url": "https://www.reddit.com/r/GameDeals/comments/1mr548o/steam_epic_games_store_chiral_10_off/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3286930/af11a57f074bf3f1b901bb96f9ea519a0928c80c/header.jpg?t=1754674064",
        "description": "Step into the definitive re-release of two dark spell-casting shooters that shaped the genre. Forged by Raven Software on a modified DOOM engine, Heretic and Hexen were released in 1994 and 1995, pushing first person shooters into bold new territory. These innovative cult classics introduced groundbreaking features like inventory systems, vertical aiming, and distinct character classes, reshaping first person action games for generations to come. This enhanced restoration makes Heretic + Hexen available to new audiences and long-time fans with expanded accessibility across more platforms and languages than ever before. Whether you're returning to these shadowy realms or discovering them for the first time, an epic legacy awaits. Owners Receive Heretic: Shadow of the Serpent Riders¹ Hexen: Beyond Heretic¹ Hexen: Deathkings of the Dark Citadel¹ Two all-new episodes created in collaboration between individuals at id Software + Nightdive Studios: Heretic: Faith Renewed Hexen: Vestiges of Grandeur There are a total of 117 campaign maps and 120 deathmatch maps in Heretic + Hexen. New Enhancements Online cross-platform deathmatch and co-op for up to 16 players² Local split-screen deathmatch and co-op for up to 8 players Toggleable, enhanced Tome of Power soundtrack by Andrew Hulshult Community-published mod support with an in-game mod browser² ³ Improved performance with multithreaded rendering supporting up to 4K resolution and 120 FPS⁵ A Vault section containing concept art and unused sprites from the development of the original games Accessibility options, such as updated UI, improved legibility, contrast and screen FX adjustments, and text-to-speech features. Modern controller support Weapon carousel for faster weapon switching Game balance toggle (original/enhanced) Quick Save/Load support Widescreen support Many engine fixes for bugs present in original versions Translated into 12 new languages: French, Italian, German, Spanish, LATAM Spanish, Brazilian Portuguese, Polish, Russian, Japanese, Korean, Traditional Chinese and Simplified Chinese ¹Original DOS versions of Heretic: Shadow of the Serpent Riders, Hexen: Beyond Heretic and Hexen: Deathkings of the Dark Citadel are included in the Steam version. ² account required. ³Mods need to be installed separately; installation requires additional system storage. ⁵Compatible display required. About the Included Games Heretic: Shadow of the Serpent Riders Three brothers, known as the Serpent Riders, used their powerful magic to possess and corrupt the seven kings of the realm, plunging it into war and chaos. But a race of elves known as the Sidhe resisted and were branded heretics. On the brink of losing the war, the Sidhe elders sacrificed themselves and the elven capital city to destroy the seven kings and their armies. As one of the few surviving elves, you embark on a quest for vengeance against those who slaughtered your friends, family, and entire race. Heretic: Faith Renewed [NEW] Years after the planes were cleansed of D'Sparil's wretched influence, a wandering warrior in search of home arrives at a foreign land to discover the blighted stains of that old time religion seeping through the cracks of society once more. In the fortified city, zealous acolytes stand high atop a decadent cathedral and listen to the lamentations echoing from the streets as non-believers are dragged away for 'correction.' The shadow of D'Sparil lingers after death, his absence attributed to apotheosis. Once revered, now worshipped, deserving of neither. An all-too-familiar scene, and one you simply cannot stomach. Taking up the mantle of Heretic once more, you stride into the city, staff in hand, to silence the echoes of your arch-nemesis. Hexen: Beyond Heretic While the Sidhe elf Corvus battled the evil forces of D'Sparil, the remaining two Serpent Riders were busy sowing the seeds of destruction in other dimensions. As a Warrior, Mage, or Cleric, you must fight the undead and brave elemental dungeons and decaying wilderness to defend your realm of Cronos from Korax, the second Serpent Rider. Hexen: Deathkings of the Dark Citadel After defeating the evil Korax, the second Serpent Rider, and discovering the Chaos Sphere, you have been transported to the Realm of the Dead. Now your only way home is blocked by hordes of undead and the Dark Citadel. Where Hexen ends, the true nightmare begins. Hexen: Vestiges of Grandeur [NEW] Korax lingers between life and death, his shredded corpse left behind with no semblance of life while he clings to a fresh, if fragile, rebirth. His grip on Cronos is once more released, yet the cycle continues, proving another force is at work: an invisible hand puppeteering both Korax and you, weaving a star-crossed destiny that will never die. And if that hand tugs the threads of fate again, what surprises are yet in store for you?",
        "id_in_db": "t3_1mr548o",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "10% off",
        "steam_app_id": "3286930",
        "genres": [
            "Action",
            "Adventure",
            "RPG"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257174990/movie_max_vp9.webm?t=1754589669",
        "is_dlc_or_addon": false,
        "persian_summary": "قدم به انتشار مجدد قطعی دو تیرانداز طلسم تاریک که ژانر را شکل داده اند ، قدم بگذارید. جعلی که توسط نرم افزار Raven در یک موتور عذاب اصلاح شده ، Heretic و Hexen در سالهای 1994 و 1995 منتشر شد و تیراندازان شخص اول را به قلمرو جدید و جسورانه سوق داد. این کلاسیک های فرقه نوآورانه ویژگی های پیشگامانه مانند سیستم های موجودی ، هدف عمودی و کلاس های شخصیت مجزا را معرفی کردند و بازی های اکشن اول شخص را برای نسل های آینده تغییر شکل دادند. این ترمیم پیشرفته باعث می شود Heretic + Hexen در دسترس مخاطبان جدید و طرفداران طولانی مدت با دسترسی گسترده در سیستم عامل ها و زبان های بیشتر از گذشته باشد. این که آیا شما به این قلمروهای سایه دار باز می گردید یا برای اولین بار آنها را کشف می کنید ، میراث حماسی در انتظار است. صاحبان هریک دریافت می کنند: سایه سواران مار-هگزن: فراتر از هریکس هگزن: Deathkings of the Dark Citadel¹ دو قسمت جدید ایجاد شده با همکاری افراد در نرم افزار ID + استودیوهای Nightdive: Heretic: ایمان تجدید می شود: hexen: Vestiges of ..."
    },
    {
        "title": "etailmarket borderlands 3 steam 91 off 565 mortal kombat 11 92 off 378 rematch 31 off 1732 new cycle 65 off 1041",
        "store": "steam",
        "url": "https://www.reddit.com/r/GameDeals/comments/1mqv72l/etailmarket_borderlands_3_steam_91_off_565_mortal/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/397540/capsule_616x353.jpg?t=1750802377",
        "description": "Title EU Price Discount Borderlands 3 (Steam) €5.65 91% Mortal Kombat 11 €3.78 92% Injustice™ 2 Legendary Edition €4.67 92% New Cycle €10.41 65% REMATCH €17.32 31% Don't forget to use 'etailextr5' discount code. submitted by /u/etailmarket [link] [comments]",
        "id_in_db": "t3_1mqv72l",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "91% off",
        "is_dlc_or_addon": false,
        "persian_summary": "عنوان اتحادیه اروپا تخفیف مرزی 3 (بخار) 5.65 € 91 ٪ فانی Kombat 11 € 3.78 92 ٪ بی عدالتی ™ 2 نسخه افسانه ای 4.67 92 ٪ چرخه جدید 10.41 65 ٪ بازپرداخت 17.32 31 ٪ از کد تخفیف Etailextr5 را فراموش نکنید. ارسال شده توسط /u /etailmarket [پیوند] [نظرات]"
    },
    {
        "title": "ethereal enigma visual novel",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/ethereal-enigma-visual-novel/id1519306362",
        "id_in_db": "20e060829af1a65dc412adb2ed966f1d3bc94f8e216f29d4ef8cede3bb707171",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple124/v4/1c/1a/d4/1c1ad4f6-2fcd-4d26-3bd5-4324d03206f2/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "exiled giveaways and itchio mega threads",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1mnikmn/exiled_giveaways_and_itchio_mega_threads/",
        "image_url": "https://i.redd.it/umipi32szlze1.png",
        "description": "To increase visibility, the mega threads are posted on a weekly basis. This is being done following the overall discussion of Mega Threads via FGF Update - https://redd.it/jkxyzw Please use the below threads for your posts. :) Exiled Giveaways Mega Thread (#2) Itchio Mega Thread (#10) Want to setup alerts to these threads? RSS Feed information can be found in our wiki! https://www.reddit.com/r/FreeGameFindings/wiki/rssfeed Included is information about our discord bot and general RSS feed stuff. Definitely give it a look! submitted by /u/AutoModerator [link] [comments]",
        "id_in_db": "t3_1mnikmn",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "برای افزایش دید ، موضوعات مگا به صورت هفتگی ارسال می شوند. این کار پس از بحث کلی موضوعات مگا از طریق بروزرسانی FGF انجام می شود - https://redd.it/jkxyzw لطفاً از موضوعات زیر برای پست های خود استفاده کنید. :) Giveaways Mega Thread (شماره 2) Thread Mega Itchio (#10) آیا می خواهید هشدارهایی را برای این موضوعات تنظیم کنید؟ اطلاعات خوراک RSS را می توان در ویکی ما یافت! https://www.reddit.com/r/freegamefindings/wiki/rssfeed شامل اطلاعات مربوط به ربات Discord و General RSS Feed است. قطعاً به آن نگاه کنید! ارسال شده توسط /u /automoderator [پیوند] [نظرات]"
    },
    {
        "title": "fanatical dishonored 2 91 off269eur",
        "store": "fanatical",
        "url": "https://www.fanatical.com/en/game/dishonored-2",
        "image_url": "https://fanatical.imgix.net/product/original/14a729f7-fc95-440c-8459-4f9dc43cbda8.jpg?auto=compress,format&w=870&fit=crop&h=489",
        "description": "submitted by /u/acabincludescolumbo [link] [comments]",
        "id_in_db": "t3_1mqr72z",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "91% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /acabincludescolumbo [لینک] [نظرات]"
    },
    {
        "title": "fantasyhearts",
        "store": "other",
        "url": "https://www.twitch.tv/directory/category/fantasy-hearts?filter=drops",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3258090/8e50e1ad2db044cb12ecbbd3a580ca410cb94cf8/capsule_616x353.jpg?t=1755211674",
        "description": "submitted by /u/christianwidjaya [link] [comments]",
        "id_in_db": "t3_1mn8qxm",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /ChristianWidjaya [پیوند] [نظرات]"
    },
    {
        "title": "far cry 6",
        "store": "steam",
        "url": "https://store.steampowered.com/app/2369390/Far_Cry_6/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2369390/header.jpg?t=1752169605",
        "description": "Welcome to Yara, a tropical paradise frozen in time. As the dictator of Yara, Antón Castillo is intent on restoring his nation to its former glory by any means necessary, with his son, Diego, following in his bloody footsteps. Their oppressive rule has ignited a revolution. - Play as Dani Rojas, a local Yaran, as you fight alongside a modern-day guerrilla revolution to liberate Yara. Play the full game solo or with a friend in co-op. - Explore jungles, beaches, and cities on foot, horseback, or in a wide variety of vehicles including boats and Jet Skis as you fight against Castillo’s regime in the most expansive Far Cry to date. - Feel the thrill of combat with an arsenal of hundreds of weapons alongside helpful amigos like Chorizo the dog and Guapo the gator. - Enjoy all-new content and features added since launch, including four new special operations, free blockbuster crossover missions, and fan-requested updates such as New Game Plus, Completionist Aid, an extra-hard difficulty mode, and four new loadout slots. There has never been a better time to join millions of players in Yara!",
        "id_in_db": "t3_1mt59mi",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "80% off",
        "steam_app_id": "2369390",
        "genres": [
            "Action",
            "Adventure"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256941288/movie_max_vp9.webm?t=1682096993",
        "age_rating": "This is a first-person shooter in which players assume the role of a resistance fighter (Dani Rojas) battling a tyrannical regime on the fictional island of Yara.",
        "is_dlc_or_addon": false,
        "persian_summary": "به یارا خوش آمدید ، یک بهشت گرمسیری به موقع یخ زده است. به عنوان دیکتاتور یارا ، آنتین کاستیلو قصد دارد ملت خود را به هر وسیله لازم ، با پسرش دیگو ، به جلال سابق خود بازگرداند. حکومت مظلوم آنها انقلابی را نادیده گرفته است. - به عنوان دنی روژاس ، یک یاران محلی ، بازی کنید ، زیرا در کنار یک انقلاب چریکی مدرن برای آزادسازی یارا می جنگید. بازی انفرادی کامل یا با یک دوست را در تعاونی انجام دهید. - جنگل ها ، سواحل و شهرها را با پای پیاده ، اسب و یا در طیف گسترده ای از وسایل نقلیه از جمله قایق و جت اسکی کاوش کنید ، زیرا در حال وسیع ترین فریادهای دور تا به امروز با رژیم کاستیلو می جنگید. - هیجان مبارزه با زرادخانه صدها سلاح را در کنار آمیگوهای مفید مانند Chorizo Dog و Guapo The Gator احساس کنید. -از محتوای جدید و ویژگی های اضافه شده از زمان راه اندازی لذت ببرید ، از جمله چهار عملیات ویژه جدید ، مأموریت های متقاطع بلاکچین رایگان و به روزرسانی های مورد نیاز فن مانند بازی جدید به علاوه ، کمک تکمیل ، یک مشکل فوق العاده سخت ..."
    },
    {
        "title": "free daily learning app word book film song fact artwork of the day etc",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/of-the-day-words-facts-more/id6741198633",
        "image_url": "https://external-preview.redd.it/2RZHkY8cwUIzzLJcZpTOuS6JcqSRKsY9ZF5LYcpFxx8.png?width=640&crop=smart&auto=webp&s=df49e8f51ad0968c692a3f8824454aa7e526f778",
        "description": "Hey r/AppHookup ! I just updated Of The Day: My daily learning app for iOS that helps you discover 23 fascinating new things every single day. I built it for curious minds who want a quick, fun, and meaningful way to learn something new. From words, facts, songs, history to recipes, pets, quizzes, and more. To celebrate, I’m making the full PRO version FREE for the next 24 hours (normally $29.99). Why Of The Day? 📚 23 daily categories - from Word of the Day, On This Day in History, and Daily Quiz to Book, Movie, Recipe, Song, and adorable Pet of the Day. 🎯 Bite-sized learning - swipe through and learn something new in minutes. 📌 Save your favourites to revisit anytime. 🐶 Pet Paradise - meet new dogs and cats daily, with fun facts oh and submit your own!. 🎨 Clean, intuitive interface with widgets for quick learning. 💡 Never stop learning - new content every single day. What I’m Looking For: Feedback on usability, design, or anything that could be smoother. Suggestions for new daily categories or features. General thoughts on your experience and what keeps you coming back. Regular Price: $29.99 – FREE for 24 hours Please do download, explore, and let me know what you think! submitted by /u/taiomi [link] [comments]",
        "id_in_db": "t3_1mmxkoj",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "سلام r/apphookup! من فقط روز را به روز کردم: برنامه یادگیری روزانه من برای iOS که به شما کمک می کند هر روز 23 چیز جدید جذاب را کشف کنید. من آن را برای ذهن های کنجکاو که می خواهند روشی سریع ، سرگرم کننده و معنی دار برای یادگیری چیز جدید ایجاد کنم. از کلمات ، حقایق ، آهنگ ها ، تاریخ گرفته تا دستور العمل ها ، حیوانات خانگی ، آزمونها و موارد دیگر. برای جشن گرفتن ، من نسخه کامل حرفه ای را برای 24 ساعت آینده (به طور معمول 29.99 دلار) رایگان می کنم. چرا روز؟ 📚 23 رده روزانه - از Word of the Day ، در این روز در تاریخ ، و مسابقه روزانه برای رزرو ، فیلم ، دستور العمل ، آهنگ و حیوان خانگی شایان ستایش روز. leaving یادگیری به اندازه نیش - بکشید و در عرض چند دقیقه چیز جدیدی یاد بگیرید. the موارد مورد علاقه خود را برای بازنگری در هر زمان ذخیره کنید. 🐶 بهشت حیوان خانگی - روزانه با سگ ها و گربه های جدید ملاقات کنید ، با حقایق سرگرم کننده اوه و ارسال خود را!. 🎨 رابط تمیز و بصری با ابزارک ها برای یادگیری سریع. 💡 هرگز یادگیری را متوقف نکنید - محتوای جدید هر روز. آنچه من به دنبال آن هستم: بازخورد در مورد قابلیت استفاده ، طراحی یا هر چیزی که می تواند نرم تر باشد. پیشنهادات روزانه جدید ..."
    },
    {
        "title": "free fishing forecast planner",
        "store": "iosappstore",
        "url": "https://apps.apple.com/ua/app/fishix-fishing-log-app/id6639620351",
        "image_url": "https://external-preview.redd.it/kwtHoGDsJLaClvSjqWTIQlycm8WoWwI1MFX4YsT6AgM.png?width=640&crop=smart&auto=webp&s=d359f421d4bb0a17f8758f22e4a0fa03a9aa2059",
        "description": "submitted by /u/Sufficient_Trade895 [link] [comments]",
        "id_in_db": "t3_1mfkj7k",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /کافی_ trade895 [لینک] [نظرات]"
    },
    {
        "title": "free privacy first offline transcription app with live and file transcription features in multiple languages",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/live-transcribe-speech-t%D0%BE-text/id6741486315",
        "image_url": "https://external-preview.redd.it/zrWjQteIGSeWQj37Dt75OS5Gxgt97J0Wnyy0sNELHf4.png?width=640&crop=smart&auto=webp&s=0589300da7c59e739c01b26d626fc7f8120df836",
        "description": "Hello r/AppHookup ! I have built a small utility app for myself that can transcribe live speech or files without needing an internet connection. It also supports multiple languages and runs locally so guarantees privacy. I made this for my study and work related needs and it proved very useful. It uses a compressed version of OpenAI's Whisper model under the hood and runs the model with phone hardware without needing to send any kind of speech data online thus ensuring %100 privacy. I have recently fixed some critical bugs causing crashes and improved performance and I am making lifetime version free for 24 hours to celebrate this milestone. Regular Price: $29.99 –> FREE for 24 hours Hope you like it! Feel free to contact me for support, recommendations etc. submitted by /u/slabfurnace [link] [comments]",
        "id_in_db": "t3_1mobsx6",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "سلام r/apphookup! من یک برنامه ابزار کوچک برای خودم ساخته ام که می تواند بدون نیاز به اتصال به اینترنت ، گفتار زنده یا پرونده ها را رونویسی کند. همچنین از چندین زبان پشتیبانی می کند و به صورت محلی اجرا می شود ، بنابراین حریم خصوصی را تضمین می کند. من این کار را برای نیازهای مطالعه و کار خود انجام دادم و این بسیار مفید بود. این نسخه از یک نسخه فشرده از مدل Whisper OpenAi در زیر کاپوت استفاده می کند و مدل را با سخت افزار تلفن اجرا می کند بدون اینکه نیاز به ارسال هر نوع داده گفتار را به صورت آنلاین ارسال کند و در نتیجه 100 ٪ حریم خصوصی را تضمین کند. من اخیراً برخی از اشکالات مهم را برطرف کرده ام که باعث خرابی و عملکرد بهتر شده است و برای جشن گرفتن این نقطه عطف ، 24 ساعت نسخه Lifetime را رایگان می کنم. قیمت منظم: 29.99 دلار -> به مدت 24 ساعت رایگان امیدوارم که آن را دوست داشته باشید! برای پشتیبانی ، توصیه ها و غیره با من تماس بگیرید."
    },
    {
        "title": "free transform your ideas into mesmerizing art in a digital sketchbook that brings your drawings to life experience the magic of fluid physics",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/flowpaper-drawing-animation/id424499611",
        "image_url": "https://external-preview.redd.it/S2eENFhD7sgFq5L1aS7vtb-lm2WjJquRIOe6vcEdh08.png?width=640&crop=smart&auto=webp&s=4f8f1ef701aa0d4fc405d31721a5e68223c10b4d",
        "description": "submitted by /u/Singhvistaar [link] [comments]",
        "id_in_db": "t3_1mp894e",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /singhvistaar [پیوند] [نظرات]"
    },
    {
        "title": "galaxy trader",
        "store": "itch.io",
        "url": "https://hf-games.itch.io/galaxy-trader",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/275850/7522f606188f14b7273b91056bf824caaf2fb5b9/header_alt_assets_25.jpg?t=1749200432",
        "description": "Inspired by the adventure and imagination that we love from classic science-fiction, No Man's Sky presents you with a galaxy to explore, filled with unique planets and lifeforms, and constant danger and action. In No Man's Sky, every star is the light of a distant sun, each orbited by planets filled with life, and you can go to any of them you choose. Fly smoothly from deep space to planetary surfaces, with no loading screens, and no limits. In this infinite procedurally generated universe, you'll discover places and creatures that no other players have seen before - and perhaps never will again. Now including... Play with all major updates since launch: Foundation, Pathfinder, Atlas Rises, NEXT, The Abyss, Visions, the 2.0 BEYOND update, Synthesis, Living Ship, Exo Mech, Desolation and the 3.0 update, ORIGINS, Next Generation, Companions, Expeditions, Prisms, Frontiers, Sentinel, Outlaws, Endurance, Waypoint (4.0), Fractal, Interceptor, Echoes, Omega, Orbital, Worlds Part I (5.0), Worlds Part II, Relics and Beacon. And now with added Cross-Save ! No Man’s Sky now supports Cross-Play and Cross-Save between a huge number of platforms including PC, PlayStation 4, PlayStation 5, PlayStation 5 Pro, Xbox One and Series X/S, Game Pass, GOG, Nintendo Switch, Steam Deck, PlayStation VR 1 & 2 and PCVR. Available for PC and Mac (see recommended and minimum specs for details). An epic voyage to the centre of a shared universe awaits, allowing you to explore, trade, fight and survive alone or with friends. Embark on an epic voyage At the centre of the galaxy lies an irresistible pulse which draws you on a journey towards it to learn the true nature of the cosmos. But, facing hostile creatures and fierce pirates, you'll know that death comes at a cost, and survival will be down to the choices you make over how you upgrade your ship, your weapon and suit. Find your own destiny Your voyage through No Man's Sky is up to you. Will you be a fighter, preying on the weak and taking their riches, or taking out pirates for their bounties? Power is yours if you upgrade your ship for speed and weaponry. Or a trader? Find rich resources on forgotten worlds and exploit them for the highest prices. Invest in more cargo space and you'll reap huge rewards. Or perhaps an explorer? Go beyond the known frontier and discover places and things that no one has ever seen before. Upgrade your engines to jump ever farther, and strengthen your suit for survival in toxic environments that would kill the unwary. Share your journey The galaxy is a living, breathing place. Trade convoys travel between stars, factions vie for territory, pirates hunt the unwary, and the police are ever watching. Every other player lives in the same galaxy, and you can choose to share your discoveries with them on a map that spans known space. Perhaps you will see the results of their actions as well as your own...",
        "id_in_db": "t3_1mraon3",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "50% off",
        "steam_app_id": "275850",
        "genres": [
            "Action",
            "Adventure"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257148281/movie_max_vp9.webm?t=1749042037",
        "is_dlc_or_addon": false,
        "persian_summary": "با الهام از ماجراجویی و تخیل که ما از داستان های کلاسیک علمی داستان دوست داریم ، Sky's Sky شما یک کهکشان را برای کشف ، پر از سیارات و شکل های زندگی منحصر به فرد و خطر و عمل مداوم به شما ارائه نمی دهد. در آسمان هیچ کس ، هر ستاره نور یک خورشید دوردست است که هر یک از سیارات پر از زندگی می چرخند و می توانید به هر یک از آنها که انتخاب می کنید بروید. از فضای عمیق به سطوح سیاره ای ، بدون صفحه بارگذاری و بدون محدودیت پرواز کنید. در این جهان نامتناهی که از لحاظ رویه ای تولید شده است ، مکان ها و موجوداتی را که قبلاً بازیکنان دیگری ندیده اند کشف خواهید کرد - و شاید دیگر هرگز نخواهند بود. اکنون از جمله ... با تمام به روزرسانی های اصلی از زمان راه اندازی: بنیاد ، Pathfinder ، Atlas Rises ، Next ، Abyss ، Visions ، The 2.0 Beyond Barude ، سنتز ، کشتی زنده ، Exo Mech ، Desolation و Orgemins ، Orgins ، Orgins ، نسل بعدی ، همراهان ، Expeditions ، Prisms ، Sentinel ، Outlaws ، Outlaws ، Outlys ، Outlys ، Outrance ، Waypact (4.0). Worlds Part I (5.0) ، ..."
    },
    {
        "title": "games colorzzle 099",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.DarongStudio.Colorzzle",
        "image_url": "https://external-preview.redd.it/BYPTzUYRbkyTMiWWgeShBq4d8N4S3mZd2vLahlZAQO0.png?width=320&crop=smart&auto=webp&s=e302fe1610fbd92c44837e83f2055c799e8e779a",
        "description": "submitted by /u/Agile_End [link] [comments]",
        "id_in_db": "t3_1mrkwd7",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /Agile_end [پیوند] [نظرات]"
    },
    {
        "title": "games mega man x dive offline 2999",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=jp.co.capcom.rxdoff",
        "image_url": "https://external-preview.redd.it/A6Ajp6LTa3e5ksIoOU2mf5Ii8vxIRNdFkakhpDxSa_k.png?width=320&crop=smart&auto=webp&s=ecadd848c7a956f56f7883f1b437e7c7f06085a9",
        "description": "submitted by /u/Lohigno [link] [comments]",
        "id_in_db": "t3_1mp2ucb",
        "subreddit": "googleplaydeals",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /lohigno [پیوند] [نظرات]"
    },
    {
        "title": "gear of glass",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/gear-of-glass-eolarns-war",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1761040/header.jpg?t=1721597715",
        "description": "Features of the game: Type: ADV (visual novel with choices) Duration: 30 hours Genres: Drama, Thriller, Romance ⚙ Built-in mini-games ⚙ A large number of choices ⚙ The choice of gender and name is optional ⚙ The ability to select character characteristics ⚙ 10 routs ⚙ 8 romantic interests ⚙ More than a hundred art ⚙ Original soundtracks ⚙ 41 achievments It's cold. It's cold, you hardly feel your own body lying on a wet stone pavement. What awaits you behind the impending, impenetrable darkness?.. Maybe it was a bad idea to run away from the orphanage. To think that they would survive in any conditions. Because now they are lying in an abandoned alley, starving to death. But what if this is not the end? What if fate did not prepare for them a painful death, but something much more terrible? Metal walls. A web of wires reaching for bright screens. Sharp glare on long thin needles. People in white coats, bright light. Dark hair, arm extended forward. Blindingly white eyes that see through you. Object number 4217. Can you find out where you ended up after your body fell on a cold pavement? Can you solve all the mysteries of this place? Built-in remaster + DLC, Including: ⚙ Erna's route ⚙ Two romantic interests (for a man and for a woman) ⚙ New characters ⚙ 21 extras revealing the characters",
        "id_in_db": "t3_1mqvfov",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1761040",
        "genres": [
            "Casual",
            "Indie",
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256853083/movie_max_vp9.webm?t=1633371072",
        "is_dlc_or_addon": false,
        "persian_summary": "Features of the game: Type: ADV (visual novel with choices) Duration: 30 hours Genres: Drama, Thriller, Romance ⚙ Built-in mini-games ⚙ A large number of choices ⚙ The choice of gender and name is optional ⚙ The ability to select character characteristics ⚙ 10 routs ⚙ 8 romantic interests ⚙ More than a hundred art ⚙ Original soundtracks ⚙ 41 achievments It's cold. سرد است ، شما به سختی بدن خود را روی یک سنگفرش سنگی مرطوب قرار می دهید. چه چیزی در پشت تاریکی قریب الوقوع و غیرقابل تحمل در انتظار شما است؟ .. شاید این ایده بدی بود که از یتیم خانه فرار کنیم. فکر می کنند که آنها در هر شرایطی زنده می مانند. زیرا اکنون آنها در یک کوچه متروکه دراز کشیده اند و گرسنه هستند. اما اگر این پایان نباشد چه می شود؟ چه می شود اگر سرنوشت برای آنها یک مرگ دردناک آماده نکند ، اما چیزی بسیار وحشتناک تر است؟ دیوارهای فلزی وب سیم که به صفحه های روشن می رسد. تابش خیره کننده بر روی سوزن های نازک بلند. افراد در کتهای سفید ، نور روشن. موهای تیره ، بازو به جلو. چشمان کورکی سفید که می بینند ..."
    },
    {
        "title": "hardest",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3435450/Hardest/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3435450/37cc7d393e929fc79167b9210f452c74461a1207/header.jpg?t=1755194420",
        "description": "Rock-Paper-Scissors Card Game Roguelike – stop time, summon tsunamis, shoot with bubble guns, feed cards to mimic, collect rare negative cards! -Get 3 points to win a game. -Drag cards forward to play them. -Hold a card in hand to read its effects. I made this game with Godot4. If you want to get inspired, I made the code repository public, so you can just look or reuse the code in your own projects. My github name is \"horridparlor\", and \"hardest\" is name of the project. In the README there is link to the Google Drive folder with the game assets. I have linked as the website of this game the card gallery I created for the game on my website, basically to be used as a data base for the cards. Also, has high-quality images of the cards!",
        "id_in_db": "t3_1mq8jp5",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3435450",
        "genres": [
            "Strategy",
            "Free To Play"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257157038/movie_max_vp9.webm?t=1750211833",
        "is_dlc_or_addon": false,
        "persian_summary": "Rock-Paper-Scissors Game Roguelike-Stop Time ، Summon Summon Tsunamis ، شلیک با اسلحه های حباب ، کارت های خوراک برای تقلید ، جمع آوری کارت های منفی نادر! -3 امتیاز را برای برنده شدن در یک بازی بدست آورید. کارتهای کشویی به جلو برای بازی کردن آنها. برای خواندن اثرات آن ، کارت را در دست داشته باشید. من این بازی را با Godot4 درست کردم. اگر می خواهید الهام بگیرید ، من مخزن کد را عمومی کردم ، بنابراین می توانید از کد در پروژه های خود استفاده یا استفاده مجدد کنید. نام GitHub من \"Horridparlor\" است ، و \"سخت ترین\" نام این پروژه است. در README پیوندی به پوشه Google Drive با دارایی های بازی وجود دارد. من به عنوان وب سایت این بازی گالری کارتی که برای بازی در وب سایت خود ایجاد کردم ، پیوند داده ام که اساساً به عنوان یک پایگاه داده برای کارت ها استفاده می شود. همچنین ، دارای تصاویر با کیفیت بالا از کارت ها!"
    },
    {
        "title": "heist simulator egs tin hearts gog necroking gog included with prime gaming",
        "store": "amazon",
        "url": "https://gaming.amazon.com/home?filter=Game",
        "image_url": "https://external-preview.redd.it/YhC5UGHUSWogViGih_qi-WVDC67C3VRMExrTNy9YaRM.jpeg?width=640&crop=smart&auto=webp&s=d6063cc6040deb77777cc87eefdfe544726844e0",
        "description": "submitted by /u/iKbdkblogs [link] [comments]",
        "id_in_db": "t3_1mq6yb8",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /ikbdkblog [پیوند] [نظرات]"
    },
    {
        "title": "Hidden Folks",
        "id_in_db": "hidden-folks@1755185906",
        "store": "other",
        "url": "https://itad.link/01988531-1e4f-7155-9cfd-e14d72d2bf7f/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "435400",
        "description": "Search for hidden folks in hand-drawn, interactive, miniature landscapes. Unfurl tent flaps, cut through bushes, slam doors, and poke some crocodiles! Rooooaaaarrrr!!!!! A strip of targets shows you what to look for. Click on a target for a hint, and find enough to unlock the next area. ------/ Game Features /------ - 32 hand-drawn areas - 300+ targets to find - 2000+ mouth-originated sound effects - 500+ unique interactions - 3 color modes: normal, sepia, and night mode - Steam Cloud integration - 8 Achievements - 8 Steam Trading Cards - 22 languages (translated by the community) ------/ Need help? /------ You can always email game designer Adriaan de Jongh: support@hiddenfolks.com",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/435400/header.jpg?t=1726589872",
        "genres": [
            "Adventure",
            "Casual",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256731247/movie_max.webm?t=1540365287",
        "is_dlc_or_addon": false,
        "subreddit": "FreeGameFindings",
        "persian_summary": "جستجوی افراد پنهان در مناظر کشیده ، تعاملی و مینیاتوری. فلپ های چادر ناخوشایند ، بریده شده در بوته ها ، درهای اسلامی و برخی از تمساح ها! rooooaaaarrrrrt !!!!! نوار اهداف به شما نشان می دهد که چه چیزی را جستجو کنید. برای یک اشاره روی یک هدف کلیک کنید و به اندازه کافی برای باز کردن قسمت بعدی پیدا کنید. ------/ ویژگی های بازی/ -------32 مناطق دستی دستی-300+ هدف برای یافتن-2000+ جلوه های صوتی با دهان و دندان-500+ تعامل منحصر به فرد-3 حالت رنگی: حالت عادی ، سپیا و شب-ادغام ابر بخار-8 دستاورد-8 کارت تجارت بخار-22 زبان (ترجمه شده توسط جامعه) -----/ نیاز به کمک دارید؟ /------ شما همیشه می توانید طراح بازی Adriaan de Jongh: support@hiddenfolks.com ایمیل کنید"
    },
    {
        "title": "humble store risk of rain 2 67 off 824eur ror2",
        "store": "humblestore",
        "url": "https://www.humblebundle.com/store/search?search=risk%20of%20rain%202",
        "image_url": "https://external-preview.redd.it/c6_tZweombfnTtkxXxAWu440Guo4idw8Cdo_pajTFsE.png?width=640&crop=smart&auto=webp&s=c550ede1367d3d55590ab0e24763d73e4717eabf",
        "description": "submitted by /u/acabincludescolumbo [link] [comments]",
        "id_in_db": "t3_1mr418e",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "67% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /acabincludescolumbo [لینک] [نظرات]"
    },
    {
        "title": "ios fastzen 499 to free for 48h clean modern intermittent fasting tracker for those who want a focused distraction",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/fastzen-intermittent-fasting/id6744087602",
        "image_url": "https://external-preview.redd.it/i9EAt10sWcW40MKB0gak_CBcpM1v2Up_gmPT369TrRM.png?width=640&crop=smart&auto=webp&s=9335f2aa1365ca3bfa973715fbfbe6c4b6739a86",
        "description": "submitted by /u/MefjuEditor [link] [comments]",
        "id_in_db": "t3_1mnulm9",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /mefjueditor [پیوند] [نظرات]"
    },
    {
        "title": "ios pdfforge 499 to free for 48h scan edit sign and extract text from pdfs with ocr pdfforge is your all",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/pdfforge-pdf-scanner-edit/id6744874734",
        "image_url": "https://external-preview.redd.it/PNfCcidLKXZHRLcYTn3uNtT41HGYqz1Zn6L7cWNG6QA.png?width=640&crop=smart&auto=webp&s=b2fb7c4401500346b922367e6dc7ccc56b143e95",
        "description": "What I’m Looking For: Feedback on usability, design, or anything that feels off Suggestions for new features or improvements Your thoughts on how it compares to other PDF Scanning apps submitted by /u/MefjuEditor [link] [comments]",
        "id_in_db": "t3_1msaagg",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "آنچه من به دنبال آن هستم: بازخورد در مورد قابلیت استفاده ، طراحی یا هر چیزی که از ویژگی های جدید برای ویژگی های جدید یا بهبود افکار خود در مورد نحوه مقایسه آن با سایر برنامه های اسکن PDF ارسال شده توسط /u /mefjueditor [پیوند] [پیوند] [نظرات] استفاده می کند."
    },
    {
        "title": "ios qrforge 499 to free for 48h scan create and customize qr codes",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/qrforge-scanner-generator/id6744676395",
        "image_url": "https://external-preview.redd.it/84vLM_PTlKqw3LnWE5NjUdWXpjggqPtmLhPL5pHXwm8.png?width=640&crop=smart&auto=webp&s=b9996aa9ccc9190e0e38cbd657f303aa7f97a0dd",
        "description": "What I’m Looking For: Any feedback on app usability, design, or anything that doesn’t feel quite right. Suggestions for new features or improvements! General thoughts on your experience using the app. submitted by /u/MefjuEditor [link] [comments]",
        "id_in_db": "t3_1mphcd3",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "آنچه من به دنبال آن هستم: هرگونه بازخورد در مورد قابلیت استفاده ، طراحی یا هر چیزی که کاملاً درست نیست. پیشنهادات برای ویژگی های جدید یا پیشرفت ها! افکار عمومی در مورد تجربه خود با استفاده از برنامه. ارسال شده توسط /u /mefjueditor [پیوند] [نظرات]"
    },
    {
        "title": "ios receipto 4999 free for 24h scan organize export receipts easily",
        "store": "iosappstore",
        "url": "https://apps.apple.com/es/app/receipto-receipt-scanner-app/id6745450337",
        "image_url": "https://external-preview.redd.it/q5T7Dme7Yv9pNIyAWMGYkMMiFpWM8lm_dA297GBF5T4.png?width=640&crop=smart&auto=webp&s=e93460aaa75beaa6d5036364daf16338fbf6a1e4",
        "description": "Normally $49.99, but for the next 24 hours you can grab Receipto completely free. App Store link: https://apps.apple.com/es/app/receipto-receipt-scanner-app/id6745450337 Features: • Scan and digitize receipts with your camera • Auto-extract merchant, date, totals • Organize and search receipts easily • Works offline by default (optional sync if you want backup) I’d really appreciate it if you could leave a positive review on the App Store after trying it — it helps a ton 🙏 Enjoy the app! submitted by /u/OwnFix1582 [link] [comments]",
        "id_in_db": "t3_1msxn48",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "به طور معمول 49.99 دلار ، اما برای 24 ساعت آینده می توانید رسیده را کاملاً رایگان بگیرید. برنامه App Store: https://apps.apple.com/es/app/receipto-receipt-scanner-app/id6745450337 ویژگی ها: • اسکن و دیجیتالی کردن رسیدها با دوربین خود • بازرگان خودکار Extract Auto-Extract ، تاریخچه ، جمع آوری و جستجوی شما به راحتی می توانید از کارآیی خود استفاده کنید اگر می خواهید به طور پیش فرض را انجام دهید (اگر می خواهید به طور پیش فرض می کنید) اگر می خواهید به طور پیش فرض می کنید (اگر می خواهید به طور پیش فرض می کنید (Synd) IT - به یک تن کمک می کند 🙏 از برنامه لذت ببرید! ارسال شده توسط /u /homefix1582 [لینک] [نظرات]"
    },
    {
        "title": "ios499 to free for 48h beastinterval",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/beastinterval-interval-timer/id6744288215",
        "image_url": "https://external-preview.redd.it/m9SrPg4ifORtEbJwPXAtz5dd3-iPNXhxL4J8TMty2LE.png?width=640&crop=smart&auto=webp&s=aefb791d61053e0814726d3bcc213b8d8e160a58",
        "description": "Hello Just updated: BeastInterval – the ultimate HIIT timer for iOS! I built this app as an indie dev to help anyone doing HIIT, circuit, or EMOM workouts stay focused, track progress, and stay motivated over time. To celebrate the transition from Subscription model to One-Time Purchase, I'm running promo offer, just grab the pro version for FREE! Why BeastInterval?🔥 18 ready-to-go programs (HIIT, EMOM, Tabata & more)⚙️ Custom timer setup (up to 5:59 active/rest & 30 rounds)📈 7-day performance graphs📆 Full workout history🏆 Streaks & achievements to keep you on track🧘‍♂️ Clean, no-distraction interface What I’m Looking For: Any feedback on app usability, design, or anything that doesn’t feel quite right. Suggestions for new features or improvements! General thoughts on your experience using the app. Regular Price: FREEIAP - 4.99$ Pro version now its FREE for 2 DAYS I'd love your feedback — every bit of support means the world to a solo indie devThanks for helping an indie dev grow submitted by /u/MefjuEditor [link] [comments]",
        "id_in_db": "t3_1mm7b72",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "سلام فقط به روز شده: Beastinterval - تایمر نهایی HIIT برای iOS! من این برنامه را به عنوان یک indie dev ساختم تا به هر کسی که تمرینات HIIT ، مدار یا emom را انجام می دهد ، متمرکز شود ، پیشرفت کند و با گذشت زمان انگیزه بماند. برای تجلیل از انتقال از مدل اشتراک به یک بار خرید ، من پیشنهاد تبلیغاتی را اجرا می کنم ، فقط نسخه حرفه ای را به صورت رایگان بگیرید! چرا BeastInterval؟ 🔥 18 برنامه آماده برای رفتن (سلام ، emom ، tabata و موارد دیگر) ⚙ تنظیم تایمر سفارشی (حداکثر 5:59 فعال/استراحت و 30 دور) نمودار عملکرد 7 روزه-تاریخچه کامل تمرین-رگه ها و دستاوردهای شما را در مسیر نگه داشتن ، بدون استفاده از رابط من به دنبال آنچه که من به دنبال آن هستم ، بدون هیچ گونه بازخورد در مورد برنامه بازخورد است. پیشنهادات برای ویژگی های جدید یا پیشرفت ها! افکار عمومی در مورد تجربه خود با استفاده از برنامه. قیمت منظم: FreeIAP - نسخه 4.99 $ Pro اکنون به مدت 2 روز رایگان است که من می خواهم بازخورد شما را دوست داشته باشم - هر پشتیبانی از این به معنای جهان به یک انفرادی DevThanks برای کمک به رشد indie dev ..."
    },
    {
        "title": "kaori after story visual novel",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/kaori-after-story-visual-novel/id1454412797",
        "id_in_db": "d58427b7b3a42d8c9028462dc7d276ab914a12387e24bb326f9695e7f0d39d70",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple124/v4/32/39/4a/32394a8a-f5fb-19d6-bd38-2c500e1f1366/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "loop hero dungeons of dreadrock 2 doraemon dorayaki shop story space marshals 1 2 lego bricktales spirit island to the moon finding paradise and more at discounted prices",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1mfttn5/ios_extra_game_deals_post_loop_hero_dungeons_of/",
        "image_url": "https://external-preview.redd.it/ios-extra-game-deals-post-loop-hero-dungeons-of-dreadrock-2-v0--A50cB_J9WzwknTZ9mULoUq01eeqhzzG59rLRo8chVU.png?width=1080&crop=smart&auto=webp&s=169a28040b200bb6f74995c041cf4caeff02abf2",
        "description": "Dinkytoon Interactive Stories $2.99–> Free Loop Hero Full Game IAP $6.99–> $2.99 (new historical low) Dungeons of Dreadrock 2 $7.99–> $2.99 (matching historical low) Doraemon Dorayaki Shop Story $14.99–> $9.99 (first sale) Space Marshals $3.99–> $0.99 (lowest price in 8 years) Space Marshals 2 $4.99–> $0.99 (matching historical low) | DLC not discounted LEGO Bricktales $4.99–> $0.99 (matching historical low) Spirit Island Full game $19.99–> $7.49 (matching historical low) | Horizons DLC $8.99–> $3.99, Branch & Claw DLC $9.99–> $3.99, Jagged Earth $24.99–> $19.99 (matching historical lows) To the Moon $4.99–> $1.99 (matching historical low) Finding Paradise $4.99–> $3.99 (matching historical low) The Lion's Song $4.99–> $1.99 ($1 above historical low) Superliminal $7.99–> $3.99 ($2 above historical low) Moncage $4.99–> $3.99 ($1 above historical low) Juicy Realm $2.99–> $1.99 (matching historical low) Sands of Salzaar $4.99–> $3.99 ($0.50 above historical low) | IAPs not discounted Otaku's Adventure $2.99–> $1.99 (matching historical low) School Hero : Arcade Brawl $2.99–> $0.99 (new historical low) Say No! More $5.99–> $0.99 (matching historical low) Pasha Planet: Reborn $3.99–> $2.99 ($2 above historical low) Mystery of Myths: Athens Full Game IAP $6.99–> $3.99 (matching historical low) submitted by /u/Singhvistaar [link] [comments]",
        "id_in_db": "t3_1mfttn5",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": false,
        "persian_summary": "Dinkytoon Interactive Stories 2.99 $ -> قهرمان حلقه رایگان بازی کامل IAP 6.99 $ -> 2.99 $ (پایین تاریخی جدید) Dungeons of Dreadrock 2 $ 7.99 -> 2.99 $ (مطابقت با پایین تاریخی) داستان Doraemon Dorayaki $ 14.99-> $ 9.99 (اولین فروش) Marshals $ Marshals $ $. 4.99 $ -> 0.99 $ (تطبیق کم تاریخی) | DLC تخفیف LEGO Bricktales 4.99 $> 0.99 $ (تطبیق کم تاریخی) Spirit Island بازی کامل 19.99 دلار -> 7.49 دلار (تطبیق پایین تاریخی) | Horizons DLC 8.99 $ -> 3.99 $ ، شعبه و Claw DLC 9.99 $ -> 3.99 $ ، زمین جنجالی 24.99 $ -> 19.99 $ (پایین ترین سطح تاریخی) به ماه 4.99 $ -> 1.99 $ (پایین تر تاریخی) یافتن بهشت 499 $ $ $ $ $ $ $ $ $ 4.99 -> $ $) (1 دلار بالاتر از پایین تاریخی) Superliminal 7.99 $> 3.99 $ (2 دلار بالاتر از پایین تاریخی) Moncage 4.99 $ -> 3.99 $ (1 دلار بالاتر از پایین تاریخی) قلمرو آبدار 2.99 $> 1.99 $ (مطابقت با کم تاریخی) ماسه های سالزار 4.99-> $ 3.99 $ (50 $ UPPERSION LOW) IAPS تخفیف نمی یابد ..."
    },
    {
        "title": "lux slayer special edition set majestic archvile special edition set nightmare marauder special edition set",
        "store": "other",
        "url": "https://freebundle.bethesda.net/",
        "image_url": "https://gonintendo.com/attachments/image/33332/file/medium-0119bffc0590ed07856a4f0f7bbdbc06.png",
        "description": "submitted by /u/MeguminShiro [link] [comments]",
        "id_in_db": "t3_1mkff54",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": true,
        "persian_summary": "ارسال شده توسط /u /meguminshiro [لینک] [نظرات]"
    },
    {
        "title": "mega man x dive offline",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/mega-man-x-dive-offline/id6446021269",
        "id_in_db": "e2f695ea8287fd282a5d23f1b225e38036ea6ff7e7aca9dc25917222bcff068d",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/d1/a8/cb/d1a8cb78-8bdd-04dc-4f2b-6573d1e52d33/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "nightmare of case 37",
        "store": "steam",
        "url": "https://store.steampowered.com/app/2709220/Veranoia_Nightmare_of_Case_37/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2709220/header.jpg?t=1748613227",
        "description": "You have the gift of navigating the nightmares of the deceased to uncover how they died. You're not the only one. Through an ancient talisman, followers of \"The Eye Syndicate\" can possess the innocent and abuse them for their extreme ritual interests. Will you set yourself free from this horrifying nightmare? Will you free the victim of Case 37's possessed soul, or will you be forever trapped, allowing \"The Eye Syndicate\" to possess you? Only you can decide the fate of Vera Herdman, The gifted detective. MASSIVE UPDATES - There is always room for improvement and expansion. Out of love to the story the game has received 15 major/minor updates regularly. More content has been added to delve deeper into the story and explore additional dimensions of the nightmare.",
        "id_in_db": "t3_1ms1a78",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "80% off",
        "steam_app_id": "2709220",
        "genres": [
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257076525/movie_max_vp9.webm?t=1732573696",
        "is_dlc_or_addon": false,
        "persian_summary": "شما هدیه ای برای پیمایش کابوس های آن مرحوم برای کشف نحوه فوت آنها دارید. شما تنها نیستید از طریق یک طلسم باستانی ، پیروان \"سندیکای چشم\" می توانند بی گناهان را در اختیار داشته باشند و از آنها به دلیل منافع شدید آیینی خود سوء استفاده کنند. آیا خود را از این کابوس وحشتناک آزاد خواهید کرد؟ آیا قربانی روح دارایی پرونده 37 را آزاد خواهید کرد ، یا برای همیشه به دام می افتید و به شما اجازه می دهد \"سندیکای چشم\" شما را در اختیار داشته باشد؟ فقط شما می توانید سرنوشت ورا هردمن ، کارآگاه با استعداد را تصمیم بگیرید. به روزرسانی های گسترده - همیشه جایی برای بهبود و گسترش وجود دارد. از عشق به داستان ، بازی به طور مرتب 15 به روزرسانی اصلی/جزئی دریافت کرده است. محتوای بیشتری برای عمیق تر کردن داستان و کشف ابعاد اضافی کابوس اضافه شده است."
    },
    {
        "title": "oculus rift rift s sharknado vr",
        "store": "other",
        "url": "https://www.meta.com/en-gb/experiences/pcvr/sharknado-vr/2065958466801059/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1995890/header.jpg?t=1752836625",
        "description": "Aerofly FS 4 is a highly realistic Flight Simulator for beginner, intermediate and professional flight sim pilots. Explore the world of flying with a large fleet of highly detailed aircraft with fully animated and interactive 3D cockpits and custom coded systems. Fly with complex airliners, helicopters, business jets, fighter jets and warbirds, general aviation aircraft, aerobatic stuntplanes and gliders across the photorealistic landscape. Aerofly FS 4 is a true next generation flight simulator with an easy to use and intuitive user interface as well as custom graphics and physics engines using state of the art technology such as 64bit support, multi-core processing, native Vulkan and Virtual Reality (VR) support, a real time full multibody simulation and complex aerodynamics simulation. World wide coverage of elevation data and base aerial images are included with Aerofly FS 4. Step into the flight deck of your favorite airliner or enjoy a relaxing cross country flight in a warbird. Discover new places by flying one of the many custom missions or become a virtual airline pilot and choose from tens of thousands of real world airline flights. Track your career progress with the new flight-log feature or try to obtain all achievements in all aircraft categories. Aerofly FS 4 Features Realistic flight and ground physics Intuitive user interface with location map and graphical route editor Start the flight instantly in a cruise, takeoff or landing configuration; or on the ground ready for taxi or cold and dark Highly detailed and interactive 3D cockpits Time-Skip feature to jump ahead in the flight Instant replay Glider winch launch and aerotow Optional simulated copilot that can fly the aircraft autonomously Optional flight assistance features like automatic nav-tuning, automatic lights, caution/warning muting and other quality of life features Flight logs, statistics and achievements Flight mission presets and custom missions Global Air Traffic based on 10,000+ real world flights Streaming for global scenery data and airports 1200+ custom modeled airports High resolution aerial images Scenery cultivation: 3D buildings, powerlines, wind-turbines, trees, etc. Custom modeled famous landmarks and bridges World wide elevation, aerial images and navigation data coverage Sloped and curved runways Adjustable time of day, visibility, wind, clouds, thermal activity and turbulence Real time ground illuminating from aircraft lights and apron flood lights Most common joysticks assigned out of the box and ready for your first flight Support for multiple joysticks, throttle units, rudder pedals and more Full Oculus Rift VR support and full Oculus Touch controller support HTC Vive VR support and full Vive Controller support TrackIR support Support for Saitek Multi Panel, Radio Panel, Switch Panel and Saitek TPM Aircraft Features Fully interactive 3D cockpits, fully VR hands compatible! Highly realistic physics simulation with full multibody simulation State of the art real-time flight physics with dynamic computations for airfoil lift, drag and moment based on flap, slat and spoiler positions, propeller wash, ground effect and wing downwash Natively simulated wing bending - no animation Realistic ground physics with full landing gear compression Custom engine simulation based on thermodynamic cycle Cold and Dark startups Adjustable cockpit lighting and display brightness Authentic EFIS displays including electronic checklists in the most modern airliners Very high level of system depth and thousands of custom coded aircraft systems Caution and warning systems Realistic GPWS callouts Realistic Autopilot that operate just like the real thing, with full LNAV/VNAV or managed/selected features, auto-land and mode reversions Custom fly-by-wire systems with realistic handling qualities and protections FMS programming using MCDU and CDU devices, including IFR procedures like departures, arrivals and approaches (SIDs, STARs, APPRs) Aircraft List Concorde A320-200 B737-500 (classic) B737-900ER (NG) B777-300ER King Air C90Gtx Learjet 45 Bombardier Dash8-Q400 Eurocopter EC135 helicopter Robinson R22 helicopter Cessna 172 Baron 58 F-15E MB339 Bücker Jungmeister P38 Lightning F4U Corsair Sopwith Camel Pitts S-2B ASG-29 glider Swift S1 glider Additional Content To reduce the download size of the base package of Aerofly FS 4 Flight Simulator not all areas of the world share the same ground aerial image resolution. Additional free downloadable content packages (DLCs) are available in the Store to download higher resolution images and more custom modeled airports. The Aircraft Add-On DLC includes new aircraft such as the A319, A321, A380, 737-800, 737 MAX, 787 Dreamliner, 747 and CRJ-900 airliners.",
        "id_in_db": "t3_1mnsp3l",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1995890",
        "genres": [
            "Action",
            "Indie",
            "Racing",
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256995010/movie_max_vp9.webm?t=1705655375",
        "is_dlc_or_addon": false,
        "persian_summary": "Aerofly FS 4 یک شبیه ساز پرواز بسیار واقع بینانه برای خلبانان سیم سیم پرواز مبتدی ، متوسط و حرفه ای است. دنیای پرواز را با ناوگان بزرگی از هواپیماهای بسیار دقیق با کابین های سه بعدی کاملاً متحرک و تعاملی و سیستم های رمزگذاری شده سفارشی کاوش کنید. پرواز با هواپیمایی های پیچیده ، هلیکوپترها ، جت های تجاری ، جت های جنگنده و جنگنده ها ، هواپیماهای هواپیمایی هواپیمایی عمومی ، هواپیماهای شیرین کاری هوازی و گلایدرها در چشم انداز عکسبرداری. Aerofly FS 4 یک شبیه ساز واقعی پرواز نسل بعدی با یک رابط کاربری آسان و بصری و همچنین موتورهای گرافیکی و فیزیک سفارشی است که با استفاده از وضعیت فناوری ART مانند پشتیبانی 64bit ، پردازش چند هسته ای ، پشتیبانی بومی ولکان و واقعیت مجازی (VR) ، یک شبیه سازی کامل چند جانبه و شبیه سازی آیرودینامیک پیچیده. پوشش جهانی داده های ارتفاع و تصاویر هوایی پایه با Aerofly FS 4 گنجانده شده است. قدم به داخل پرواز پرواز هواپیمایی مورد علاقه خود یا از یک پرواز آرامش بخش کشور در یک Warbird لذت ببرید ...."
    },
    {
        "title": "party club",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3913830/Party_Club__Mini_Mayhem/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2796010/header.jpg?t=1755078245",
        "description": "PLAY WITH FRIENDS! Play solo or with up to 4 friends in couch mode or online co-op mode, and turn your venue into the hottest spot in the region. SEAT AND SERVE Greet customers at the door, choose their seats, and manage their satisfaction. If someone’s too much to handle, you can always give them the boot—literally! BE AWARE OF CUSTOMER TYPES Your customers are animals with unique personalities and seating preferences. Be careful—seating a panda next to a tiger might not end well! You better watch out for special customers, while some may involuntarily release gas and knock you out, others may try to knock you out with old methods. ORGANIZE YOUR VENUE Set up tables, juice machines, and even toilets wherever you like! Make purchases at the end of each day and strategize your layout to handle the flow of customers and challenges. PROVE YOURSELF TO MASTER MIXOLOGISTS Experience the challenges of different regions and prove yourself to the master mixologists of those lands. BUT MOST IMPORTANTLY DON'T FORGET TO HAVE FUN!",
        "id_in_db": "t3_1mksd7u",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2796010",
        "genres": [
            "Action",
            "Casual",
            "Simulation"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257087959/movie_max_vp9.webm?t=1737989949",
        "is_dlc_or_addon": false,
        "persian_summary": "با دوستان بازی کنید! بازی انفرادی یا با حداکثر 4 دوست در حالت Couch یا حالت تعاونی آنلاین بازی کنید و محل برگزاری خود را به داغترین نقطه منطقه تبدیل کنید. صندلی و خدمت به مشتریان در درب ، صندلی های خود را انتخاب کنید و رضایت آنها را مدیریت کنید. اگر کسی بیش از حد برای رسیدگی به آن است ، همیشه می توانید به آنها بوت کنید - به معنای واقعی کلمه! از انواع مشتری آگاه باشید مشتریان شما حیواناتی با شخصیت های منحصر به فرد و ترجیحات صندلی هستند. مراقب باشید - قرار دادن یک پاندا در کنار ببر ممکن است خوب پایان یابد! شما بهتر است از مشتریان ویژه مراقبت کنید ، در حالی که برخی ممکن است به طور غیر ارادی بنزین را آزاد کنند و شما را بیرون بیاندازند ، برخی دیگر ممکن است سعی کنند شما را با روش های قدیمی به بیرون بزنند. میزهای تنظیم شده خود را در هر کجا که دوست دارید ، میزها ، دستگاه های آب میوه و حتی توالت ها را سازماندهی کنید! در پایان هر روز خریدها را انجام دهید و طرح خود را برای رسیدگی به جریان مشتریان و چالش ها استراتژی کنید. خود را ثابت کنید که استاد میکسولوژیست ها چالش های مناطق مختلف را تجربه کرده و خود را به استاد میکسولوژیست های آن سرزمین ها ثابت کنید. اما بیشتر ..."
    },
    {
        "title": "pixel hentai mosaic",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/pixel-hentai-mosaic",
        "image_url": "https://cdn.mobygames.com/covers/3750068-pixel-hentai-mosaic-linux-front-cover.jpg",
        "description": "submitted by /u/MeguminShiro [link] [comments]",
        "id_in_db": "t3_1mmh8ua",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /meguminshiro [لینک] [نظرات]"
    },
    {
        "title": "platform 112 operator ca2899 free manage emergency services in any city in the world take calls and dispatch rescue forces",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1mk2mwi/multiplatform_112_operator_ca2899_free_manage/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/793460/header.jpg?t=1754054476",
        "description": "112 Operator allows you to manage emergency services in any city in the world! Dispatch units, take calls and face situations caused by weather, traffic or changing seasons. Help the city survive escalating events like riots, organized crime, terrorist attacks, cataclysms, natural disasters and many more! Danger has escalated Help on a scale bigger than ever before. The sequel of the award-winning 911 Operator lets you act on many, completely different levels - from taking care of a single neighborhood to coordinating several operators’ work in the world’s biggest metropolises. Full 3D visualization will give you the inside view of your units’ actions. Choose from over 100 000 areas, such as districts, municipalities, and tens of thousands of real cities from all over the world. To all units: a storm is coming… Face the dynamic weather, based on authentic, historical data. Watch the incidents change as day or night comes, traffic increases and seasons pass. Watch out for extreme conditions that may lead to cataclysms and natural disasters. Try to tame big wildfires spreading across the map. Weather isn’t your only problem though - be careful when dealing with terrorist attacks and gang wars. 112, what’s your emergency? Take calls from people in various situations, needing emergency services’ help. You never know who’s on the other side of the line - you might hear a frightening murder story, maybe you’ll have to instruct someone on performing CPR, or keep your nerves while encountering an annoying prankster. It’s my job, ma’am... Choose one of the European cities in completely new Career mode and find out if you’ll manage to climb up to the very top of an operator’s career ladder. Follow the commands of your supervisors and see your actions affecting people you’re in charge of or those who need your help. Sometimes your mistakes will only be followed by a reprimanding e-mail, sometimes they’ll influence your own life. You can also play special scenarios in any city in the world, or make your own rules in the Free Game mode. We need backup! Command the best specialists, using technologically advanced equipment and vehicles. Decide what to use - a SWAT team, Search and Rescue helicopter, or maybe riot gear? When your units arrive at the scene, command them in the tactical view that gives you the full image of the situation. NEW FEATURES IN 112 OPERATOR: 25 times bigger, expandable maps of REAL CITIES with 3D buildings entirely new set of emergency calls and large events completely redesigned campaign mode, with objectives system, emails, and a story day&night, weather, seasons and traffic now influences the duty and the incidents happening new fire mechanic, that can consume entire areas and require dozens of units region specification - gameplay will vary depending on a country legislation and district characteristics (slums / business / residential /industrial / forest etc) new OnSite situation visualization that shows the action precisely and intuitively new team members - doctors, sergeants, dogs, robots, and others! additional dispatchers, that you can assign to districts for help! redesigned equipment, now packed up in entire gears",
        "id_in_db": "t3_1mk2mwi",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "793460",
        "genres": [
            "Indie",
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256761228/movie_max_vp9.webm?t=1684158237",
        "is_dlc_or_addon": false,
        "persian_summary": "112 اپراتور به شما امکان می دهد خدمات اضطراری را در هر شهر جهان مدیریت کنید! واحدهای اعزام ، تماس برقرار کرده و با موقعیت های ناشی از آب و هوا ، ترافیک یا تغییر فصول روبرو شوید. به این شهر کمک کنید تا از وقایع تشدید شده مانند شورش ، جرم سازمان یافته ، حملات تروریستی ، فاجعه ، بلایای طبیعی و موارد دیگر زنده بماند! خطر در مقیاس بزرگتر از گذشته کمک کرده است. دنباله این اپراتور برنده جایزه 911 به شما امکان می دهد در بسیاری از سطوح کاملاً متفاوت - از مراقبت از یک محله واحد تا هماهنگی کار چندین اپراتور در بزرگترین کلانشهرهای جهان عمل کنید. تجسم کامل سه بعدی نمای داخلی از اقدامات واحدهای شما را به شما می دهد. از بین بیش از 100000 منطقه مانند ولسوالی ها ، شهرداری ها و ده ها هزار شهر واقعی از سراسر جهان انتخاب کنید. برای همه واحدها: طوفانی در حال آمدن است ... بر اساس داده های معتبر و تاریخی ، با آب و هوای پویا روبرو شوید. تماشای حوادث با توجه به روز یا شب ، افزایش ترافیک و فصول تغییر می کند. مراقب شدید باشید ..."
    },
    {
        "title": "platform hidden folks ca1699 free search for hidden folks in hand",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1mq3eht/multiplatform_hidden_folks_ca1699_free_search_for/",
        "image_url": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/435400/capsule_616x353.jpg?t=1726589872",
        "description": "PC version includes Windows and MacOS https://store.epicgames.com/en-US/p/hidden-folks-239d16 https://store.epicgames.com/en-US/p/hidden-folks-ios-72dd34 https://store.epicgames.com/en-US/p/hidden-folks-android-55dede Search for hidden folks in hand-drawn, interactive, miniature landscapes. Unfurl tent flaps, cut through bushes, slam doors, and poke some crocodiles! Rooooaaaarrrr!!!!! A strip of targets shows you what to look for. Click on a target for a hint, and find enough to unlock the next area. submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1mq3eht",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "نسخه PC شامل ویندوز و macOS https://store.epicgames.com/en-us/p/hidden-folks-239d16 https://store.epicgames.com/en-us/p/hidden-folks-ios-72dd34 https://store.epicgames.com/en-us/en-us/en-us/ مردمی در مناظر دستی ، تعاملی و مینیاتوری. فلپ های چادر ناخوشایند ، بریده شده در بوته ها ، درهای اسلامی و برخی از تمساح ها! rooooaaaarrrrrt !!!!! نوار اهداف به شما نشان می دهد که چه چیزی را جستجو کنید. برای یک اشاره روی یک هدف کلیک کنید و به اندازه کافی برای باز کردن قسمت بعدی پیدا کنید. ارسال شده توسط /u /pm_me_freegames [لینک] [نظرات]"
    },
    {
        "title": "platform pilgrims ca899 free playful adventure card game created by the team behind machinarium and samorost",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1me446q/multiplatform_pilgrims_ca899_free_playful/",
        "image_url": "https://img.itch.zone/aW1nLzI0ODQwMDgucG5n/original/tFb3%2Fh.png",
        "description": "https://store.epicgames.com/en-US/p/pilgrims-6d250f https://store.epicgames.com/en-US/p/pilgrims-android-dcb011 https://store.epicgames.com/en-US/p/pilgrims-ios-e004ba Pilgrims is a playful adventure game, created by the team behind Machinarium and Samorost. Roam the land as you please and make new friends, share a laugh with your fellow travelers and help them complete their little stories, your way. How many different solutions can you find? submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1me446q",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "https://store.epicgames.com/en-us/p/pilgrims-6d250f https://store.epicgames.com/en-us/pilgrims-android-dcb011 https://store.epicgames.com/en-us/p/pilgrims-eos-es-e004ba pilgrour پشت Machinarium و Samorost. به عنوان دلخواه خود سرزمین را پرسه بزنید و دوستان جدیدی پیدا کنید ، با همکاران خود بخندید و به آنها کمک کنید تا داستان های کوچک خود را ، راه خود را تکمیل کنند. چند راه حل مختلف می توانید پیدا کنید؟ ارسال شده توسط /u /pm_me_freegames [لینک] [نظرات]"
    },
    {
        "title": "playsum a game about digging a hole 319 319 c415 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/88371c8c-2afb-5624-9ef0-5d0610927e70/a-game-about-digging-a-hole",
        "image_url": "https://external-preview.redd.it/rPiy1VlH_kfh_nfJBxVji-W5BP_QNN3J0rBRFUYRcZY.jpeg?width=320&crop=smart&auto=webp&s=61fe1952a2362d5584671b07568e738dcc7d2fca",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1mt28bt",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "36% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /lets_playsum [لینک] [نظرات]"
    },
    {
        "title": "playsum kerbal space program 1080 1014 c1188 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/dec7db1a-f4c7-400e-b594-a50c9b4ce145/kerbal-space-program",
        "image_url": "https://external-preview.redd.it/ndP8s5Dj1mwQGl-RHX8W12_NYfncODdcEwtSfXRpbdk.jpeg?width=640&crop=smart&auto=webp&s=a9dad728bbdf2be7e5c1064197c59028e337fc93",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1mr9k3y",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "73% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /lets_playsum [لینک] [نظرات]"
    },
    {
        "title": "profile background 1 profile background 1 unknown item",
        "store": "other",
        "url": "https://steamcommunity.com/broadcast/watch/76561199029183645",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/879430/header.jpg?t=1534181528",
        "description": "Minimalistic game in the style \"Black & White\". Game that will test your reaction. Interesting Puzzle Only White and Black colors 51 level Game for any language 1-3 hours of gameplay 100 achievements, to make a phrase on your profile ---------------------------------------------- Settings: Q - White background, black elements E - Black background, white elements R - Restart ---------------------------------------------- Special Thanks for help and support: -xanje, ZloyCrek, dr.crewcut, Flashline, Keylockkk, Rankaru, SmoothCriminal, Cruzzzzzo, Fejewell, medfinn, VitMak, METALL_091. ---------------------------------------------- Music - Perspectives Inspired by VOI, qop, Giana Sisters",
        "id_in_db": "t3_1mnmjca",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "879430",
        "genres": [
            "Casual",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256721564/movie_max.webm?t=1530948839",
        "is_dlc_or_addon": false,
        "persian_summary": "بازی مینیمالیستی به سبک \"سیاه و سفید\". بازی که واکنش شما را آزمایش می کند. Interesting Puzzle Only White and Black colors 51 level Game for any language 1-3 hours of gameplay 100 achievements, to make a phrase on your profile ---------------------------------------------- Settings: Q - White background, black elements E - Black background, white elements R - Restart ---------------------------------------------- Special Thanks for help and support: -xanje, ZloyCrek, dr.crewcut, Flashline, Keylockk ، Rankaru ، Smoothcriminal ، Cruzzzzzo ، Fejewell ، Medfinn ، Vitmak ، Metall_091. ---------------------------------------------------"
    },
    {
        "title": "ps other playstation plus premium",
        "store": "playstation",
        "url": "https://store.playstation.com/?transactAction=redeemVoucher&cartAction=view",
        "image_url": "https://i.redd.it/xvrjixx8anya1.jpg",
        "description": "submitted by /u/MeguminShiro [link] [comments]",
        "id_in_db": "t3_1mr0yj5",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /meguminshiro [لینک] [نظرات]"
    },
    {
        "title": "psa most games by tigerqiuqiu will not be f2p anymore",
        "store": "steam",
        "url": "https://store.steampowered.com/curator/45635595",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2548050/header.jpg?t=1719411662",
        "description": "--- NOTE --- most of the gameplay is in multiplayer --- lore coop boss --- you are locked in room with boss the boss is a big ball one of the leaders of the project balls --- lore plant & defuse --- you are at point where you have to plant a bomb or defuse it this happend after they disagreed in something --- lore hide & seek --- long time hide has been end soon because there is somebody that wants something from hiding people --- lore knife tag --- you are in situation when somebody has knife and you play tag with the guy and then he doesnt want to play anymore and strat playing knife tag --- lore horror --- you have been locked to maze kind of laboratory and there is ball monster you need to survive long as possible if you die balls will take over --- lore survival \"balls\" --- you live in universe where boxes live but project balls got wild project balls escaped from lab and started killing boxes after that operation balls was made where you are in you need to destroy all balls to win this war with multiple weapons found in game --- graphics --- -not so good graphics for up to date -very hot models --- chat --- -chat is unmoderated so please dont do anything stupid in the chat --- gameplay --- -boring gameplay -half of movement is broken -avaible to run over walls -singleplayer is not completed multiplayer is only almost playable thing in game -after jump it just continues until releasing jump key -avaible to slide forever --- multiplayer --- -survival \"balls\" game mode has only one ball -if over 2 players then player object teleports -\"hammer of speed\" is broken -deathmatch works pretty well -plant & defuse kinda broken --- controls --- -game resolution 640 x 480 -move left A -move right D -move forward W -move back S -move camera MOUSE -START MULTIPLAYER LAN 1 -START MULTIPLAYER INTERNET 2 -change multiplayer mode F1, F2, F3, F4, F5, F6 -shoot LEFT CLICK MOUSE -scope with sniper RIGHT CLICK MOUSE -change ability or gun RIGHT CLICK MOUSE -run SHIFT -activate bot B -disable bot N -disable mouse lock P -change object top of head X -change music M -open chat T ( ONLY IN INTERNET MULTIPLAYER ) -exit ESC",
        "id_in_db": "t3_1mmj3hq",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2548050",
        "genres": [
            "Action",
            "Adventure",
            "Indie",
            "Free To Play"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256975717/movie_max_vp9.webm?t=1697163693",
        "is_dlc_or_addon": false,
        "persian_summary": "--- توجه داشته باشید --- بیشتر گیم پلی در چند نفره است --- Lore Coop Boss --- شما در اتاق قفل شده اید با رئیس رئیس ، رئیس یک توپ بزرگ است یکی از رهبران توپ های پروژه --- Lore Plant و Defuse --- شما در نقطه ای هستید که باید بمب کاشت یا این را قطع کنید. شما در شرایطی هستید که کسی چاقو دارد و شما با آن مرد برچسب می زنید و او دیگر نمی خواهد بازی کند و Strat بازی چاقو را بازی می کند --- وحشتناک --- شما قفل شده اید به نوع آزمایشگاه و یک هیولای توپ وجود دارد که باید زنده بماند تا ممکن است اگر توپ بمیرد ، بقاء بقاء \"Boxts Boxts\" از آنجا که توپ را از بین می برید ، از آنجا که توپ های Walks را از بین می برد ، ساخته شده در جایی که در آنجا هستید ، باید همه توپ ها را از بین ببرید ..."
    },
    {
        "title": "psa sid meiers civilization iii complete gog thief",
        "store": "amazon",
        "url": "https://gaming.amazon.com/home?filter=Game",
        "image_url": "https://external-preview.redd.it/YhC5UGHUSWogViGih_qi-WVDC67C3VRMExrTNy9YaRM.jpeg?width=640&crop=smart&auto=webp&s=d6063cc6040deb77777cc87eefdfe544726844e0",
        "description": "submitted by /u/LighteningOneIN [link] [comments]",
        "id_in_db": "t3_1mk5p6a",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": true,
        "persian_summary": "ارسال شده توسط /u /lighteningonein [پیوند] [نظرات]"
    },
    {
        "title": "psn us weekend offer tour de france 2025 279930 afl 26 419930 taxi life",
        "store": "playstation",
        "url": "https://store.playstation.com/en-us/category/fc08491d-94a7-4252-96dd-9d4f54b56041/",
        "image_url": "https://image.api.playstation.com/vulcan/ap/rnd/202504/0115/b41e64db3124811855f684cf89c71337a0a61b15aa1339ea.jpg?w=440",
        "description": "submitted by /u/smilysmilysmooch [link] [comments]",
        "id_in_db": "t3_1mrwguq",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /smilysmilysmooch [لینک] [نظرات]"
    },
    {
        "title": "psychological horror ps1 style game",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3702550/SOS_Incident/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2520400/537ec4484aefd12f3e0e6592c1f0a2ef91e6ca34/header.jpg?t=1754592773",
        "description": "Nox Mortalis is a retro-style open world survival game where you must gather resources, craft essential gear, and explore sinister dungeons. Face hellish creatures and fight to survive through the night. The game features a rewarding sense of progression and has intense horror elements, keeping players on edge as they delve deeper into this nightmarish world. Key features: PS1 aesthetics Atmospheric ambience Day/Night system Hardcore survival horror experience Cave/dungeon exploration",
        "id_in_db": "t3_1mkse84",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2520400",
        "genres": [
            "Action",
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257076509/movie_max_vp9.webm?t=1750021056",
        "is_dlc_or_addon": false,
        "persian_summary": "Nox Mortalis یک بازی بقا در دنیای باز به سبک یکپارچهسازی با سیستمعامل است که در آن شما باید منابع ، تجهیزات ضروری صنایع دستی را جمع کنید و سیاه چال های شوم را کشف کنید. با موجودات جهنمی روبرو شوید و برای زنده ماندن در شب بجنگید. این بازی دارای یک احساس پیشرفت و پیشرفت است و عناصر ترسناک شدید دارد و بازیکنان را در این دنیای کابوس عمیق تر می کند. ویژگی های کلیدی: زیبایی شناسی PS1 محیط جوی جوی روز/شب هاردکور تجربه ترسناک تجربه غار/سیاه چال اکتشاف"
    },
    {
        "title": "stove abandon ship",
        "store": "stove",
        "url": "https://store.onstove.com/en/games/1006",
        "image_url": "https://external-preview.redd.it/mv2e6_XYVI4gjyI1lakMe4dyvGBNbZXbGNvBI94mOfE.png?width=640&crop=smart&auto=webp&s=162011ea617ccd2ea3971005833160d21df08d6e",
        "description": "submitted by /u/Fhczvyd474374846 [link] [comments]",
        "id_in_db": "t3_1mpvqjf",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /fhczvyd474374846 [پیوند] [نظرات]"
    },
    {
        "title": "sugardew island spells secrets super dungeon maker harvest life stranded sails amazing machines tobla bibi tina summer games challenge",
        "store": "indiegala",
        "url": "https://www.indiegala.com/store/publisher-sale/rokaplay",
        "image_url": "https://external-preview.redd.it/nwXt1lit_Xo5XfkKTziX7qei0159BnGiCma5-CHanLI.jpeg?width=640&crop=smart&auto=webp&s=32c7ecaf59d1c930b23301d3403a186f4f952684",
        "description": "submitted by /u/indieg [link] [comments]",
        "id_in_db": "t3_1mqpfgy",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "30% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /indieg [پیوند] [نظرات]"
    },
    {
        "title": "summer in mara",
        "store": "fanatical",
        "url": "https://www.fanatical.com/en/game/summer-in-mara",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/962580/header.jpg?t=1741876295",
        "description": "‘Summer in Mara’ is a summer adventure with farming, crafting, and exploring mechanics set in a tropical archipelago. ‘Summer in Mara’ is a single-player experience in a calm, relaxing environment, with a handmade look and an exciting narrative. You will be Koa, a little adventurer girl who wants to explore the world that surrounds her. In ‘Summer in Mara’ you’ll have to take care of your own island, harvest your crops, create new tools and buildings, and sail with your boat to discover new islands and secrets. KEY FEATURES - An open ocean with over 20 islands to explore. - Customize your own island with buildings, crops, and farm animals. - Over 25 characters to meet and befriend. - More than 300 quests to make Mara a better place. - Day and night cycle that has an effect on the world with climatic events. You’ll have your own island, but taking care of something like that is a lot of hard work. You’ll be able to plant trees to get wood and craft new tools and buildings with different materials. Or you can create crop fields to grow all kinds of vegetables. You’ll also have a farm with chickens and pigs to take care of. But be careful, because this isn’t as easy as it looks! You’ll also be able to fish in a pond or in the open sea, cut trees with your hatchet, build things with your hammer, and use a hoe to help you harvest your island. Koa will need your help. With a basic set of skills, she can acquire new abilities and learn from the world that surrounds her. We want you to feel like you’re growing up with Koa, bonding with her and with all the other people in the archipelago. You’ll be able to sail to new islands and find treasures and other secrets in the middle of the sea with your trusty boat, which you can upgrade with a little effort and time. With new islands come new people. You’ll talk and trade with over twenty characters, each one with their own story and life. They’ll give you quests, hints about the world, or just anecdotes about their experiences and travels. Getting to know them is a significant part of the game, so we put much effort into making them unique and exciting. But not everyone will be friendly. An evil corporation called Elit wants to conquer Mara and exploit the ocean. Napopo is one of their first victims, a strange creature that will seek Koa for help.",
        "id_in_db": "t3_1mnabnf",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "962580",
        "genres": [
            "Adventure",
            "Casual",
            "Indie",
            "RPG",
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256789099/movie_max_vp9.webm?t=1618590035",
        "is_dlc_or_addon": false,
        "persian_summary": "\"تابستان در مارا\" یک ماجراجویی تابستانی با کشاورزی ، کاردستی و کاوش در مکانیک های تنظیم شده در مجمع الجزایر گرمسیری است. \"تابستان در مارا\" یک تجربه تک نفره در یک محیط آرام و آرامش بخش ، با ظاهری دست ساز و روایتی هیجان انگیز است. شما Koa خواهید بود ، یک دختر ماجراجو کوچک که می خواهد دنیایی را که او را احاطه کرده است کاوش کند. در \"تابستان در مارا\" باید از جزیره خود مراقبت کنید ، محصولات خود را برداشت کنید ، ابزارها و ساختمانهای جدیدی ایجاد کنید و با قایق خود قایقرانی کنید تا جزایر و اسرار جدید را کشف کنید. ویژگی های کلیدی - یک اقیانوس باز با بیش از 20 جزیره برای کشف. - جزیره خود را با ساختمانها ، محصولات زراعی و حیوانات مزرعه سفارشی کنید. - بیش از 25 شخصیت برای ملاقات و دوست شدن. - بیش از 300 تلاش برای تبدیل شدن به مارا به مکانی بهتر. - چرخه روز و شب که با وقایع آب و هوایی در جهان تأثیر می گذارد. شما جزیره خود را خواهید داشت ، اما مراقبت از چیزی شبیه به آن کار سختی است. شما قادر خواهید بود درختان را برای تهیه چوب و تهیه ابزار و ساختمانهای جدید با ..."
    },
    {
        "title": "tony hawks pro skater 3 4",
        "store": "steam",
        "url": "https://store.steampowered.com/app/2545710/Tony_Hawks_Pro_Skater_3__4/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2545710/header.jpg?t=1753812346",
        "description": "Get hyped for the legendary franchise to return with Tony Hawk’s™ Pro Skater™ 3 + 4. Everything you loved is back, but revamped with more skaters, new parks, gnarlier tricks, eardrum shattering music, plus a whole lot more. Reunite the crew with cross-platform online Multiplayer* for up to 8 skaters in new and returning game modes. Drop in to new parks or tear it up across the timeless parks from both Tony Hawk’s™ Pro Skater™ 3 & Tony Hawk’s™ Pro Skater™ 4, authentically remade in jaw dropping 4K** resolution with streamlined goals and the epic 2-minute format. Hit ‘em with some drip in the expanded Create-A-Skater and Create-A-Park modes, including the ability to create custom goals to share with friends for the first time ever. Shred harder than ever with more challenging goals and an enhanced New Game+ mode. Whether you’re a total casual or a grungy pro, the same smooth handling and simple-to-learn controls from Tony Hawk’s™ Pro Skater™ 1 + 2 will have you shredding like a Pro. Alert the neighborhood watch and grab your skate buddies because the shred’s not dead. It’s back and better than ever.",
        "id_in_db": "t3_1mr1kvv",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "25% off",
        "steam_app_id": "2545710",
        "genres": [
            "Sports"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257153456/movie_max_vp9.webm?t=1752206407",
        "is_dlc_or_addon": false,
        "persian_summary": "برای بازگشت حق رای دادن افسانه ای با تونی هاوک ™ Pro Skater ™ 3 + 4. در حالت های بازی جدید و بازگشت ، خدمه را با چند نفره آنلاین متقاطع* برای حداکثر 8 اسکیت باز کنید. به پارک های جدید بروید یا آن را در پارک های بی انتها از هر دو Skater Tony Hawk ™ 3 & Tony Hawk ™ Pro Skater ™ 4 پاره کنید ، به طور واقعی در فک با وضوح 4K ** با اهداف ساده و فرمت 2 دقیقه ای بازسازی کنید. Hit ‘Em با برخی از قطرات موجود در حالت های گسترش یافته A-A-Skater و ایجاد یک پارک ، از جمله امکان ایجاد اهداف سفارشی برای به اشتراک گذاشتن با دوستان برای اولین بار تا کنون. سخت تر از همیشه با اهداف چالش برانگیزتر و یک حالت جدید بازی+ پیشرفته. این که آیا شما به طور کلی گاه به گاه یا یک حرفه ای ناخوشایند هستید ، همان کنترل صاف و کنترل ساده برای یادگیری از تونی هاوک ™ Pro Skater ™ 1 + 2 شما را مانند یک حرفه ای خرد می کنید ...."
    },
    {
        "title": "Totally Reliable Delivery Service",
        "id_in_db": "totally-reliable-delivery-service@1755186017",
        "store": "other",
        "url": "https://itad.link/018d959f-2346-729e-a303-6676c75b81e5/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1011670",
        "description": "Buckle up your back brace and fire up the delivery truck, it's time to deliver! Join up to four friends to play in this ragdoll physics simulation about terrible package delivery couriers. Work together using odd machinery, useful gadgets, and the wonders of physics to reliably deliver packages to their destination. Delivery attempted, that's a Totally Reliable Delivery Service guarantee! Play with Friends Go at it alone to ensure the safety of your deliveries, or join your friends and put your teamwork to the test through our local and online multiplayer. Controlled Noodly Chaos Unpredictable ragdoll physics meets snappy platforming. Sprint, leap, dive, and grapple with ease, but collide with something and you'll be knocked out cold! Many Zones to Unlock The game world is huge! Earn money through making deliveries to unlock new zones with new delivery routes, vehicles, and cosmetics. Ever do a delivery onto a moving blimp? A World of Distractions Take a break from deliveries and play around! The world is chock full of toys, vehicles, and machines that can be used for work or play. Multiplayer Events Want to take a break from your delivery work and see who from amongst your friends can get the highest score? Come and try out our fun events: Hovercraft Derby : The last hovercraft standing wins. This is new technology so the fall damage might not be covered by your Totally Reliable work insurance. Windy Wings : Soar through the sky at the majestic Windy Butte and fly through the rings before the others! Laser Barrage : Aliens are shooting lasers from their spacecraft... let’s see who can last the longest without getting shot. Remember your safety helmet. Teddy Hunt : Work as a team and find all the hidden Teddy bears as fast as possible! Booster Club : I heard there was a game where you had to push a ball into a goal with a sports car. Now with fire extinguisher boosters! Ragtag Crew Customize your blue-collar worker and get your rear into gear, it's time to deliver. Now with a ton of new cosmetics to spice up your look!",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1011670/header.jpg?t=1752169365",
        "genres": [
            "Action",
            "Adventure",
            "Casual",
            "Indie",
            "Racing",
            "Simulation"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256824548/movie_max_vp9.webm?t=1617292978",
        "is_dlc_or_addon": false,
        "subreddit": "FreeGameFindings",
        "persian_summary": "بریس پشت خود را بکشید و کامیون تحویل را آتش بزنید ، وقت آن است که تحویل دهید! به چهار دوست خود بپیوندید تا در این شبیه سازی فیزیک راگدول در مورد پیک های تحویل بسته وحشتناک بازی کنید. با استفاده از ماشین آلات عجیب و غریب ، اسباب بازی های مفید و شگفتی های فیزیک برای ارائه قابل اعتماد بسته ها به مقصد خود ، با هم کار کنید. تلاش تحویل ، این یک ضمانت خدمات تحویل کاملاً قابل اعتماد است! با دوستان خود بازی کنید تا از امنیت تحویل های خود اطمینان حاصل کنید ، یا به دوستان خود بپیوندید و کار تیمی خود را از طریق چند نفره محلی و آنلاین ما قرار دهید. هرج و مرج کنترل شده کنترل شده فیزیک غیر قابل پیش بینی Ragdoll با سکوی Snappy ملاقات می کند. اسپرینت ، جهش ، شیرجه زدن ، و با سهولت دست و پنجه نرم کنید ، اما با چیزی برخورد کنید و شما را سرد می کنید! بسیاری از مناطق برای باز کردن قفل دنیای بازی بسیار زیاد است! از طریق تحویل تحویل برای باز کردن مناطق جدید با مسیرهای تحویل جدید ، وسایل نقلیه و لوازم آرایشی ، درآمد کسب کنید. آیا تا به حال تحویل روی یک محفظه متحرک انجام شده است؟ دنیای حواس پرتی ها از تحویل ها و بازی ..."
    },
    {
        "title": "touhou series",
        "store": "steam",
        "url": "https://store.steampowered.com/search/?developer=%E4%B8%8A%E6%B5%B7%E3%82%A2%E3%83%AA%E3%82%B9%E5%B9%BB%E6%A8%82%E5%9B%A3",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1671210/7ccda5b1631d2e60cc756a3271e845dbb9168821/header.jpg?t=1749252480",
        "description": "The next adventure in the UNDERTALE series has appeared! Fight (or spare) alongside new characters in UNDERTALE 's parallel story, DELTARUNE ...! Featuring A massive soundtrack and story written by Toby Fox! Meet new and endearing main characters, as well as familiar faces like Toriel, Sans, as more. Huh? Papyrus? No, he's busy. Sorry Smooth and expressive pixel-animation by Temmie. She also has a new hat (in-game) A linear, chapter-based system that you can pick up from anywhere. Creative bullet-dodging based battles inspired by games like Touhou and Chrono Trigger. Jevilishly difficult hidden bosses. And... ... ... only 1 ending...? Try Chapter 1 and 2 for free now! Chapter 3 & 4... you must buy. FAQ Is Chapter 4 the last chapter? Nope! The story is still continuing, and more Chapters will be added for free over time. [/p][/*] Then when's Chapter 5? We are aiming for a 2026 release! Meanwhile, we will be periodically releasing information on the development progress of the game. [/p][/*] Can you pet dogs in the first 2 chapters? (crying) This FAQ is over! [/dog]",
        "id_in_db": "t3_1msvntv",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "30% off",
        "steam_app_id": "1671210",
        "genres": [
            "Indie",
            "RPG"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257121390/movie_max_vp9.webm?t=1743604542",
        "is_dlc_or_addon": false,
        "persian_summary": "ماجراجویی بعدی در سریال Undertale ظاهر شده است! مبارزه (یا یدکی) در کنار شخصیت های جدید در داستان موازی Undertale ، Deltarune ...! این موسیقی متن فیلم و داستان عظیم نوشته شده توسط توبی فاکس! با شخصیت های اصلی جدید و دوست داشتنی و همچنین چهره های آشنا مانند Toriel ، Sans ، به عنوان بیشتر ملاقات کنید. ها؟ پاپیروس؟ نه ، او مشغول است. با عرض پوزش ، پیکسل صاف و بیانی توسط تمامی. او همچنین دارای یک کلاه جدید (در بازی) یک سیستم خطی و مبتنی بر فصل است که می توانید از هرجای دیگر انتخاب کنید. نبردهای مبتنی بر تقدیم گلوله خلاق با الهام از بازی هایی مانند Touhou و Chrono Trigger. کارفرمایان پنهان بسیار دشوار. و ... ... ... فقط 1 پایان ...؟ اکنون فصل 1 و 2 را به صورت رایگان امتحان کنید! فصل 3 و 4 ... شما باید بخرید. سؤالات متداول فصل 4 فصل آخر است؟ نه داستان همچنان ادامه دارد و فصل های بیشتری به مرور زمان به صورت رایگان اضافه می شوند. [/p] [/*] سپس فصل 5 کی است؟ ما قصد داریم نسخه 2026 را منتشر کنیم! در همین حال ، ما به طور دوره ای اطلاعات مربوط به پیشرفت توسعه بازی را منتشر خواهیم کرد ...."
    },
    {
        "title": "trump trade war",
        "store": "other",
        "url": "https://gleam.io/mZIFh/free-x2500-trump-trade-war-steam-keys",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3679350/f87edbcf2952c87c1e8ac8b9b884c6202b8f6ac0/header.jpg?t=1748273330",
        "description": "STORY: Player controls President Trump in this 2.5 Platformer game. Game contains 12 maps. Trump mission is to finish levels and collect money bags every level. Other countries have added traps and turtle and bee enemies, so that President Trump need to use all his skills to get more tariff trade moneys. Levels contains different traps like firetraps, spikes, moving spikes, cannons etc. Levels contains also 2 different moving and deathly enemies bees and turtles. Trump can avoid enemies or shoot them with flames. There are also some moving and jump platform which Trump can use. Some levels player need find key to open doors to continue level and also falling to lava will kill player and after death player will respawn to checkpoint area. So can you make Usa great again and find all money bags end of every levels Control Input: Movement: W - A - S - D Jump: Space Double Jump: Space Dash: Shift Shoot Mouse Right Click FEATURES: 12 levels - End of level money bags which gives steam achievements - Different traps like: Cannons, Fire traps, spike traps, moving traps - Moving platforms - Keys which opens unlocked doors - Enemies: moving turtle and bee which kills player - Player can shoot - Coins to collect - Checkpoint system. Balloon is checkpoint area - Collect hearts to get more lifes Falling out of map to lava etc will kill player",
        "id_in_db": "t3_1moetnq",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3679350",
        "genres": [
            "Adventure",
            "Indie",
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257127198/movie_max_vp9.webm?t=1745332461",
        "is_dlc_or_addon": false,
        "persian_summary": "داستان: بازیکن رئیس جمهور ترامپ را در این بازی 2.5 پلتفرم کنترل می کند. بازی شامل 12 نقشه است. مأموریت ترامپ این است که سطح را به پایان برساند و کیسه های پول را در هر سطح جمع کند. سایر کشورها تله ها و دشمنان لاک پشت و زنبور عسل را اضافه کرده اند ، به طوری که رئیس جمهور ترامپ برای بدست آوردن پول بیشتر تعرفه ، باید از تمام مهارت های خود استفاده کند. سطح شامل تله های مختلفی مانند آتش سوزی ، سنبله ، سنبله های متحرک ، توپ و غیره است. سطح همچنین شامل 2 زنبورهای مختلف متحرک و مرگبار زنبورها و لاک پشت ها است. ترامپ می تواند از دشمنان جلوگیری کند یا آنها را با شعله های آتش شلیک کند. همچنین برخی از سکوی متحرک و پرش وجود دارد که ترامپ می تواند از آن استفاده کند. برخی از بازیکنان برای ادامه سطح نیاز به کلید پیدا کردن درهای باز دارند و همچنین سقوط به گدازه باعث می شود بازیکن را بکشد و بعد از اینکه Death Player به منطقه بازرسی باز می گردد. بنابراین آیا می توانید ایالات متحده را دوباره عالی کنید و تمام کیسه های پول را در پایان هر سطح پیدا کنید کنترل ورودی: حرکت: W - A - S - D JUMP: Face Double Jump: SHIFT SHIFT MOUSE MOUSE ویژگی های کلیک راست: 12 سطح - پایان کیسه های پول که به بخار می دهد ..."
    },
    {
        "title": "turn based cyberpunk action ca2299 free cyberpunk turn",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/keylocker-622bcc",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3464830/dfe61ccbe2b148660f55713b54fed1bbfbf97fc7/header.jpg?t=1749317176",
        "description": "Fight and survive to the beat against various robots that want to bring you down. Improve yourself each round to face the boss in the final showdown. Sound of Survival is a rhythm shooter with Vampire Survivors elements, offering multiple unlockable levels and difficulty modes. Gameplay Fight against the onslaught of machines in each round. Shoot in sync with the music using the different modes of your weapon to optimally take down various enemies. After each round, you can individually upgrade yourself and your weapon in the shop menu to perform better next round. Choose a suitable song and begin the upcoming round. Shoot on the beat Shoot, jump, and dash perfect to the beat to increase your damage, leaving your enemies with no chance. You can choose from a variety of songs composed specifically for this game. Each song has a unique speed and duration, helping you find the track that best fits your playstyle. Metaprogression After each playthrough, you have the opportunity to further upgrade yourself, your weapon, or the shop to perform even better in the next level. Defeat the boss to unlock additional levels or difficulty modes and prove that you have the best sense of rhythm.",
        "id_in_db": "t3_1me3xhk",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3464830",
        "genres": [
            "Indie",
            "Free To Play"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257088857/movie_max_vp9.webm?t=1744665289",
        "is_dlc_or_addon": false,
        "persian_summary": "مبارزه کنید و در برابر ربات های مختلفی که می خواهند شما را از بین ببرند ، به ضرب و شتم بمانند. خود را در هر دور بهبود بخشید تا در مرحله نهایی مسابقات با رئیس روبرو شوید. Sound of Survival یک تیرانداز ریتم با عناصر Vampire Survivors است که چندین سطح باز نمی شود و حالت های دشواری را ارائه می دهد. گیم پلی در هر دور با حمله به دستگاه ها مبارزه می کند. با استفاده از حالت های مختلف سلاح خود ، با موسیقی همگام شوید تا بهینه دشمنان مختلف را از بین ببرید. بعد از هر دور ، می توانید به صورت جداگانه خود و سلاح خود را در منوی فروشگاه ارتقا دهید تا در مرحله بعدی بهتر عمل کنید. یک آهنگ مناسب را انتخاب کنید و دور آینده را شروع کنید. برای افزایش آسیب های خود روی ضربات ضرب و شتم ، پرش و ضرب و شتم به ضرب و شتم ، و دشمنان خود را بدون هیچ فرصتی رها کنید. شما می توانید از بین آهنگ های متنوعی که به طور خاص برای این بازی ساخته شده است انتخاب کنید. هر آهنگ دارای سرعت و مدت زمان منحصر به فردی است و به شما کمک می کند آهنگ را پیدا کنید که به بهترین وجه با Playstyle شما باشد. استعاره بعد از هر بازی ، شما این فرصت را دارید که بیشتر ..."
    },
    {
        "title": "video to mp3 app premium lifetime 3999",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/mp3-converter-video-to-mp3-app/id6746092658?platform=iphone",
        "image_url": "https://external-preview.redd.it/HRPNagAmX5YCIbKz5ASjm1xL7kWP3KsdqZjVpMJIDaM.png?width=640&crop=smart&auto=webp&s=d35d49d8fd0116e59d34f61b5c22fcbd97c61101",
        "description": "For a limited time, get the Lifetime Plan for MP3 Converter at a massive discount. Mp3 Converter – Video Converter, Convert all your videos, audios into various formats. Whether you're converting video,music, voice recordings, or other audio content, this app delivers high-quality results in just a few taps. All-in-one solution combining file format converter, audio extractor and Video Player. Features: * Video Converter & Video transcoder - Convert videos between all popular formats: MP4, MOV, 3GP, 3G2, ASF, MKV, VOB, MPEG, WMV, FLV, AVI, OGV, WEBM, MPG.. - Video Encoders: H.264(AVC), H.265(HEVC), MPEG-2,MPEG-4, H.263+, AV1, WMV2, VP8, VP9,THEORA, XVID, DIVX and others. *Audio Converter - Extract audio from recorded videos, output format: MP3, M4A, OGG, WAV, FLAC, WMA, AIFF, CAF, ADX, AC3, AAC, M4R, M4A, OPUS. - Audio Encoders : AAC, MP3, MP2, AMR, Opus, SWF, WMAV2, WMAV1, Vorbis, SPEEX, DCA, EAC3, FLAC, PCM_S16LE, PCM_S16BE. *Video Player - Play any video or music file smoothly with built-in player. *File Management & Transfer - Batch import, Wi-Fi transfer, and file sharing between phone and computer. - Import recorded videos from your device gallery. Grab it now—don’t miss this deal! Free upgrade to the Lifetime Plan today! submitted by /u/kakaApp [link] [comments]",
        "id_in_db": "t3_1mh90gn",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "برای مدت زمان محدود ، برنامه Lifetime را برای مبدل MP3 با تخفیف عظیم دریافت کنید. مبدل MP3 - مبدل ویدیویی ، تمام فیلم های خود ، Audios را به قالب های مختلف تبدیل کنید. این که آیا شما در حال تبدیل فیلم ، موسیقی ، ضبط صوتی یا سایر محتوای صوتی هستید ، این برنامه نتایج با کیفیت بالا را فقط در چند شیر آب ارائه می دهد. راه حل All-in-one با ترکیب مبدل فرمت فایل ، استخراج کننده صوتی و پخش کننده. ویژگی ها: * مبدل ویدیویی و ویدیو Transcoder - تبدیل فیلم ها بین همه فرمت های محبوب: MP4 ، MOV ، 3GP ، 3G2 ، ASF ، MKV ، VOB ، MPEG ، WMV ، WMV ، OGV ، WEBM ، MPG .. - رمزگذارهای ویدئویی: H.264 (AVC) ، H.265 (Hevc) AV1 ، WMV2 ، VP8 ، VP9 ، Theora ، XVID ، DIVX و دیگران. *مبدل صوتی - استخراج صوتی از فیلم های ضبط شده ، فرمت خروجی: MP3 ، M4A ، OGG ، WAV ، FLAC ، WMA ، AIFF ، CAF ، ADX ، AC3 ، AAC ، M4R ، M4A ، OPUS. - رمزگذارهای صوتی: AAC ، MP3 ، MP2 ، AMR ، OPUS ، SWF ، WMAV2 ، WMAV1 ، Vorbis ، Speex ، DCA ، EAC3 ، FLAC ، PCM_S16LE ، PCM_S16BE. *پخش کننده ویدیویی - هر فایل ویدیویی یا موسیقی را هموار با ..."
    },
    {
        "title": "windows mac os road redemption ca2199 free earn money by completing races assassinations robberies and other challenges in your path",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/road-redemption-ce16fb",
        "image_url": "https://cdn1.epicgames.com/spt-assets/ee0cf0e1ab6a4e1c83e5de0681fea012/road-redemption-1upeb.png",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1mk374g",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /pm_me_freegames [لینک] [نظرات]"
    },
    {
        "title": "windows mac os totally reliable delivery service ca1699 free a ragdoll physics simulation about terrible package delivery couriers",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/totally-reliable-delivery-service",
        "image_url": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1011670/header.jpg?t=1752169365",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1mq3fq4",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": true,
        "persian_summary": "ارسال شده توسط /u /pm_me_freegames [لینک] [نظرات]"
    },
    {
        "title": "zynga poker",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3635220/Zynga_Poker___Texas_Holdem/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3635220/3d423fda15785476fc34ef2770e31c24b07c6d76/header.jpg?t=1755203052",
        "description": "THE WORLD’S LARGEST POKER GAME IS NOW AVAILABLE ON STEAM! Join the world's most popular free-to-download poker game and experience more tables, tournaments, and jackpots than ever before! FREE CHIPS: Start with a massive 13,000,000 FREE CHIP welcome bonus! Plus, earn daily rewards of up to 45,000,000 chips to keep your stack growing and the action rolling. TEXAS HOLD'EM YOUR WAY: Play classic free Texas Hold'em or chase high-stakes jackpots. Enjoy faster tournaments for quicker play. The choice is yours! PLAY ANYWHERE: Seamlessly play across all platforms. Take your poker game wherever you go! FAIR PLAY Zynga Poker’s random generator is officially certified and plays like a real table experience. Put on your poker face, take your online poker games anywhere, and know that you’re getting the true Poker experience. MASSIVE VARIETY OF GAMEPLAY: Choose from SIT-N-GO tournaments, Omaha, Burn ‘em, Pineapple, Short-Deck Hold’em, casual tables, 5-player or 9-player games, and fast or slow play options. There’s endless gameplay to find your perfect match. POT-LIMIT OMAHA POKER: Unlock a whole new card game! Explosive action with FOUR hole cards! Create bigger and better hands in this exciting poker variant. HIGHER STAKES, BIGGER PAYOUTS: Higher buy-ins lead to massive virtual poker chip prizes in every tournament. SOCIAL POKER EXPERIENCE: Challenge friends, meet new players, and join the strongest poker community online. Practice your poker face and become a poker star! MULTI-TABLE TOURNAMENTS (MTT) & TRILLIONAIRE MAKER: Compete against hundreds or thousands of players across multiple tables. The marquee Trillionaire Maker guarantees a first-place prize of TRILLIONS OF CHIPS! LEAGUES: Join millions of players worldwide in our online Poker Season competition. Win the most chips to rise to the top and become the Texas Poker champion! Zynga Poker is the ultimate destination for poker players, card fans, and tournament enthusiasts. Join our exciting poker community today!",
        "id_in_db": "t3_1mp4tuv",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3635220",
        "genres": [
            "Casual",
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257141822/movie_max_vp9.webm?t=1754424748",
        "is_dlc_or_addon": false,
        "persian_summary": "بزرگترین بازی پوکر جهان اکنون در Steam موجود است! به محبوب ترین بازی پوکر رایگان در جهان بپیوندید و جداول ، مسابقات و جکپات بیشتری را از گذشته تجربه کنید! تراشه های رایگان: با 13،000،000 عظیم پاداش استقبال از تراشه رایگان شروع کنید! بعلاوه ، جوایز روزانه حداکثر 45،000،000 تراشه کسب کنید تا پشته خود در حال رشد و نورد عمل باشد. Texas Hold'em Way: بازی کلاسیک رایگان تگزاس Hold'em یا تعقیب و گریز جکپات های پرشور. برای بازی سریعتر از مسابقات سریعتر لذت ببرید. انتخاب شماست! بازی در هر جایی: یکپارچه در تمام سیستم عامل ها بازی کنید. هر کجا که بروید بازی پوکر خود را بگیرید! نمایشگر تصادفی Play Zynga Poker به طور رسمی دارای مجوز است و مانند یک تجربه جدول واقعی بازی می کند. چهره پوکر خود را قرار دهید ، بازی های پوکر آنلاین خود را در هر کجا بگیرید و بدانید که تجربه واقعی پوکر را تجربه می کنید. تنوع گسترده ای از گیم پلی: از مسابقات Sit-N-Go ، Omaha ، Burn ‘Em ، Pineapple ، Hold Hold'em ، جداول گاه به گاه ، بازی های 5 نفره یا 9 نفره و سریع یا آهسته ... انتخاب کنید."
    }
]