[
    {
        "title": "a post nuclear role playing game gog fallout 2 gog are complimentary with amazon prime",
        "store": "amazon",
        "url": "https://luna.amazon.com/claims/home?filter=Game&g=s",
        "image_url": "https://external-preview.redd.it/_fBjABdCsDDIR7bJn-cgpkXoTMJ2MnAEY3PCdXPaAoY.png?width=640&crop=smart&auto=webp&s=bef23da95c6aa8211ed8845602ada6c6644977cf",
        "description": "submitted by /u/LighteningOneIN [link] [comments]",
        "id_in_db": "t3_1pu0jfx",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/LighteningOneIN [پیوند] [نظر]"
    },
    {
        "title": "amazon us suikoden i ii hd remastered for playstation 5",
        "store": "amazon",
        "url": "https://www.amazon.com/dp/B0DD67PTC9",
        "image_url": "https://m.media-amazon.com/images/I/91t+5kyWRVL.jpg_BO30,255,255,255_UF900,850_SR1910,1000,0,C_QL100_.jpg",
        "description": "submitted by /u/f3n_lie [link] [comments]",
        "id_in_db": "t3_1pvj7r9",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "49% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/f3n_lie [لینک] [نظر]"
    },
    {
        "title": "apps eye charts app 499",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.fonlow.VAC",
        "image_url": "https://external-preview.redd.it/HvpgeX1v2yuiFt3SwfBIEFEZZ90FHtjvpycXQzLx0Dc.png?width=320&crop=smart&auto=webp&s=0ee7036219e91df1e3ec3ca2c2155b876a3b955c",
        "description": "submitted by /u/Safe_Sign19 [link] [comments]",
        "id_in_db": "t3_1pw0rrr",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Safe_Sign19 [پیوند] [نظر]"
    },
    {
        "title": "arc raiders",
        "store": "indiegala",
        "url": "https://www.indiegala.com/store/game/arc-raiders/1808500",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1808500/b26e2a315d32ef462a07cf0e36eb06a2b810d0c9/header_alt_assets_0.jpg?t=1765441443",
        "description": "SCAVENGE, SURVIVE, THRIVE In ARC Raiders, gameplay flows between the surface ruled by lethal machines, and the vibrant underground society of Speranza. Craft, repair, and upgrade your gear in the safety of your own workshop, before venturing topside to scavenge the remnants of a devastated but beautiful world. Play solo or in parties up to three, navigating the constant threat of ARC's machines and the unpredictable choices of fellow survivors. In the end, only you decide what kind of Raider you are - and how far you’ll go to prevail. EXPLORE AN IMMERSIVE WORLD Explore four distinct maps at launch, with more to be revealed as the underground society evolves and expands its reach. Each destination carries the weight of a world twice-destroyed, and the scars of conflicts both old and new. Sift through the remnants for valuable loot, and piece together the past as it's slowly reclaimed by nature. Evolving map conditions ensure that no two runs are the same, with varying weather, enemies, and mechanics adding unpredictability and danger. STAKE YOUR CLAIM In a society built on boldness and bravado, it is up to you to stake your claim as a Raider. The loot you scavenge can be sold for coin or crafted into all-new gear, allowing you take on increasingly lethal dangers head-on. Through both victories and hardships, you'll gain valuable experience; unlocking varied skills that enable all-new ways of play. In addition, you'll complete quests for Traders with differing motives and agendas; uncovering both the friction and comradery of a community under constant threat of collapse. BEWARE THE MACHINES Lethal machines known as ARC rule the surface, ranging from unrelenting drone swarms to mechanical giants that obliterate everything in their path. Their origins remain a mystery, but their ever-present danger is felt with every step you take. Each machine comes with distinct strengths and tactics, forcing you to pinpoint their weak spots and constantly think on your feet. And remember: the noise of battle carries. Other Raiders may be listening; eager to claim what you leave behind. FORGE YOUR OWN PATH Raiders survive by kitbashing scavenged materials; using long-lost tech and looted ARC parts to craft weapons, gadgets, and gear. Upgrade your workshop stations and learn blueprints to craft even more advanced items, or improvise quick fixes in the field to get yourself out of a bind. As you make a name for yourself, you'll be able to measure your skill against other Raiders by taking on Trials; rising through the leaderboards to earn valuable rewards. QUESTS In Speranza, everyone has an agenda, and the Traders are no different. They’ll send you topside on missions in exchange for rewards, slowly revealing more about who they are and what they want for Speranza’s future. Complete quests to earn gear, crafting materials, and XP to level up your Raider and unlock new skill points. SKILL TREE The ARC Raiders skill tree branches into three paths: Survival, Mobility, and Conditioning. Spend your points to shape your playstyle. Loot faster and move quieter with Survival skills. Outmaneuver your opponents and threats with Mobility. And enhance your Strength and Stamina with Conditioning. Choose how you grow and what your Raider brings to the battle. BUILD YOUR ARSENAL Whether you’re preparing to take down specific ARC enemies or fend off rival Raiders, there's a choice of weaponry for every fight. Cater to your style with a range of firearms including SMGs, rifles and shotguns, as well as more advanced options such as railguns and energy weapons. Grenades, traps, ziplines and deployables offer the tactical depth needed to outsmart your enemies, while augments allow you to tailor your loadout to your preferred playstyle; unlocking dedicated inventory slots and additional gameplay perks.",
        "id_in_db": "t3_1pujfki",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "10% off",
        "steam_app_id": "1808500",
        "genres": [
            "Action"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "is_dlc_or_addon": false,
        "persian_summary": "SCAVENGE، SURVIVE، THRIVE در ARC Raiders، گیم پلی بین سطحی که توسط ماشین های مرگبار اداره می شود و جامعه زیرزمینی پر جنب و جوش Speranza جریان دارد. وسایل خود را در ایمنی کارگاه خودتان بسازید، تعمیر کنید، و ارتقا دهید، قبل از اینکه به سمت بالا بگردید تا بقایای یک دنیای ویران شده اما زیبا را پاک کنید. به صورت انفرادی یا در مهمانی های حداکثر سه نفره بازی کنید، با تهدید دائمی ماشین های ARC و انتخاب های غیرقابل پیش بینی بازماندگان همراه باشید. در پایان، فقط شما تصمیم می گیرید که چه نوع Raider هستید - و تا کجا پیش خواهید رفت تا پیروز شوید. کاوش یک جهان غوطه ور در هنگام راه اندازی چهار نقشه مجزا را کاوش کنید، که با تکامل جامعه زیرزمینی و گسترش دامنه آن، نقشه های بیشتری فاش خواهند شد. هر مقصدی وزن دنیایی دوبار ویران شده را به همراه دارد و زخم‌های کشمکش‌های قدیمی و جدید را به همراه دارد. بقایای آن را برای غنیمت با ارزش غربال کنید و گذشته را به آرامی توسط طبیعت بازیابی کنید. شرایط در حال تکامل نقشه تضمین می کند که هیچ دو اجرا با آب و هوای متفاوت، دشمنان و..."
    },
    {
        "title": "assassin of demon",
        "store": "other",
        "url": "https://gleam.io/KedQ2/free-x2500-assassin-of-demon-steam-keys",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/4056710/924a3f25b8ba1fd10bc4e1265fe9898e84b91d55/header.jpg?t=1760255443",
        "description": "Story: Assassin of demon is FPS shooter where player hero John Terluska need kill big bad Demon monster who have stolen valuable skulls. Player need kill first Demon monster army and end of different levels there are Demon monster with powerful weapon. Kill him and gate will destroyed and player can collect skull and finish level and get steam achievements. Game contains lot of weapons, every levels starts with pistol and fist. Player Terluska can collect different weapons like hammer, Shotgun, Minigun with lot of ammos. Minigun is powerful weapon with lot of ammos. Then there are more rare weapons like Rocket launcher which can shoot few rockets and Electric gun which shoots electric balls. Levels also contains 1 hidden med kit which increase player health. Several different enemies with shotgun, fireballs, melee enemies, monster shooting green magic balls, enemies with missile guns etc. When player dies he respawn to level start point. So can you be the hero and Assassin Demon monster in this bloody FPS shooter Features: - Enemies: - Powerful Demon monster with powerful weapon. Player need kill Demon to destroy gate - Fire demon who shoots fireball - Rifle shooter enemy - Enemies with missile guns - big enemy who shoot green magic fireballs - Weapons: - Pistol - Fist - Hammer - Shotgun - Rocket launcher which use rockets - Plasma electric gun with batteries - Minigun Health/med kit pick ups Blood effects Steam achievements",
        "id_in_db": "t3_1pu8tw8",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "4056710",
        "genres": [
            "Action",
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "داستان: Assassin of Demon یک تیرانداز FPS است که در آن قهرمان بازیکن John Terluska باید هیولای شیطان بزرگ بد را بکشد که جمجمه های ارزشمندی را دزدیده است. بازیکن باید اولین ارتش هیولا شیطان را بکشد و در پایان سطوح مختلف هیولای شیطان با سلاح قدرتمند وجود دارد. او را بکشید و دروازه از بین می‌رود و بازیکن می‌تواند جمجمه و سطح پایان را جمع‌آوری کند و دستاوردهای استیم را به دست آورد. بازی حاوی سلاح های زیادی است، هر سطح با تپانچه و مشت شروع می شود. بازیکن Terluska می تواند سلاح های مختلفی مانند چکش، شاتگان، مینی گان را با مهمات زیاد جمع آوری کند. Minigun یک سلاح قدرتمند با مهمات زیاد است. سپس سلاح های کمیاب تری مانند موشک انداز وجود دارد که می تواند چند موشک شلیک کند و تفنگ الکتریکی که به توپ های الکتریکی شلیک می کند. Levels همچنین حاوی 1 کیت med مخفی است که سلامت بازیکن را افزایش می دهد. چندین دشمن مختلف با تفنگ ساچمه ای، گلوله های آتشین، دشمنان غوغا، هیولاهایی که به توپ های جادویی سبز تیراندازی می کنند، دشمنان با تفنگ های موشکی و غیره. هنگامی که بازیکن می میرد، مجدداً به سطح نقطه شروع می رسد. پس آیا شما می توانید قهرمان و قاتل شیطان باشید..."
    },
    {
        "title": "become human 397 680 364 v rising 839 2950 790 hearts of iron iv 1079 1050 1079 eu uk us",
        "store": "other",
        "url": "https://www.allyouplay.com/discover/trends",
        "image_url": "https://hb.imgix.net/bb5f9ddaaf1e91596263b71fcbdb1eddbe0d7e5f.jpg?auto=compress,format&fit=crop&h=353&w=616&s=c917420e1d4c5b01716d13093a37289d",
        "description": "submitted by /u/AllYouPlay [link] [comments]",
        "id_in_db": "t3_1pula7b",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "50% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/AllYouPlay [لینک] [نظر]"
    },
    {
        "title": "billionaires game 39999",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.billionaires.orbitx",
        "image_url": "https://external-preview.redd.it/VOVRXCwYwRapNuA6RPZ1TBs4YDOX72eQKsHl9-5wZlo.png?width=320&crop=smart&auto=webp&s=6a568d428b8afd9a0d21478821412456ad5f642c",
        "description": "submitted by /u/ptyVR [link] [comments]",
        "id_in_db": "t3_1pvmcph",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/ptyVR [لینک] [نظر]"
    },
    {
        "title": "blood westca2899 free an immersive stealth fps where weird west legends meet eldritch horror in blood west",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/blood-west-8f6ffd",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1587130/header.jpg?t=1766197343",
        "description": "Weird West legends meet eldritch horror in BLOOD WEST , an immersive stealth FPS. Become the Undead Gunslinger, doomed to roam the barren lands until he finds the means to purge their curse and free his soul. No, this isn’t your typical Wild West desperado redemption arc. This is a damnation arc. The Canyons, the Swamp, and the Mountains. Each swarming with abominable monsters and unholy demons, these are open-ended worlds for you to explore freely at your own pace. It will take the player over 20 hours on average to complete all three scenarios, and over 35 if they want to see everything the barren lands have to offer. Blood West is a stealth FPS inspired by the genre classics such as the Thief series (whose fans will be happy to hear the voice of Stephen Russell, the actor voicing the master-thief Garrett, returning here as the protagonist), S.T.A.L.K.E.R. games, or - from the contemporary catalog - Hunt: Showdown. The gameplay rewards the careful approach: scouting the area, stalking your enemies, and striking from the shadows. Can you figure out a way to clear a fort full of ghouls and monsters without raising an alarm? The Barren Lands present the player with a nightmarish, twisted vision of the Wild West legends. The curse that has befallen the realm has corrupted every living thing, defiled the land itself, while summoning restless spirits and dark entities. In this mixture of gunslinger pulp and Lovecraftian horror, dark occult magick presents just as much of a threat as sudden lead poisoning. In Blood West you will meet many colorful, yet strangely twisted, fully-voiced NPCs. Just as much prisoners of the Barren Lands as you are, they will sometimes share their unusual stories and send you on various missions. Play nice and they might reward you or become your allies. Cross them and risk their wrath. The game won’t hold your hand. You’ll have to explore the land for yourself (buying a map from a vendor might prove useful!), and figure out your own way to approach quests. As you poke around the three expansive maps, keep an eye out for hidden places and secret stashes. There’s gold in the mountains! Fair warning - it’s probably cursed. If sneaking around isn’t exactly your thing, or you feel that you have a power advantage over your enemies, you can always take the head-on approach and meet your enemies guns blazing. Blood West comes from the creators of the fan-favorite boomer shooter POSTAL: Brain Damaged , so much gratuitous fantasy violence and pixelated blood splatter is to be expected! One man’s hell might be another hoarder’s paradise! From simple one-use items like bandages, through medical tinctures, explosives and incendiaries, straight to arcane artifacts that - once slotted - can change the way you play the game, the Barren Lands are just filled with STUFF. There are tons of useful items to discover, and there’s a special player’s stash crate for all those super-rare potions that you’ll hoard and never use. A gunslinger without a gun would be just a regular slinger. Where’s the fun in that? Blood West makes sure you’ll have plenty of weapons to choose from. Revolvers, rifles, shotguns, carabines - a great variety of firearms, from standard army-issue to those infused with powerful magic, or straight-up possessed. And if you prefer not to cause a ruckus, there’s a wide selection of hand-to-hand combat weapons and archery weapons to pick your favorites from. The RPG-like perk-based progression system in Blood West will allow you to highly customize the gameplay experience to your liking. Become a stealthy hunter, a revolver-fanning gunman or a relentless berserker. You will gain experience and progress through the skill tree, while discovering new artifacts in each of the scenarios that will bestow on you additional abilities. Combining skills and load-out creates more possible playstyles than you’d normally be able to explore in one playthrough. Are you ready to take back the frontier from the dark forces of demonic corruption and earn the right to move on to a better world? The Barren Lands call you, Gunslinger!",
        "id_in_db": "t3_1prhnkc",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1587130",
        "genres": [
            "Action",
            "Indie",
            "RPG"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "افسانه های غرب عجیب و غریب با ترسناک الدریچ در BLOOD WEST، یک FPS مخفی کاری همهجانبه ملاقات می کنند. تبدیل به اسلحه گر مرده شوید، محکوم به پرسه زدن در زمین های بایر تا زمانی که ابزاری برای پاک کردن نفرین آنها و رهایی روح خود پیدا کند. نه، این قوس رستگاری معمولی شما در غرب وحشی نیست. این یک قوس لعنتی است. دره ها، باتلاق ها و کوه ها. هرکدام با هیولاهای نفرت انگیز و شیاطین نامقدس ازدحام می کنند، اینها جهان های بی پایانی هستند که شما می توانید آزادانه با سرعت خود کاوش کنید. به طور متوسط ​​بیش از 20 ساعت طول می کشد تا بازیکن هر سه سناریو را کامل کند و اگر بخواهد همه چیزهایی را که زمین های بایر ارائه می دهد ببیند، بیش از 35 ساعت طول می کشد. Blood West یک FPS مخفیانه است که از ژانرهای کلاسیک مانند سری Thief الهام گرفته شده است (که طرفداران آن از شنیدن صدای استفن راسل، بازیگری که صدای استاد دزد گرت را می‌گوید، به عنوان قهرمان داستان به اینجا بازمی‌گردد، خوشحال خواهند شد)، S.T.A.L.K.E.R. بازی ها، یا - از کاتالوگ معاصر - Hunt: Showdown. گیم پلی به رویکرد دقیق پاداش می دهد: جستجوی منطقه، ..."
    },
    {
        "title": "Cassette Beasts",
        "id_in_db": "cassette-beasts@1766852861",
        "store": "other",
        "url": "https://itad.link/019a4fa6-d636-7284-819a-6cf8990ac069/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1321440",
        "description": "Adventure. Battle. Transform. Collect awesome monsters to use during turn-based battles in this open-world RPG. Combine any two monster forms using Cassette Beasts’ Fusion System to create unique and powerful new ones! Welcome to New Wirral , a remote island inhabited by strange creatures you’ve only dreamed of, nightmares you hopefully haven’t, and a cast of brave folks who use cassette tapes to transform for battle. To find a way home you’ll need to explore every inch of the island, and record monsters to your trusty cassette tapes to gain their abilities! Transform into monsters...using retro cassette tapes?! Faced with the constant threat of monster attacks, the residents of Harbourtown, New Wirral choose to fight fire with fire. Record a monster to tape, then play it back to take on its form for battle! Fuse monster forms! Getting close to your companion has benefits–while transformed you can combine your strengths to gain the upper hand in battle! Any two monster forms can be fused to produce unique, fully-animated new fusion forms. Explore a rich open world Certain monster abilities can be used in human form. You’ll need these to help you get around, solve puzzles, and locate dungeons. Glide, fly, swim, climb, dash, or turn magnetic! Take on the Gauntlet – a never-ending battle mode where you’ll face fearsome enemies for precious material and glory! Travel alongside a diverse cast of human companions Never fight alone! Form bonds, spend time together, and help your selected partner complete personal goals to become a better team. The strength of your relationship determines how well you’re able to fuse! Master a deep battle system Take advantage of elemental chemistry to apply extra buffs or debuffs alongside your attack, or even alter your opponent’s elemental type! Play with Friends Team up with a friend in local multiplayer to explore, transform, and fight together! Party up with Online Multiplayer to trade monster tapes, challenge your friends to 1v1 battles, and team up to take on powerful Rogue Fusion beasts for great rewards!",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1321440/header.jpg?t=1766461574",
        "genres": [
            "Indie",
            "RPG"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "is_dlc_or_addon": false,
        "subreddit": "FreeGameFindings",
        "persian_summary": "ماجراجویی. نبرد. تبدیل کنید. هیولاهای عالی را برای استفاده در نبردهای نوبتی در این RPG جهان باز جمع آوری کنید. هر دو فرم هیولا را با استفاده از سیستم فیوژن Cassette Beasts ترکیب کنید تا فرم های جدید منحصر به فرد و قدرتمندی ایجاد کنید! به New Wirral خوش آمدید، جزیره‌ای دورافتاده که در آن موجودات عجیبی زندگی می‌کنند که شما فقط رویای آن‌ها را دیده‌اید، کابوس‌هایی که امیدواریم ندیده‌اید، و گروهی از افراد شجاعی که از نوارهای کاست برای تبدیل شدن به نبرد استفاده می‌کنند. برای یافتن راهی به خانه، باید هر اینچ جزیره را کاوش کنید و هیولاها را روی نوارهای کاست قابل اعتماد خود ضبط کنید تا توانایی های آنها را به دست آورید! تبدیل به هیولا ... با استفاده از نوار کاست یکپارچهسازی با سیستمعامل؟! در مواجهه با تهدید دائمی حملات هیولاها، ساکنان Harbourtown، New Wirral تصمیم می گیرند با آتش با آتش مبارزه کنند. یک هیولا را روی نوار ضبط کنید، سپس آن را پخش کنید تا شکل خود را برای نبرد به خود بگیرد! هیولای فیوز شکل می گیرد! نزدیک شدن به همراه خود مزایایی دارد - در حالی که تغییر شکل داده اید، می توانید نقاط قوت خود را برای بدست آوردن دست برتر در نبرد ترکیب کنید! هر دو شکل هیولا می تواند ..."
    },
    {
        "title": "cassette beasts 100 off free",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/cassette-beasts-32c8e0",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1348750/header.jpg?t=1652050065",
        "description": "Check the dungeons off the list and find love! Inspired by classic JRPGs , modern visual novels , and rougelites that value fun and character progression over frustration! STATS, ABILITIES, AND CUSTOMIZATION Level up to develop your stats , then customize and upgrade your ability set to fit your play-style. LOVE Build relationships with characters in town and help the villagers with their problems in story threads that move at your pace . MONSTERS, DUNGEONS, QUESTS Overcome over 100 monsters ranging from cute little mushrooms to otherworldly beasts in fast and responsive turn-based combat! Fill out the bestiary , build up the abandoned town , complete character requests , and conquer [over 100] increasingly challenging dungeons ! RELAX Take a break with side activities such as fishing, and enjoy the passage of time. FREE POST-RELEASE CONTENT: Casino : An updated JRPG staple with a twist! Expanded Fishing : More in-depth, more fish, and more to do in general! Additional Monsters : Raising the total monster count to over 200 ! Endgame Dungeons : Once you've conquered the Dungeon List, the real challenge awaits! Addressing Feedback : Got some suggestions? Join the Discord and be heard!",
        "id_in_db": "t3_1px16dm",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1348750",
        "genres": [
            "Adventure",
            "RPG"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "سیاه چال ها را از لیست بررسی کنید و عشق را پیدا کنید! با الهام از JRPG های کلاسیک، رمان های بصری مدرن، و روژلیت هایی که به سرگرمی و پیشرفت شخصیت به جای ناامیدی اهمیت می دهند! آمار، توانایی‌ها و سفارشی‌سازی برای توسعه آمار خود به سطح بالا بروید، سپس مجموعه توانایی‌های خود را متناسب با سبک بازی خود سفارشی کرده و ارتقا دهید. عشق با شخصیت های شهر ارتباط برقرار کنید و به روستاییان در حل مشکلاتشان در رشته های داستانی که با سرعت شما حرکت می کنند کمک کنید. هیولاها، سیاه چال ها، ماموریت ها در نبردهای نوبتی سریع و پاسخگو بر بیش از 100 هیولا اعم از قارچ های کوچک زیبا گرفته تا جانوران ماورایی غلبه کنید! مجموعه را پر کنید، شهر متروکه را بسازید، درخواست های شخصیت را کامل کنید و [بیش از 100] سیاه چال های چالش برانگیز را فتح کنید! ریلکس با فعالیت های جانبی مانند ماهیگیری استراحت کنید و از گذر زمان لذت ببرید. محتوای رایگان پس از انتشار: کازینو: یک جزء اصلی JRPG به روز شده با پیچ و تاب! ماهیگیری گسترده: عمیق تر، ماهی های بیشتر، و به طور کلی کارهای بیشتری انجام دهید! هیولاهای اضافی: ..."
    },
    {
        "title": "cassette beasts ca2299 free pokemon",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/cassette-beasts-32c8e0",
        "image_url": "https://i0.wp.com/www.dragon-quill.net/wp-content/uploads/2025/08/cassette-beasts.png?resize=800%2C450",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1px173l",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "Caveman World: Mountains of Unga Boonga",
        "id_in_db": "caveman-world-mountains-of-unga-boonga@1766686527",
        "store": "other",
        "url": "https://itad.link/019b56b8-dc0a-71f5-bb85-4d09d04df052/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "462960",
        "description": "Caveman World: Mountains of Unga Boonga is a retro inspired 2.5D platformer adventure game set in fantasy prehistoric time. You play as a Caveman, exploring various levels and overcoming physical obstacles. Levels become increasingly more difficult as you encounter new enemies, obstacles, traps and more!",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/462960/header.jpg?t=1765914816",
        "genres": [
            "Adventure",
            "Casual",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "subreddit": "FreeGameFindings",
        "persian_summary": "Caveman World: Mountains of Unga Boonga یک بازی ماجراجویی پلتفرمر 2.5 بعدی با الهام از یکپارچهسازی با سیستمعامل است که در دوران ماقبل تاریخ فانتزی جریان دارد. شما به عنوان یک غارنشین بازی می کنید، سطوح مختلف را کاوش می کنید و بر موانع فیزیکی غلبه می کنید. با برخورد با دشمنان، موانع، تله ها و موارد دیگر، سطوح به طور فزاینده ای دشوارتر می شوند!"
    },
    {
        "title": "chalkboard pinball",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/chalkboard-pinball/id979075603",
        "id_in_db": "1ed0ab306bd7fcaf4d687fb26c95b5712ffea719d20f948e525e23b180581484",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple211/v4/f7/9a/5f/f79a5f0f-bc80-9f25-5776-2325c32ead25/ChalkboardPinballIcon-0-0-1x_U007epad-0-1-0-sRGB-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "cottageville",
        "store": "itch.io",
        "url": "https://teammelon.itch.io/cottageville",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2318780/header.jpg?t=1766792739",
        "description": "Find your ideal balance of relaxation and productivity in a cozy space that's entirely yours. Personalize every detail - from furniture and decor to weather and time of day - to create an atmosphere that supports your goals and suits your current vibe. Key Features Cottage Customization - Transform your space by customizing and toggling the appearance of furniture, decorations, and items to match your style. Dynamic Atmosphere - Set the perfect mood by controlling weather patterns and time of day whenever you like. Activity Status - Let friends know what you're up to by sharing your current activities and vibes. Personal Whiteboard - Jot down notes, reminders, and thoughts in your own cozy corner of the cottage. Curated Audio Player - Relax to epic lo-fi beats from talented artists while you unwind. Interactive Discoveries - Unlock hidden mini-games and surprises by exploring the various objects scattered throughout your cottage. Shared Coziness - Invite friends into your space and create warm memories together.",
        "id_in_db": "t3_1px9lo7",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2318780",
        "genres": [
            "Casual",
            "Indie",
            "Simulation"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "is_dlc_or_addon": false,
        "persian_summary": "تعادل ایده آل خود را در آرامش و بهره وری در فضایی دنج که کاملاً متعلق به شماست بیابید. هر جزئیات را شخصی سازی کنید - از مبلمان و دکوراسیون گرفته تا آب و هوا و زمان روز - برای ایجاد فضایی که از اهداف شما پشتیبانی می کند و با حال و هوای فعلی شما مطابقت دارد. ویژگی‌های کلیدی سفارشی‌سازی کلبه - فضای خود را با سفارشی‌سازی و تغییر ظاهر مبلمان، دکوراسیون و اقلام متناسب با سبک خود تغییر دهید. اتمسفر پویا - با کنترل الگوهای آب و هوا و زمان روز هر زمان که دوست دارید، حال و هوای عالی را تنظیم کنید. وضعیت فعالیت - با به اشتراک گذاشتن فعالیت ها و حالات فعلی خود به دوستان خود اطلاع دهید که در حال انجام چه کاری هستید. تخته سفید شخصی - یادداشت ها، یادآوری ها و افکار را در گوشه دنج خود از کلبه یادداشت کنید. پخش‌کننده صوتی انتخاب‌شده - در حالی که آرام می‌شوید، با آهنگ‌های حماسی لو‌-فای از هنرمندان با استعداد استراحت کنید. اکتشافات تعاملی - با کاوش در اشیاء مختلف پراکنده در کلبه خود، مینی بازی ها و شگفتی های پنهان را باز کنید. راحتی مشترک - دوستان را به فضای خود دعوت کنید و..."
    },
    {
        "title": "ea star wars battlefront ii",
        "store": "eastore",
        "url": "https://www.ea.com/games/starwars/star-wars-battlefront-2",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1237950/header.jpg?t=1749220869",
        "description": "Be the hero in the ultimate Star Wars ™ battle fantasy with Star Wars ™ Battlefront™ II: Celebration Edition! Get Star Wars Battlefront II and the complete collection of customization content acquirable through in-game purchase from launch up to — and including — items inspired by Star Wars ™: THE RISE OF SKYWALKER ™*. The Celebration Edition contains: Base game — Including all past and future free game updates as they release. More than 25 Hero Appearances — Including 6 Legendary Appearances, plus 1 Appearance each for Rey, Finn, and Kylo Ren inspired by Star Wars: THE RISE OF SKYWALKER . More than 125 Trooper and Reinforcement Appearances More than 100 Hero and Trooper Emotes and Voice Lines More than 70 Hero and Trooper Victory Poses Customization content released after December 20, 2019 is not included in the Celebration Edition. Embark on an endless Star Wars™ journey from the best-selling Star Wars™ video game franchise of all time. Experience rich multiplayer battlegrounds across all three eras - prequel, classic and new trilogy - or rise as a new hero and discover an emotionally gripping single-player story spanning thirty years. Customize and upgrade your heroes, starfighters or troopers - each with unique abilities to exploit in battle. Ride tauntauns or take control of tanks and speeders. Use the Force to prove your worth against iconic characters like Kylo Ren, Darth Maul or Han Solo, as you play a part in a gaming experience inspired by forty years of timeless Star Wars™ films. A new hero, a story untold Jump into the boots of an elite special forces soldier, equally lethal on the ground and in space. Explore a new Star Wars™ campaign that spans the 30 years between Star Wars™: Return of the Jedi™ and Star Wars™: The Force Awakens™. The ultimate Star Wars™ battleground Discover a Star Wars™ multiplayer universe unmatched in variety and breadth, where up to 40 players fight as iconic heroes and authentic-to-era troopers. Pilot a massive array of vehicles on land and in the air as battle rages through the galaxy. Galactic-scale space combat Space combat has been re-designed from the ground up with distinct handling, weapons and customization options. Join your squadron as you dodge danger in asteroid fields, blast through an Imperial Dock Yard and more. Take down massive capital ships as you pilot legendary starfighters in high stakes dogfights with up to 24 players. Train offline Practice makes perfect. Enjoy solo offline play where you can earn rewards and customize troopers and heroes. Then bring your upgrades into the online multiplayer battleground. Master your hero Create your own unique hero with customizable character progression. Equip ability modifiers to adapt and modify your character's core powers to add lethal effects, helpful status boosts or tactical assistance to counter any opponent on the battlefront. [/list]",
        "id_in_db": "t3_1pxdg68",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "85% off",
        "steam_app_id": "1237950",
        "genres": [
            "Action",
            "Adventure"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "با بازی Star Wars™ Battlefront™ II: Celebration Edition قهرمان فانتزی نهایی جنگ ستارگان باشید! Star Wars Battlefront II و مجموعه کاملی از محتوای سفارشی‌سازی را دریافت کنید که از طریق خرید درون‌بازی از زمان راه‌اندازی تا – و از جمله – موارد الهام‌گرفته از Star Wars™: THE RISE OF SKYWALKER™* قابل دستیابی است. نسخه Celebration شامل موارد زیر است: بازی پایه - شامل تمام به روز رسانی های رایگان بازی های گذشته و آینده در زمان انتشار. بیش از 25 حضور قهرمان - شامل 6 حضور افسانه ای، به اضافه 1 ظاهر برای ری، فین و کیلو رن که از جنگ ستارگان الهام گرفته شده است: ظهور اسکای واکر. بیش از 125 ظاهر سرباز و تقویت کننده بیش از 100 شکلک و خط صوتی قهرمان و سرباز بیش از 70 ژست قهرمان و سرباز محتوای سفارشی سازی منتشر شده پس از 20 دسامبر 2019 در نسخه جشن گنجانده نشده است. سفری بی پایان در Star Wars™ از پرفروش ترین فرنچایز بازی های ویدیویی Star Wars™ در تمام دوران را آغاز کنید. میدان های نبرد چند نفره غنی را تجربه کنید..."
    },
    {
        "title": "epic games mobile monument valley monument valley ii",
        "store": "epicgames",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1pvgez2/epic_games_mobile_game_monument_valley_monument/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1927720/45a4e828b5d2e3bd4068c68bae0a41c745a5e2dc/header.jpg?t=1762967584",
        "description": "Discover Monument Valley - A quest for forgiveness in a strikingly beautiful and mysterious world. Embark on a journey of forgiveness along with Ida, the silent princess, through impossible environments and illusionary puzzles. Experience this meditative and calming puzzle game by manipulating monuments and creating evolving paths to explore new, surreal, and mysterious worlds. Step into the new expanded world of Monument Valley - and experience more intriguing impossibilities than ever before. The Modern Classic Comes to PC. In this multi-award-winning title, solve tricky but immensely satisfying puzzles with optical illusions at their core. Evolve landscapes to reveal paths that would have otherwise been impossible without your help. As you progress, discover beautiful architecture, transforming landscapes through pushing, pulling, clicking, raising, lowering and more. Ida is not alone in this world, and you will need to use your wits to outsmart the enigmatic Crow People who block the path from Ida quest for forgiveness. Simply Explorative Click to manipulate a beautiful variety of worlds, all built for a one-of-a-kind PC experience. Designed for players of all ages and experience levels, Monument Valley allows players to explore evolving environments, transforming scenic and visually stunning landscapes as you play. Everyone should be able to pick up, enjoy and complete Ida’s journey. This is the biggest and best way to play Monument Valley yet. Beautifully Reimagined Whether playing in Full HD, TV or on ultrawide 21:9 displays, Monument Valley looks better than ever with stunning full-screen panoramic artwork. With more perceptible visuals than ever before, what secrets will you uncover? Every World Included Monument Valley is the total collection of all Monument Valley content - with every chapter, add-on and DLC to make this the ultimate game to add to your collection. Inspired by minimalist 3D design, optical illusions, and ancient architecture from around the world, every monument is a unique, hand-crafted world to explore. Panoramic Collection Out Now Monument Valley: Panoramic Edition and Monument Valley 2: Panoramic Edition are both available at an exclusive bundle price when purchased together on Steam. The Panoramic Collection is the best way to play the Monument Valley series - with every chapter and DLC included. ustwo games are proud independent developers, best known for the award-winning Monument Valley series, Land’s End, Assemble with Care and Alba: A Wildlife Adventure.",
        "id_in_db": "t3_1pvgez2",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1927720",
        "genres": [
            "Adventure",
            "Casual",
            "Indie",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "دره یادبود را کشف کنید - تلاشی برای بخشش در دنیایی فوق العاده زیبا و اسرارآمیز. همراه با ایدا، شاهزاده خانم ساکت، از طریق محیط های غیرممکن و معماهای واهی، سفری را برای بخشش آغاز کنید. این بازی معمایی مراقبه و آرامش‌بخش را با دستکاری بناها و ایجاد مسیرهای در حال تکامل برای کشف جهان‌های جدید، سورئال و مرموز تجربه کنید. به دنیای جدید گسترش یافته Monument Valley قدم بگذارید - و غیرممکن های جذاب تر از همیشه را تجربه کنید. مدرن کلاسیک به رایانه شخصی می آید. در این عنوان برنده چند جایزه، پازل های پیچیده اما بسیار رضایت بخش را با توهمات نوری در هسته خود حل کنید. مناظر را تکامل دهید تا مسیرهایی را آشکار کنید که در غیر این صورت بدون کمک شما غیرممکن بود. همانطور که پیشرفت می کنید، معماری زیبا را کشف کنید، مناظر را با فشار دادن، کشیدن، کلیک کردن، بالا بردن، پایین آوردن و موارد دیگر تغییر دهید. آیدا در این دنیا تنها نیست و شما باید از عقل خود برای پیشی گرفتن از کلاغ های مرموز که مسدود می کنند استفاده کنید..."
    },
    {
        "title": "etailmarket god of war 68 off 1608 outer wilds 56 off 1019 days gone 68 off 1269 resident evil village 79 off 849",
        "store": "other",
        "url": "https://www.reddit.com/r/GameDeals/comments/1pwvnh4/etailmarket_god_of_war_68_off_1608_outer_wilds_56/",
        "image_url": "https://img.gg.deals/07/86/0aa54d6f764b5e0b1ad2a12c0d2977ae7ce1_307xr176.jpg",
        "description": "Title EU Price Discount Everybody's Gone to the Rapture €5.00 75% God of War €16.08 68% Punch Club €1.65 83% Mortal Kombat 11 Ultimate €7.01 88% Outer Wilds €10.19 56% Days Gone €12.69 68% Assetto Corsa Competizione €10.00 75% Dragon's Dogma 2 €23.20 64% 7'scarlet €8.15 67% Balatro €10.24 27% Resident Evil Village €8.49 79% Resident Evil 7 Biohazard €6.79 65% Don't forget to use 'etailextr5' discount code. submitted by /u/etailmarket [link] [comments]",
        "id_in_db": "t3_1pwvnh4",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "68% off",
        "is_dlc_or_addon": false,
        "persian_summary": "عنوان تخفیف قیمت اتحادیه اروپا Everybody's Gone to the Rapture 5.00 € 75% God of War 16.08 € 68% Punch Club 1.65 € 83% Mortal Kombat 11 Ultimate 7.01 € 88% Outer Wilds 10.19 € 56% Days Gone € 12.00 € 12.00 Assaeti 12.069 € 75% Dragon's Dogma 2 23.20 € 64% 7'scarlet 8.15 € 67% Balatro 10.24 € 27% Resident Evil Village 8.49 € 79% Resident Evil 7 Biohazard €6.79 65% فراموش نکنید که از «etailextr.5» تخفیف استفاده کنید. ارسال شده توسط /u/etailmarket [لینک] [نظر]"
    },
    {
        "title": "eternightsca3999 free a dating anime action game where you try to make the most out of life during the apocalypse",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/eternights-c2fbca",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2198650/header.jpg?t=1688160551",
        "description": "SURREALIDADE - DEFINITIVE EDITION Welcome to your mind! In the 20s, artists led by André Breton got together to create a new form of art, an art that used the expressions of the unconscious through the Psychic Automatism. To this end, they developed the Surrealist Techniques, which are nothing more than ways to bring out this dark side of the human mind. Today, you will follow in their footsteps, bravely exploring a strange and bizarre world, bringing to light the imagery and genius of the Surrealist movement. Be taken on a journey through Surrealist Techniques, and if you are chosen, you will reach your ultimate goal: The Macrocosm! Witness an inner universe and actively participate in this unusual saga, which may lead you in other directions. But do not think that this will be an easy task! You will experience an immersion in a virtual environment where you will have to interact freely with the objects and beings that live there. Your mission in search of the Supra-Reality will be arduous, you will have to follow the path that the Artists and Philosophers of the Surrealist Universe have trodden. Beware, you may arrive in places that are not so welcoming. It is up to you to discover the secrets of this exotic environment, and to do so you will have the help of the strange beings who may be willing to help you. There will be moments when your skills will be put to use, reasoning, intelligence, inspiration, agility, and a good sense of exploration are some of the ingredients that you must not fail to bring to venture into Surreality. Culture, Art, Entertainment, and Knowledge combine to form an authentic Surrealist experience in an inhospitable and unknown world called the Unconscious. WHAT IS SURREALITY Surreality is an obscure, totally independent Brazilian game created in 1999 by a small team of surrealism-obsessed people. Over the years it has become cult among its admirers. The version you are going to play now is the definitive edition, with a series of improvements and extra material for you to better enjoy everything Surreality has to offer, but the story, graphics, music and gameplay remain intact, exactly the same as it was created in 1999. We are very proud of this project that, although dated in many ways, maintains its charm and innovation to this day. It contains some elements that in today's eyes may sound offensive to some people, even though they were not created with this intention and do not represent the opinions of the team. In the name of historical preservation we have decided to keep these elements unchanged. What you are about to play is a love letter to surrealism and gaming. Enjoy, and open the doors of your unconscious. Dimitri Kozma GAME FEATURES Three levels of play! There are three levels of action, presented in sequence, allowing free choice of depth for the adventurer, where the degree of immersion in the world of Surrealism will be decided as he/she chooses: Real World - This is the first level, for those who dare not enter the mind. This world offers a wide range of material about Surrealism. Ideal for those who just want to do research. Human Mind - Conscious: You have already entered the human mind, now your perception regarding the world around you is slightly changed, explore as you wish. There are several environments that hold countless surprises for those who are brave. Ideal for those who want to go deeper into the Surrealist universe, here you will also find ample research material, as well as some surprises that await you. Human Mind - Unconscious: Finally you reach the core of Surreality. The Unconscious holds countless surprises beyond what your eyes can see. Don't fool yourself, explore to the maximum, talk to everyone and try many possibilities, you won't be punished for trying, most of the time you will get another chance. There are many secrets in countless environments. If you are able, you will reach your final goal, the Macrocosm! Three Endings! Play several times! Not only is there no linear order to explore the universe of Surreality, you will have three totally different endings at your disposal. Your attitudes during the journey will influence your future decisions. Innovative! A totally original concept that combines the excitement of adventure games with knowledge, culture and art. Explore a huge 3D world, find important elements and take them with you so you can use them later. Talk to beings with distinct personalities, each of them behave in a different way and have a different way of thinking, it's up to you to interact with them as you see fit. Extra Attractions! There are several attractions that will give Surreality a long life, here are some of them: \"Auto Writing\" Machine - Try it out and be entertained for hours in a game that will create over 1 million sentences! You will never see a sentence repeated. Get ready for the unusual, because you will really be amazed by this machine. \"Delicate Corpse\" - This is another Surrealistic game, you will be asked for one word, between verb, subject and adjective. Write it down and watch the other participants in the game write it without one knowing what the other has written. Get ready for lots of laughs and amazement. This game is a real emulator of \"Delicate Corpse\", each participant thinks like a real person and the game will reflect this. Not to be missed, play for hours. \"Razorblade\" - Based on a Surrealist concept, \"A razor in the eye of society\", play as much as you want this action mini-game and try to put an end to the eye of society. Fun to the extreme. And not only these attractions, you will also find the film \"An Andalusian Dog\", masterpiece by Luis Buñuel and Salvador Dali, in its full, uncut version. In addition, answer a quiz game, try to open the psychic locks, listen to hidden music, see unseen paintings, discover highly hidden secrets, and many more attractions that will take you on a journey for hours on end to reach the Macrocosm. Original Soundtrack! More than 40 minutes of top quality music created exclusively for the Universe of Surreality! Original and involving, a lot of Rock, Techno and New Age. Hours of Dialogues! Talk in a non-linear way with the beings that inhabit Surreality! Many of the conversations are optional, and increase the interest in the subject in question. In addition to hints for continuing the adventure, you can earn some valuable items that are indispensable for reaching the Macrocosm. You will also learn a lot about Surrealism and its Techniques. Interactive Scenarios! Over 1000 richly rendered and animated navigation screens in a 3D world. The first-person view will put you inside the plot. Interact with the elements of the scenarios in a free way. More than 15 totally different environments, each with dozens of scenes. Videos! Adding to your interaction, more than 20 minutes of full motion video, including the complete film by Luis Buñuel and Salvador Dali, \"An Andalusian Dog\". Texts! All the text is laid out exclusively in the book, meaning that you can consult it any time after you have it in your inventory. In the book, besides the history of Surrealism, you will learn about the Pre-Surrealists, you will see images and photographs, you will have the Surrealist manifesto written by André Breton in its entirety, besides a lot of useful information for those who just want to know more about this movement. Surreality! A Unique Experience! An adventure without limits! DEFINITIVE EDITION WITH NEW UNRELEASED CONTENT After more than 20 years of development, those responsible for directing the game have revisited the work and included a large amount of previously unseen material, as well as new features and the option to play with English texts. Check out some of the new features present in the definitive edition of Surreality: - EXTRAS SECTION WITH LOTS OF EXCLUSIVE MATERIAL: + 50 minutes of Making of, Voice Recording and Presentation Videos + Concept art in the Extras section + Unused development 3D + Original packaging + Press Material + Photos of the crew + Jukebox to listen to the full soundtrack + Full movie \"Between Mirrors and Shadows\" by Dimitri Kozma + Full Movie \"An Andalusian Dog\" by Luis Buñuel + Bonus Game: \"Super Surreality Land + No Brakes Podcast about the complete SURREALITY - IMPROVEMENTS TO THE ORIGINAL GAME: - English support in all texts (in addition to Portuguese) - Options screen - Automatic save system and on-screen options - Higher resolution cutscenes - Upscale videos and 30fps - Option to play with censorship - NEW GAME + DADAIST REMIX: Extra game mode with lots of new and exclusive content, developed exclusively for the definitive edition, unlockable after finishing the main game with any of the 3 endings. Some of the content included in the remix version are: - Full mini-game \"Super Surreality Land,\" a retro-style platformer accessed through the arcade inside the conscious's lounge in remix mode - New FMV videos - Fully modified room with additional content - New frames - New dialogs for all characters, breaking the fourth wall - New movie at the cinema: \"Between Mirrors and Shadows\" by Dimitri Kozma - Free navigation between conscious, unconscious and marvelous - New art in the gallery (accessed from the conscious) - Latin simulator - Humor mini-game with cucumbers and donuts and higher difficulty - Delicate corpse game now with drawings created by psychic automatism - 3 new video soluble fish walks. - Many Easter eggs and new secrets to uncover",
        "id_in_db": "t3_1pqopv7",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2198650",
        "genres": [
            "Adventure",
            "Casual",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "SURREALIDADE - DEFINITIVE DITION به ذهن خود خوش آمدید! در دهه 20، هنرمندان به رهبری آندره برتون گرد هم آمدند تا شکل جدیدی از هنر را خلق کنند، هنری که از بیان ناخودآگاه از طریق اتوماتیسم روانی استفاده می کرد. برای این منظور، آنها تکنیک‌های سوررئالیستی را توسعه دادند، که چیزی جز راه‌هایی برای نشان دادن این بخش تاریک ذهن انسان نیست. امروز، شما راه آنها را دنبال خواهید کرد، و شجاعانه دنیایی عجیب و غریب را کاوش خواهید کرد، و تصاویر و نبوغ جنبش سوررئالیستی را آشکار می‌کنید. با تکنیک های سوررئالیستی سفر کنید، و اگر انتخاب شوید، به هدف نهایی خود خواهید رسید: دنیای کلان! شاهد یک جهان درونی باشید و فعالانه در این حماسه غیرعادی شرکت کنید، که ممکن است شما را به جهات دیگری هدایت کند. اما فکر نکنید که این کار آسانی خواهد بود! شما غوطه ور شدن در یک محیط مجازی را تجربه خواهید کرد که در آن باید آزادانه با اشیاء و موجوداتی که در آنجا زندگی می کنند تعامل داشته باشید. ماموریت شما در جستجوی فراواقعیت این خواهد بود..."
    },
    {
        "title": "exiled giveaways and itchio mega threads",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1pt69be/exiled_giveaways_and_itchio_mega_threads/",
        "image_url": "https://preview.redd.it/exiled-giveaways-mega-thread-v0-ljov5d4r368g1.png?width=752&format=png&auto=webp&s=b267fa2c16c0b8243f6a01e50ae9bb284180e7ad",
        "description": "To increase visibility, the mega threads are posted on a weekly basis. This is being done following the overall discussion of Mega Threads via FGF Update - https://redd.it/jkxyzw Please use the below threads for your posts. :) Exiled Giveaways Mega Thread (#2) Itchio Mega Thread (#10) Want to setup alerts to these threads? RSS Feed information can be found in our wiki! https://www.reddit.com/r/FreeGameFindings/wiki/rssfeed Included is information about our discord bot and general RSS feed stuff. Definitely give it a look! submitted by /u/AutoModerator [link] [comments]",
        "id_in_db": "t3_1pt69be",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "برای افزایش دید، مگا رشته ها به صورت هفتگی ارسال می شوند. این به دنبال بحث کلی مگا موضوعات از طریق به‌روزرسانی FGF انجام می‌شود - https://redd.it/jkxyzw لطفاً از موضوعات زیر برای پست‌های خود استفاده کنید. :) Exiled Giveaways Mega Thread (#2) Itchio Mega Thread (#10) آیا می خواهید هشدارهایی را برای این رشته ها تنظیم کنید؟ اطلاعات فید RSS را می توان در ویکی ما یافت! https://www.reddit.com/r/FreeGameFindings/wiki/rssfeed شامل اطلاعاتی درباره ربات اختلاف ما و موارد کلی فید RSS است. حتما بهش نگاه کن! ارسال شده توسط /u/AutoModerator [لینک] [نظر]"
    },
    {
        "title": "fgf discussion thread",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1pssm9n/fgf_discussion_thread_big_offers_old_active_thread/",
        "image_url": "https://i.imgur.com/O3DcjXA.jpeg",
        "description": "Welcome to another FGF discussion thread! Be it general questions, pieces of news, personal opinions on matters, sharing thoughts on a game you're playing. Whatever you're into, feel free to discuss whatever you like! :) The special Christmas community giveaway thread went live! Every year during the Holiday, I like to make a special post where users can share their leftover keys to the FGF community! That thread went live on Xmas day and went super well. Thanks for sharing! It's still up now but most sharing is done at this stage. Thanks for being a part of FGF! - https://redd.it/1pv6oae The FGF Giveaway for Branch Furniture's Ergonomic Chair Pro & $250 USD Gift Cards has ended! Big thanks to /u/AustinBranch and Branch Furniture for letting that happen. Keep an eye on /r/BranchFurniture for other promotions and stuff of theirs. Congratulations to the winners, please check your email/Reddit chat. - https://redd.it/1pnc197 A PSA about Twitter bans seemingly on the rise from use in task-based giveaways is live. See more for information about appealing the ban and sharing your scenario(s). - https://redd.it/1o7whxs Last \"FGF Discussion Thread\" - https://redd.it/1nf883o Links Of Ours: We have a Discord! It includes bot posts of all the finds from /r/FreeGameFindings ! Also feel free to use it for more discussion and what-not of course. This discord is also shared with /r/FreeGamesOnSteam We have a BlueSky , Twitter and Facebook! Our automated accounts that post everything from the subreddit. Few extra things sometimes too. Visit the FGF Links on my FGF site to see everything! You can also use the standard FGF Linktree if you need that instead, but I prefer you using my site if you can. The FGF YouTube/TikTok/Instagram/Twitter (X) post short-form videos! I have continued to make small little videos highlighting some of the FGF finds on our social/video platforms. Nice little things to follow to make sure you keep up with FGF! See them on the links page - https://freegamefindings.ca/ I made the FGF Android Application! You can use this to customize filters and get notifications for posts to FGF. Currently Available Big Offers on FGF: [Epic Games] (Game) Cassette Beasts - https://redd.it/1px16dk - FGF Short [Epic Games Mobile] (Game) Monument Valley & Monument Valley II - https://redd.it/1pvgez2 [Steam] (Game) The Deed: Dynasty - https://redd.it/1pscolh [Steam] (Game) Undercroft warriors - https://redd.it/1prkhed - FGF Short [Steam] (Game) Rat Quest - https://redd.it/1ppxhy0 - FGF Short [PSA] Switchmas from No Gravity Games - https://redd.it/1phkbk4 Old Active Thread - https://redd.it/pa5uv3 submitted by /u/StOoPiD_U [link] [comments]",
        "id_in_db": "t3_1pssm9n",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "به یکی دیگر از موضوعات بحث FGF خوش آمدید! سوالات عمومی، اخبار، نظرات شخصی در مورد مسائل، به اشتراک گذاشتن افکار در مورد یک بازی که در حال انجام آن هستید. هر چیزی که دوست دارید، در مورد هر چیزی که دوست دارید بحث کنید! :) موضوع هدیه ویژه کریسمس فعال شد! هر سال در تعطیلات، من دوست دارم یک پست ویژه ایجاد کنم که در آن کاربران می توانند کلیدهای باقی مانده خود را با انجمن FGF به اشتراک بگذارند! آن تاپیک در روز کریسمس پخش شد و بسیار خوب پیش رفت. با تشکر برای به اشتراک گذاری! در حال حاضر هنوز ادامه دارد، اما بیشتر اشتراک‌گذاری در این مرحله انجام می‌شود. از اینکه بخشی از FGF هستید متشکریم! - https://redd.it/1pv6oae هدایای FGF برای صندلی ارگونومیک پرو و ​​کارت های هدیه 250 دلاری مبلمان شعبه به پایان رسید! با تشکر فراوان از /u/AustinBranch و Branch Furniture که اجازه دادند این اتفاق بیفتد. برای تبلیغات دیگر و چیزهای دیگر، مراقب /r/BranchFurniture باشید. به برندگان تبریک می‌گوییم، لطفاً ایمیل/چت Reddit خود را بررسی کنید. - https://redd.it/1pnc197 یک PSA در مورد ممنوعیت های توییتر که ظاهراً از استفاده در ..."
    },
    {
        "title": "free pomodoro timer and task management",
        "store": "other",
        "url": "https://s7.gg/app/pulse",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3330250/header.jpg?t=1756176615",
        "description": "Immerse Yourself in a Fantasy World Unlock beautifully crafted scenes, from serene forests to mystical ancient cities, each providing a calming background for study and creative pursuits. Discover a world created by artist ‘Blue Turtle’ featuring unique, hand-drawn illustrations. Set the Perfect Ambience Set the tone for each session by adjusting the environment to match your mood. Choose between day, night, or rainy settings, and enjoy ambient sounds alongside relaxing music. Personalize Your Room Make the space your own with customization options. Decorate your room and collect Elementals to add personality to your virtual study space. Use Productivity Tools Stay organized and inspired with built-in productivity features, like a task lists and a pomodoro timer, perfect for focused study sessions, creative writing, art, or even planning D&D campaigns. Ithya: Magic Study provides a distraction free space to enjoy your work, art and hobbies. An amazing Soundtrack Listen to carefully curated music composed by incredibly talented indie composers. Embark on an epic journey or relaxing moment, feel inspired and creative with no distraction from ads. All the Music & Art are 100% human made and without AI. Key features A Customizable room 10 Playlists, from cozy Lofi to epic fantasy soundtrack 10 Elementals to find Beautiful, hand-drawn animated environments and characters Focused session with productivity tools (timer, pomodoro, to do list, journal) Night, day, rain and sunset settings A fantasy world, with a map, lore and multiple locations to unlock",
        "id_in_db": "t3_1pkmmrl",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3330250",
        "genres": [
            "Casual"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "در یک دنیای فانتزی غوطه ور شوید صحنه های زیبای ساخته شده را باز کنید، از جنگل های آرام گرفته تا شهرهای باستانی اسرارآمیز، که هر کدام زمینه آرامش بخشی را برای مطالعه و فعالیت های خلاقانه فراهم می کند. دنیایی را کشف کنید که توسط هنرمند «لاک‌پشت آبی» با تصاویر منحصربه‌فرد و با دست طراحی شده است. تنظیم محیط عالی با تنظیم محیط برای مطابقت با خلق و خوی خود، آهنگ را برای هر جلسه تنظیم کنید. بین تنظیمات روز، شب یا بارانی انتخاب کنید و از صداهای محیطی در کنار موسیقی آرامش بخش لذت ببرید. اتاق خود را شخصی کنید با گزینه های سفارشی سازی فضا را برای خود بسازید. اتاق خود را تزئین کنید و عناصر عناصر را جمع آوری کنید تا به فضای مطالعه مجازی خود شخصیت بیافزایید. از ابزارهای بهره وری استفاده کنید با ویژگی های بهره وری داخلی سازماندهی شده و الهام گرفته باشید، مانند لیست وظایف و تایمر پومودورو، که برای جلسات مطالعه متمرکز، نوشتن خلاقانه، هنر یا حتی برنامه ریزی کمپین های D&D مناسب است. Ithya: Magic Study فضایی بدون حواس پرتی برای لذت بردن از کار، هنر و سرگرمی های خود فراهم می کند. یک موسیقی متن شگفت انگیز با دقت گوش کنید..."
    },
    {
        "title": "heroine anthem zero",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/heroine-anthem-zero/id1274907797",
        "id_in_db": "c8502d62bb7785576f216c2051538402b0ecc1764a5628ee9d0e379e5ef7b6f6",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple211/v4/ed/cc/28/edcc28fd-dcb8-798f-4d45-4ef48b32ab49/AppIcon-0-0-1x_U007emarketing-0-9-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "hitman world of assassination",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/hitman-world-of-assassination/id6742786366",
        "id_in_db": "e673fdda2c1f8644931a91c91713548f88ac363e230f808d8c5a21043650eb43",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/c0/3d/42/c03d4203-98f8-6479-52de-9ea483143e53/AppIcon-0-0-1x_U007epad-0-1-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "ios android monument valley 1 2 ca599 free a contemporary indie classic",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1pvgmpv/ios_android_monument_valley_1_2_ca599_free_a/",
        "image_url": "https://cdn1.epicgames.com/spt-assets/e56a7411805046d3b5b7253a6e4e0faa/monument-valley-1gys5.jpg?resize=1&w=480&h=270&quality=medium",
        "description": "Monument Valley 1 Embark on a journey of forgiveness through impossible environments and illusionary puzzles. Experience this meditative and calming puzzle game by manipulating monuments and creating evolving paths to explore new, surreal, and mysterious worlds. https://store.epicgames.com/en-US/p/monument-valley-ios-8ad17f https://store.epicgames.com/en-US/p/monument-valley-android-1046b9 Monument Valley 2 Discover illusionary pathways and delightful puzzles as you learn the secrets of The Sacred Geometry. Follow the heart warming story of Ro in her journey through motherhood. Rediscover independence through manipulating monuments and evolving paths to explore new worlds. https://store.epicgames.com/en-US/p/monument-valley-2-ios-b4a7bf https://store.epicgames.com/en-US/p/monument-valley-2-android-b21888 submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1pvgmpv",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "Monument Valley 1 سفری را برای بخشش در محیط‌های غیرممکن و معماهای توهمی آغاز کنید. این بازی معمایی مراقبه و آرامش‌بخش را با دستکاری بناها و ایجاد مسیرهای در حال تکامل برای کشف جهان‌های جدید، سورئال و مرموز تجربه کنید. https://store.epicgames.com/en-US/p/monument-valley-ios-8ad17f https://store.epicgames.com/en-US/p/monument-valley-android-1046b9 Monument Valley 2 مسیرهای توهمی و معماهای لذت بخش The Sacre را با یادگیری رازها کشف کنید. داستان دلگرم کننده رو را در سفر او به مادری دنبال کنید. استقلال را از طریق دستکاری بناها و مسیرهای در حال تکامل برای کشف دنیاهای جدید کشف کنید. https://store.epicgames.com/en-US/p/monument-valley-2-ios-b4a7bf https://store.epicgames.com/en-US/p/monument-valley-2-android-b21888 ارسال شده توسط /u/PM_ME_FREEGAMES [لینک] [نظر]"
    },
    {
        "title": "lenovo legion space",
        "store": "other",
        "url": "https://us.gamesplanet.com/lenovo/legion/game/no-man-s-sky-steam-key--4432-1",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3391740/a3d22eb4b60971fd02e0deac9bbcff127556a579/header.jpg?t=1765296675",
        "description": "A Planet of Mine Mastermine Edition is a cozy 4X game , with the feeling of infinite playability and strategy, designed either for casual or serious gamers, where you exploit the planets of a star system to build a civilization and conquer the universe! Tuesday Quest invites you to rediscover A Planet of Mine in this MasterMine Edition , featuring: loads of new content, a way more robust game engine, a revamped UI for a better ergonomy, more detailed VFX, new music and far more sounds, improved AI interactions, and poop (yes, you read that right). Choose among 20 different factions ranging from space pirate chickens to nuclear scientist elephants! Establish a colony in a randomly generated star system. Manage the collection and production of your resources and advance your technology by unlocking new buildings and science. Trade with other factions or go to war for system-wide domination! Plan your strategy wisely and stay focused: you may encounter surprising stuff… Controls have been carefully tailored for portable consoles like the Switch, Steam Deck, ROG Ally, and Lenovo Legion . Create your own game The Mastermine Edition offers you the ability to create your own universe. You can personalize the sun’s type, the number of planets and factions, the distance of your first planet to the sun, and the global size of your world. You can also add rules like a specific game mode, or a limited number of cycles. So much power is in your hands! Reproduce and share any game With great power comes great responsibility, so now that you can control the universe, it means that you can create the best strategy challenges! And the best part is that now, you can share any game with your friends. Each generated star system has a unique seed that allows it to be identically recreated on another profile. So, you can simply share the Game ID with anyone and play the exact same game. Dare to defy your friends with completely ridiculous or very complex systems, and explore infinite game strategies together! Discover loads of new content You’ll meet the Cyclopians, the Bulbinions and the Nautilians among all the previous species! You’ll build new structures and develop new technologies on new planets and biomes! That’s a lot of good news, right? Play with multiple species You can start with a party of 1, 2 or 3 animals, mixing species the way you want. The first selected space weirdo will represent your faction in the command center. Go on a mission Our team tailored several missions to complete: from easy peasy to hardcore! We enjoyed creating them so we hope you’ll have fun too! Stay in command A central UI allows you to access various panels: contacting other factions, managing sciences and ascension levels, displaying the stellar map, game objectives and Pandipedia. Enemies have a brAIn We improved a lot AI interactions: others factions now feel like real gamers. They’ll be willing to trade abundant resources only, as any sane gamer would do, so you can’t use friendly interactions as an infinite resource provider. Sorry guys! AI can be driven by objectives and play profile. You choose to play the way you like it better, peacefully or more combatively. Be a proud warrior There are many ways to start a war with one or multiple factions, but in the previous version, war was a state of the stellar map, so to leave the map meant to leave the war. In the Mastermine Edition, you’ll have to find a strategy to end the war by annihilating your enemies or by signing a peace treaty. And if you’re more into cozy gaming, we also designed a peaceful mode: this way you can build your base without fearing to receive an ultimatum from other factions. Don’t worry, stay cozy! Meet the Khutulists Masterminers discovered a mysterious artifact: an extract from the hidden tomes of Pandipedia. Let’s read it: \"Where did they come from? What did they want? We ignore to know it... But what we do not ignore to know, is that they dominated the galaxy hundreds of thousands of years ago. How could such an advanced people disappear, poof, just like that? But... did they really disappear?” ABOUT THE TEAM A Planet of Mine Mastermine Edition is crafted by Tuesday Quest, a tiny Paris-based studio founded in 2011. The games developed and published by Tuesday Quest have found a large and diverse audience on mobile and PC with titles such as Puzzle Forge , Hungry Cat Nonogram , and A Planet of Mine .",
        "id_in_db": "t3_1px8ss6",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "66% off",
        "steam_app_id": "3391740",
        "genres": [
            "Casual",
            "Indie",
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "A Planet of Mine Mastermine Edition یک بازی دنج 4X، با احساس بازی و استراتژی بی نهایت است که برای گیمرهای معمولی یا جدی طراحی شده است، جایی که شما از سیارات یک منظومه ستاره ای برای ساختن یک تمدن و تسخیر کیهان بهره برداری می کنید! سه‌شنبه کوئست از شما دعوت می‌کند تا سیاره من را در این نسخه MasterMine دوباره کشف کنید، شامل: محتوای جدید، موتور بازی بسیار قوی‌تر، رابط کاربری اصلاح‌شده برای ارگونومی بهتر، VFX دقیق‌تر، موسیقی جدید و صداهای بسیار بیشتر، تعاملات هوش مصنوعی بهبود یافته، و پوپ (بله، درست خواندید). از بین 20 جناح مختلف از جوجه های دزدان دریایی فضایی گرفته تا فیل های دانشمند هسته ای را انتخاب کنید! یک مستعمره در یک سیستم ستاره ای که به طور تصادفی تولید شده است ایجاد کنید. مجموعه و تولید منابع خود را مدیریت کنید و با باز کردن قفل ساختمان ها و علم جدید، فناوری خود را پیش ببرید. با جناح های دیگر معامله کنید یا برای تسلط بر سیستم وارد جنگ شوید! استراتژی خود را هوشمندانه برنامه ریزی کنید و متمرکز بمانید: ممکن است با چیزهای شگفت انگیزی روبرو شوید... کنترل ها..."
    },
    {
        "title": "lines knight",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/lines-knight/id445198806",
        "id_in_db": "af1f61f824abc26abb90138cc66673f873d4296413da25ca6f39f90027c35ec2",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/2c/64/f4/2c64f42b-190f-81a4-efc8-ffd690638ae0/AppIcon-0-0-1x_U007emarketing-0-8-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "madruga works games dawn of man planetbase the mobius machine",
        "store": "other",
        "url": "https://www.reddit.com/r/GameDeals/comments/1pw6cal/steam_madruga_works_games_50_off_dawn_of_man_1249/",
        "image_url": "https://europe1.discourse-cdn.com/unity/original/4X/2/8/9/28928c885f08ce790f54ed5cbd8da8df7c093f68.jpeg",
        "description": "My name is Tucho from Madruga Works , all our games are 50% off during the Steam Autumn Sale: Dawn of man ($12.49): https://store.steampowered.com/app/858810/Dawn_of_Man/ Planetbase ($7.49): https://store.steampowered.com/app/403190/Planetbase/ The Mobius Machine ($9.99): https://store.steampowered.com/app/2281940/The_Mobius_Machine/ submitted by /u/MadrugaWorksDev [link] [comments]",
        "id_in_db": "t3_1pw6cal",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "50% off",
        "is_dlc_or_addon": false,
        "persian_summary": "نام من Tucho از Madruga Works است، همه بازی‌های ما در طول فروش پاییزی استیم 50 درصد تخفیف دارند: Dawn of man (12.49 دلار): https://store.steampowered.com/app/858810/Dawn_of_Man/ Planetbase (7.49 دلار): https://store.com/steampower04 Mobius Machine (9.99 دلار): https://store.steampowered.com/app/2281940/The_Mobius_Machine/ ارسال شده توسط /u/MadrugaWorksDev [لینک] [نظر]"
    },
    {
        "title": "mega man x dive offline",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/mega-man-x-dive-offline/id6446021269",
        "id_in_db": "129c4b854301ddd1cc8c1b9457f9c93288c19ccc52407c7c24a7cf682082eaaf",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/d1/a8/cb/d1a8cb78-8bdd-04dc-4f2b-6573d1e52d33/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "merry christmas community giveaway thread",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1pv6oae/merry_christmas_community_giveaway_thread/",
        "image_url": "https://i.ytimg.com/vi/Sw53ppFVGJc/hqdefault.jpg",
        "description": "Happy Holidays! Merry Christmas FGF ! Let's yet again do the Christmas Community Giveaway thread! Have some codes from bundles you didn't use? Give them away in here! Have a game you want to share, drop a code to it if you wish! This thread is a spot where you can share a code for whatever you like, however seems best to use. Be sure to try to hide them from bots though! People have bots that monitor threads like these, it is worth noting that you might need to be somewhat elaborate about how you share your game codes. Please be sure to not just drop the plain key in the comments as that will surely get snagged by a bot. Some people choose to make a post asking a user to comment, then they send a code via PM or chat to the first to reply. Some post a puzzle somehow. Some do more simple methods of hiding the codes. Be sure to do something to keep it secret though. You can also use something like https://keyshare.link/ to share games to users. Supposing you don't mind an external site. If you'd like to give keys anonymously, you're more than welcome to ask me to post them on your behalf. Of course please feel share stuff on your own! Thank you to everyone sharing stuff! Happy Holidays! Please remember not to beg for stuff. No begging is allowed! submitted by /u/StOoPiD_U [link] [comments]",
        "id_in_db": "t3_1pv6oae",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "تعطیلات مبارک! کریسمس مبارک FGF! بیایید دوباره موضوع هدیه انجمن کریسمس را انجام دهیم! کدهایی از بسته‌هایی دارید که استفاده نکرده‌اید؟ آنها را در اینجا بسپار! یک بازی داشته باشید که می‌خواهید به اشتراک بگذارید، در صورت تمایل یک کد برای آن قرار دهید! این موضوع مکانی است که در آن می توانید کدی را برای هر چیزی که دوست دارید به اشتراک بگذارید، اما به نظر می رسد بهترین استفاده از آن باشد. مطمئن باشید سعی کنید آنها را از ربات ها پنهان کنید! مردم ربات‌هایی دارند که موضوعاتی مانند این را نظارت می‌کنند، شایان ذکر است که ممکن است لازم باشد در مورد نحوه اشتراک‌گذاری کدهای بازی خود تا حدودی دقیق باشید. لطفاً مطمئن شوید که فقط کلید ساده را در نظرات نگذارید زیرا مطمئناً توسط یک ربات به دام می افتد. برخی از افراد انتخاب می‌کنند که پستی ایجاد کنند و از کاربر بخواهند نظر بدهد، سپس کدی را از طریق PM یا چت برای اولین نفر ارسال می‌کنند تا پاسخ دهد. برخی به نحوی پازل ارسال می کنند. برخی روش های ساده تری برای پنهان کردن کدها انجام می دهند. هر چند برای مخفی نگه داشتن آن کاری انجام دهید. همچنین می توانید از چیزی مانند https://keyshare.link/ برای اشتراک گذاری بازی ها با کاربران استفاده کنید. فرض کنید برای شما یک سایت خارجی مهم نیست ...."
    },
    {
        "title": "mountains of unga boonga free 100 off",
        "store": "steam",
        "url": "https://store.steampowered.com/app/462960/Caveman_World_Mountains_of_Unga_Boonga/",
        "image_url": "https://external-preview.redd.it/joscM-feaMhURHvSydxaXeY77fHy2YJIUFGhvmQsIhI.jpeg?width=320&crop=smart&auto=webp&s=647b53fd7410e0435b2f7f7f8e347c032106f0a5",
        "description": "submitted by /u/LighteningOneIN [link] [comments]",
        "id_in_db": "t3_1pvj78y",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/LighteningOneIN [پیوند] [نظر]"
    },
    {
        "title": "news from all sides 4999 annual free",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=social.drooid",
        "image_url": "https://external-preview.redd.it/YWVZxfIkwDvmUxgp0d7luwzDPoz5J_mX2RGUOAl9N0A.png?width=320&crop=smart&auto=webp&s=8236fdcabac5768fc904e917473feb78b2ab36f6",
        "description": "I’m the developer behind Drooid, an AI-powered news app that helps you see every side of a story (left, right, and center) through concise, multi-source summaries with clear bias ratings. We built Drooid to fight fake news and reduce bias in reporting. And I want to offer maximum value to every user, even without a premium plan. But for those who want deeper insights, with a premium Drooid AI provides full story breakdowns, explains how different outlets cover the same event, and even includes AI voiceovers for premium users. Our premium plan is normally $49.99/year, but for the holiday Season, you can get a 1-year subscription completely free. Use code: HOLIDAYSEASON If you are an existing user still using the free plan, this is your chance to upgrade. Cheers! and happy Holidays!! submitted by /u/swap_019 [link] [comments]",
        "id_in_db": "t3_1puxrbb",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "من توسعه‌دهنده Drooid هستم، یک برنامه خبری مبتنی بر هوش مصنوعی که به شما کمک می‌کند هر طرف داستان (چپ، راست و وسط) را از طریق خلاصه‌های مختصر و چند منبعی با رتبه‌بندی سوگیری واضح ببینید. ما Drooid را برای مبارزه با اخبار جعلی و کاهش تعصب در گزارش ساختیم. و من می‌خواهم حداکثر ارزش را به هر کاربر ارائه دهم، حتی بدون برنامه ممتاز. اما برای کسانی که می‌خواهند بینش عمیق‌تری داشته باشند، با یک هوش مصنوعی Drooid ممتاز، جزئیات کامل داستان را ارائه می‌دهد، توضیح می‌دهد که چگونه رسانه‌های مختلف یک رویداد را پوشش می‌دهند، و حتی شامل صداگذاری هوش مصنوعی برای کاربران ممتاز می‌شود. برنامه پریمیوم ما معمولاً 49.99 دلار در سال است، اما برای فصل تعطیلات، می توانید یک اشتراک 1 ساله کاملاً رایگان دریافت کنید. از کد استفاده کنید: HOLIDAYSEASON اگر کاربر موجودی هستید که هنوز از طرح رایگان استفاده می‌کنید، این شانس شماست که ارتقا دهید. به سلامتی و تعطیلات مبارک!! ارسال شده توسط /u/swap_019 [لینک] [نظر]"
    },
    {
        "title": "nucleus",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/nucleus/id491784891",
        "id_in_db": "add956c30a25aa838088e54e21e81096eea1fd748d7632948576ea2ddc2d8620",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/d8/da/91/d8da9131-0a6c-9fa5-0003-46bd9d75a2d4/AppIcon-0-0-1x_U007emarketing-0-0-0-5-0-0-sRGB-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "paradise killer",
        "store": "epicgames",
        "url": "https://store.epicgames.com/p/paradise-killer-c3ea1c",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1160220/header.jpg?t=1758158855",
        "description": "An island outside of reality. A rogue human civilization hoping to resurrect dead alien gods. A murder behind locked doors. Paradise is an island that regenerates every few millennia. The psychic power that the alien worshipers within release into the universe is meant to feed and eventually resurrect their fallen deities. But this force also attracts undesired interest from demons, who eventually corrupt each island — until a new alternate reality is birthed by the Council. The system isn’t perfect, but it will be one day — on Perfect 25, the next island-to-be. But on the eve of rebirth, the Council is murdered and Paradise is killed. In the aftermath, the “investigation freak” Lady Love Dies is summoned from exile to find the culprit. This is the crime to end all crimes. What are the facts? What are the truths? Are they the same? Return to Paradise Island in this updated and enhanced version of Paradise Killer, featuring new music and new mysterious beings, additional quests and rewards, extra Starlight skins, and more collectibles to find, plus performance improvements, a HUDless mode and Steam achievements. A free update for all players, available now. Featuring DX12 support, ray tracing* (DX12 only), advanced upscaling (NVidia DLSS and AMD SR), and a host of other visual and performance updates, Paradise Island looks more stunning than ever! You are tasked with finding the killer and building an airtight case against them. Take your case to trial and argue your interpretation of the evidence. Only when someone is successfully convicted can the crime be considered solved and Paradise be saved. The “truth” is that there are many possible killers, and many ways to build a case. Even if you make a convincing case for prosecution and get someone convicted, is the mystery really solved? Paradise is an island set in an alternate future history filled with cryptic lore and even more mysteries. Examine bizarre relics to learn more about this world’s surreal history. You choose who to accuse, and build a case to support conviction. Everyone on Paradise has a secret to hide and something to gain. Old friends become new suspects, forcing you to choose between the evidence, the greater good and your own beliefs. There are many possible murderers, but who you pick will define your own personal truth. Let your personal computer and electronic assistant Starlight be your guide through another dance of an investigation. Collect evidence, record testimony and interpret the facts to form your own truth. Solve hieroglyph puzzles on ancient nightmare computers to discover new areas of the island, find concealed evidence and reveal terrifying secrets. Paradise Killer has a suite of accessibility options that allow you to tailor the game to suit your needs. *Raytracing requires a compatible NVidia RTX GPU, DirectX 12 and Windows 10 Build 1809. To play with Raytracing, please launch the game in DirectX 12 mode.",
        "id_in_db": "t3_1pt36ds",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1160220",
        "genres": [
            "Adventure",
            "Indie",
            "RPG"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "جزیره ای خارج از واقعیت تمدن انسانی سرکش که امیدوار است خدایان مرده بیگانه را زنده کند. قتل پشت درهای قفل شده بهشت جزیره ای است که هر چند هزار سال یک بار بازسازی می شود. قدرت روانی که پرستندگان بیگانه در درون جهان آزاد می‌کنند، قرار است خدایان سقوط کرده خود را تغذیه و در نهایت احیا کنند. اما این نیرو همچنین علاقه نامطلوب شیاطین را جذب می کند، که در نهایت هر جزیره را فاسد می کنند - تا زمانی که یک واقعیت جایگزین جدید توسط شورا ایجاد شود. این سیستم کامل نیست، اما یک روز خواهد بود - در Perfect 25، جزیره آینده بعدی. اما در آستانه تولد دوباره، شورا کشته می شود و بهشت ​​کشته می شود. پس از آن، \"عجیب تحقیق\" لیدی لاو دیز از تبعید احضار می شود تا مقصر را پیدا کند. این جنایت پایان دادن به همه جنایات است. حقایق چیست؟ حقایق چیست؟ آیا آنها یکسان هستند؟ در این نسخه به روز شده و پیشرفته از Paradise Killer، با موسیقی جدید و موجودات مرموز جدید، ماموریت های اضافی و ... به جزیره بهشت ​​برگردید."
    },
    {
        "title": "paradise killerca2299 free investigate and interrogate in this open world adventure",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/paradise-killer-c3ea1c",
        "image_url": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1160220/c12679066a72df789f525feb03a8670930040982/capsule_616x353.jpg?t=1758158855",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1pt35uu",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "player survival horror game with rich lore deep characters and multiple endings 4 of epic stores year",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/sorry-were-closed-724c86",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/485610/0becb5b8e325d08101422223602d6e68abafa9e5/header.jpg?t=1766096250",
        "description": "Features Multiplayer 11 Game modes 21 Stadiums Dedicated servers Antilag system Realistic physics Ball editor Customization Bots Tutorial Replays Statistics Soccer Game Soccer Online: Ball 3D is the first soccer game in a new genre. Control one player on the virtual field. Kick the ball high, low, hard, lightly, curve, lob, jump, dribble, sprint (dash) and perform tricks. Discover a multi-player football simulator played by over 1 million players. Gameplay Ball 3D is an immersive computer game where you have 100% control. The physics is powered by a professional physics engine, which ensures realistic ball behavior. Because this is a physics-driven game, you need to use the geometry of the in-game objects to control them. Third person camera view makes the gameplay very unique in the electronic gaming world. At last a game that lets you perform pixel perfect moves. Open yourself to an atmospheric, magic reality, gain access to a new world where your unreal fantasy of becoming a soccer player will come true. Not many aaa titles offer what you will find in this hidden gem, it may be your best choice. This competitive team-based game is a true marvel for real-life soccer fans, offering endless fun. Soccer Online Playing single-player vs bots is so fun, but this is a modern esport game. Play online in the cross-platform multiplayer and play with other humans over the internet (or local network). Exciting and addictive Co-Op/PvP is the strongest element of this indie game. More than soccer Ball 3D has other sports for you to enjoy on-line: Basketball, Handball, Ice Hockey, Racing, Battle Royale and more. In Battle Royale survival is the key. Carefully overwatch the entire battlefield and avoid your opponents at all cost. It is not a shooter, there is no crosshair, the only weapon you have is you). You win this combat only when all your rivals are \"dead\". Use your reflex to win this epic war. The racing mode is like a kart racer, but with discs. During the race you drive using your mouse and keyboard as a controller. In Hockey mode you play with a puck. Ball 3D is a multi-sport simulation game available on laptop/desktop PC (Windows), Mac/Macbook (MacOS) and Steam Deck (Linux). Absolutely unique soccer sim game for casual, hardcore and pro players, where your realtime reaction skills matter. It mixes arcade gameplay with strategy. Fast-paced, easy to play, hard to master e-sport game with creative mechanics. Great to play in 2025 and even in 2026. It may be a light, relaxing and cozy experience. Unlike many RPG games where you level up your character, here your quest is to improve yourself. Whether you prefer golf, tennis, pool, baseball, cricket, volleyball or any other olympic sport, you will still like Ball 3D. Teams Building your own team is half of the success. Choose a name/tag (FC The Best, AS Best Players, EAS-Vampires, Foot Monsters (FM), Greatest Among Many (GAM), FRE or any other) then invite your friends to join the party and become a real team coach/manager. Be ready to compete in global leagues, cups and tournaments. Wouldn't it be nice to join the elite and win the Ball 3D World Cup Grand Final? Reach the peak and become a God, a living legend, the undisputed best Ball 3D player on the planet earth (the GOAT). Meet new friends, write your story and fulfill your American dream! If you lose, challenge your opponents to a rematch. Invite 1, 2 or 5 friends, 6, 7, 10. Not enough? How about 25, 26 or even more. Cooperation is the secret formula. Your team is hollow without it. Try to play positional attacks or it may defend the goal like a tank, lock the penalty area, turn it into a fortress and try counter attacks. Parking a bus in the goal is a sensible tactic too. Picking the best tactic for your team is like solving a puzzle, use your head and logic. Stealing tactics from your opponents is not theft. It is your role to decide if you want to play with one striker or with two, with three defenders or with four. You may try accurate short passes to gain space or full power flat strikes. Try all possible ideas and alternatives or your team will fall. Welcome new players! Simple tutorial will teach you how to play. It will help you massively to improve during the humble beginnings of your career. It is like a sandbox that lets you practice your moves and tricks. Multiplayer The game offers very advanced and optimized network code, including client side prediction anti-lag system and great dedicated servers in various regions that offer low ping. It is one of the most dynamic highest-rated coop soccer games. If you like multiplayer or mmo games you will love it. Ball 3D is mainly not a singleplayer offline PvE game, but you may decide that it is too early to play with real people and prefer to try your 1st game solo vs bots (AI). Man of the match The name of the best player will be featured and shown on the board as the man (woman) of the match. Put your name there and become popular! It tastes really wonderful to reach the apex and become the hero of the match. Replays Replays (demos) will help you craft your soccer skills into an art. Watch the matches from various cameras, including: TV, Action, Top Down, Auto and several others or from the 3rd person perspective. Remember to record replays and save your \"wow\" goals for later. Soccer variations Try modes like: Darts, Ping Pong and others. Ball 3D is a super fun, rich and deep co-operative game not similar to any other. Different environments Play on the grass, darker grass, dried grass, sand (desert), snow, concrete or rust-colored gravel. Play during the sunny summer, cold snowy winter, rainy autumn or green spring. Do you prefer the daylight or the dark night? Clean hot sky, clouds, wind or maybe a rain? Play on stadiums like: Classic, Real, Small, Big, Good, Mega, Huge, a street city stadium called Urban and many others. Ball 3D is a colorful, peaceful, family friendly, non-violent (no violence, no blood) game about soccer with a bit of the old school retro vibe. It can be played by players of all age, kids and adults, boys and girls. No matter what your sex is. Whether you are 18, 24 or 50 years old, boomer or young. Other features The game also offers Steam Trading Cards and Achievements among many other features. Buy and sell in-game items for a very cheap price on the Steam Market (cheapest deals are for less than 0.99 dollars). Get free items (loot inside the boxes) for playing the game and then put them on sale or go to the market and look for some best-sellers for yourself. Visit the shop, where you can find paid items and some attractive discounted bundles that offer great value (halloween, christmas, valentine and others). Tweak the graphics and other settings to get far more fps. The game will work on all computers including bad low spec / low end hardware (potato pc). After you score a goal, you can turn yourself into a rocket, alien, spider, ufo, car, zombie, hat guy vs knights, and many other scary but cartoony monsters, plants and wild animals you may know from horror and sci-fi movies or cartoons. How cool and funny is that? Use stylized visual shot effects like: shadow, ghost, black trail, white shuriken, fire ball, dying star, red devil from hell, rainbow cubes, ancient artifact and countless others. Show emotions to by using special emotion items, the list is long: cute cat, pumpkin smile, wolf, crazy kiss, laugh, cry, XD, lol, bat. Use badges: dog, portal, loops, dwarf, dragon, underground, warrior, hand, heat map, spooky. Join our community. It's not difficult. Start playing soccer right away and begin a new adventure. Support Ball 3D was created by Unusualsoft. You can contact us by email, on the forum, social media or discord. Feel free to ask questions or make suggestions. We will be very happy to reply to you! Updates The game has been already updated over 250 times. Many fun things will be added in the upcoming releases.",
        "id_in_db": "t3_1psb024",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "485610",
        "genres": [
            "Simulation",
            "Sports"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "is_dlc_or_addon": false,
        "persian_summary": "ویژگی های چند نفره 11 حالت بازی 21 استادیوم سرورهای اختصاصی سیستم Antilag فیزیک واقعی ویرایشگر توپ سفارشی سازی ربات ها آموزش بازپخش آمار بازی فوتبال فوتبال آنلاین: Ball 3D اولین بازی فوتبال در سبک جدید است. یک بازیکن را در زمین مجازی کنترل کنید. توپ را بالا، پایین، محکم، سبک ضربه بزنید، منحنی کنید، لوب کنید، بپرید، دریبل کنید، دوی سرعت (خط تیره) بزنید و ترفند انجام دهید. یک شبیه ساز فوتبال چند نفره را کشف کنید که توسط بیش از 1 میلیون بازیکن بازی می شود. Gameplay Ball 3D یک بازی رایانه ای همهجانبه است که در آن شما 100% کنترل دارید. فیزیک توسط یک موتور فیزیک حرفه ای طراحی شده است که رفتار واقعی توپ را تضمین می کند. از آنجایی که این یک بازی فیزیک محور است، باید از هندسه اشیاء درون بازی برای کنترل آنها استفاده کنید. نمای دوربین سوم شخص، گیم پلی بازی را در دنیای بازی های الکترونیکی بسیار منحصر به فرد می کند. در نهایت یک بازی که به شما امکان می دهد حرکات پیکسلی عالی را انجام دهید. خودتان را به روی یک واقعیت جوی و جادویی باز کنید، به دنیای جدیدی دسترسی پیدا کنید که در آن فانتزی غیرواقعی شما برای تبدیل شدن به یک فوتبال..."
    },
    {
        "title": "playsum squad 1800 1498 1224 c2340 a2502 r4427 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/f45c29aa-02f0-4f96-88e9-0fe25643f39b/squad",
        "image_url": "https://external-preview.redd.it/cMLBgVs5HlamYhR-kiwY8HrBUOMHYKV4jTzGv3hWRFg.jpeg?width=640&crop=smart&auto=webp&s=c99b229acd25d5421ea9243101aae150aef965c0",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1pwnhfc",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "64% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lets_Playsum [لینک] [نظر]"
    },
    {
        "title": "playsum town to city 1873 1607 1476 c2768 a3019 r5459 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/c2d19772-8094-4809-9fc1-26a318216ab3/town-to-city-early-access",
        "image_url": "https://external-preview.redd.it/R4bbuxZ4PoVcfk1ZmRVkdLDalj61TBGv8TBrRGSrp54.jpeg?width=216&crop=smart&auto=webp&s=c04974394dd3dd5a5624469fae3c61fb670264f1",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1pvszip",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "25% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lets_Playsum [لینک] [نظر]"
    },
    {
        "title": "prepare for the christmas community giveaway thread",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1prd1s6/fgf_update_prepare_for_the_christmas_community/",
        "image_url": "https://static0.gamerantimages.com/wordpress/wp-content/uploads/wm/2025/12/epic-games-store-logo-christmas-decor.jpg",
        "description": "A couple weeks ago I announced that FGF had hit 400k subscribers ! In that thread, I teased/reminded you guys that the Community Giveaway Thread is coming soon! Much like past years , on Christmas Day, I'll put out a thread where users can share codes of theirs games they have lying around to the FGF community. Treat this as your 5-day \"warning\" to see if you have some stuff to share! No pressure or anything, but if you want to throw some stuff in then it is greatly appreciated by the community. If you would like to share things anonymously or through someone else who will be more available on the day, then you can feel free to reach out to me about it and I can do so on your behalf. I would highly recommend that when the time comes to share, you use things like \"Keyshare\" get games out to non-bots. If you're wanting to pick up some stuff to give out, then I would recommend bundles on Fanatical or Humble Bundle. Whether they're leftovers you're not going to use, or you just feel like passing things along anyway, it is always a good one. On the topic of those though, I will include a link to the some sites to buy games from. I'll also have my FGF and personal affiliate/referral links to these platforms linked in here as I intend to use them more in an upcoming project I want to put out for FGF. They've been linked in my links page I made for FGF for some time now, but I want to bring them to light more, like I have been demoing in our Discord. Note, referral/affiliate links may not work right with ad blockers enabled, if that is a concern. Fanatical Referral link and non-referral link Humble Bundle Referral link and non-referral link Monthly Bundle w/ referral link Green Man Gaming Referral link and non-referral link GOG Non-referral link Whether you're sharing leftover things from promotions you've seen on FGF, picking up bundles to share goodies, or just simply wishing a happy holiday, thanks for being a part of FGF! Be sure to check out the thread on the 25th! <3 submitted by /u/StOoPiD_U [link] [comments]",
        "id_in_db": "t3_1prd1s6",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "چند هفته پیش من اعلام کردم که FGF به 400 هزار مشترک رسیده است! در آن تاپیک، من به شما بچه ها اذیت کردم/ یادآوری کردم که موضوع هدیه انجمن به زودی می آید! تقریباً مانند سال‌های گذشته، در روز کریسمس، موضوعی را منتشر می‌کنم که در آن کاربران می‌توانند کدهای بازی‌های خود را که در اطراف خود دارند با انجمن FGF به اشتراک بگذارند. این را به عنوان \"هشدار\" 5 روزه خود در نظر بگیرید تا ببینید آیا چیزهایی برای به اشتراک گذاشتن دارید یا خیر! بدون فشار یا هیچ چیز، اما اگر می‌خواهید چیزهایی را وارد کنید، جامعه بسیار از آن استقبال می‌کند. اگر می‌خواهید مواردی را به‌صورت ناشناس یا از طریق شخص دیگری که در آن روز در دسترس‌تر خواهد بود به اشتراک بگذارید، می‌توانید با خیال راحت در مورد آن با من تماس بگیرید و من می‌توانم از طرف شما این کار را انجام دهم. من به شدت توصیه می‌کنم وقتی زمان اشتراک‌گذاری فرا می‌رسد، از چیزهایی مانند «Keyshare» استفاده کنید تا بازی‌ها را به ربات‌های غیر روبات منتقل کنید. اگر می‌خواهید چیزهایی را برای ارائه انتخاب کنید، من بسته‌هایی را در Fanatical یا Humble Bundle توصیه می‌کنم. چه آن‌ها باقیمانده‌ای باشند که قرار نیست از آن استفاده کنید، یا فقط احساس می‌کنید..."
    },
    {
        "title": "ps4 shadow of the tomb raider",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1pt5wda/ps4_game_shadow_of_the_tomb_raider_definitive/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3860920/959a4856ab593b64e14a90c0d55acadded1c3cd7/header.jpg?t=1756194604",
        "description": "Tales Beyond the Tomb is a psychological horror anthology inspired by disturbing real-life cases, each episode a self-contained nightmare with its own cast, tone, and aesthetic. Dive into short, intense stories where fear hits fast — and stays with you. Tales Beyond The Tomb: Route 86 Five friends hit the road in search of fun, freedom… and maybe a little trouble. But an unexpected stop takes them to a remote location, where evil doesn’t just lurk in the shadows — it wears human skin. Inspired by cult trash horror films from the '80s and '90s, Route 86 plunges players into a bloody, nerve-wracking night full of tension, chases, violence, and desperate decisions. GAMEPLAY Route 86 is a first-person narrative experience with a focus on exploration , stealth , and psychological immersion . The game is structured in short chapters, switching perspectives between different members of the group as they face the horrors of the night. Microphone input can be enabled, letting enemies hear your real-life breathing and voice — if you dare. KEY FEATURES First-person cinematic horror : Play as different characters, each with unique scenes and moments of tension. Exploration and stealth : Investigate the environment, hide under furniture or inside closets, and avoid being seen or heard. Optional microphone support : Enemies will hear you if you make noise in real life. Dubbing : Character voice acting and text dialogue system. 50 to 90 minutes of gameplay , divided into chapters. Gore-heavy and disturbing content : Includes graphic violence and horror themes. Full support for PS4/Xbox controllers and active vibration system.",
        "id_in_db": "t3_1pt5wda",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3860920",
        "genres": [
            "Action",
            "Adventure",
            "Indie",
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "Tales Beyond the Tomb یک گلچین ترسناک روانشناختی است که از موارد آزاردهنده زندگی واقعی الهام گرفته شده است، هر قسمت یک کابوس مستقل با بازیگران، لحن و زیبایی شناسی خاص خود است. در داستان‌های کوتاه و شدیدی که ترس به سرعت می‌آید فرو بروید - و با شما می‌ماند. Tales Beyond The Tomb: Route 86 پنج دوست در جستجوی تفریح، آزادی... و شاید کمی دردسر راهی جاده شدند. اما یک توقف غیرمنتظره آنها را به مکانی دورافتاده می برد، جایی که شر نه تنها در سایه ها نهفته است بلکه پوست انسان را می پوشاند. Route 86 با الهام از فیلم‌های ترسناک کالتی دهه 80 و 90، بازیکنان را در یک شب خونین و اعصاب خردکن پر از تنش، تعقیب و گریز، خشونت و تصمیم‌های ناامیدکننده فرو می‌برد. GAMEPLAY Route 86 یک تجربه روایی اول شخص با تمرکز بر کاوش، پنهان کاری و غوطه وری روانی است. این بازی در فصل‌های کوتاهی ساخته شده است و دیدگاه‌ها را بین اعضای مختلف گروه در حالی که با وحشت شب روبرو می‌شوند تغییر می‌دهند. ورودی میکروفون را می توان فعال کرد و به دشمنان اجازه می دهد صدای شما را بشنوند..."
    },
    {
        "title": "ritual of the night",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/bloodstained-f3f575",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/692850/header.jpg?t=1750409671",
        "description": "Bloodstained®︎: Ritual of the Night is the FULL game experience, an exploration-focused, side-scroller action RPG packing all of the best features you've come to know and love from the Metroidvania genre into a single, content-packed game. Play as Miriam, an orphan scarred by an alchemist’s curse which slowly crystallizes her body. In order to save herself, and indeed, all of humanity, she must battle her way through a demon-infested castle summoned by Gebel, her old friend whose body and mind has become more crystal than flesh. WHAT'S IN THE GAME? 13 FREE DLCs via future content updates. “Speed Demon” Update containing Speed Run Mode, Boss Rush Mode and the Pure Miriam outfit available at launch! Addictingly tight and satisfying gameplay alongside a rich new story in the gothic dark fantasy style of Koji Igarashi, the celebrated godfather of \"Igavania\" games. Story cut scenes and NPC interactions fully voice acted by a star-studded cast, including actors like David Hayter, Ray Chase and Erica Lindbeck to name just a few. (Seriously, we have a lot of voice acting star power in this game, it's kinda nuts...) Three playable characters, two of which have yet to be revealed... Literally a metric ton of weapons and spells, which you can upgrade, level up and visually customize. Beautiful 2.5D graphics: 3D models crafted with a lot of love and care on a 2D game environment. That means lots of cool tricks that \"regular\" 2D can't do... THE FUTURE Expect a worryingly large amount of announcements and updates, everything from updating the look of this Steam page to the game in general. It's going to be one wild ride.",
        "id_in_db": "t3_1ptxhsa",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "692850",
        "genres": [
            "Action",
            "Adventure",
            "RPG"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "is_dlc_or_addon": false,
        "persian_summary": "Bloodstained®︎: Ritual of the Night یک تجربه کامل از بازی است، یک بازی RPG اکشن با محوریت اکتشاف و کاوشگر جانبی که همه بهترین ویژگی‌هایی را که از ژانر Metroidvania می‌شناسید و دوست داشته‌اید را در یک بازی تک و پر محتوا جمع‌بندی می‌کند. نقش میریام را بازی کنید، یتیمی که توسط نفرین کیمیاگر زخمی شده و بدن او به آرامی متبلور می شود. برای نجات خود، و در واقع، کل بشریت، او باید از طریق قلعه‌ای پر از شیطان که توسط Gebel، دوست قدیمی‌اش که بدن و ذهنش کریستال‌تر از گوشت است، احضار شده، مبارزه کند. چه چیزی در بازی است؟ 13 DLC رایگان از طریق به روز رسانی محتوای آینده. به‌روزرسانی «Speed ​​Demon» شامل حالت اجرای سرعت، حالت Boss Rush و لباس Pure Miriam که در زمان راه‌اندازی موجود است! گیم‌پلی به طرز معتادکننده‌ای فشرده و رضایت‌بخش در کنار داستانی جدید و غنی به سبک گوتیک تاریک فانتزی کوجی ایگاراشی، پدرخوانده مشهور بازی‌های «ایگاوانیا». صحنه‌های کوتاه داستانی و تعاملات NPC با صداپیشگی کامل توسط یک بازیگر پر ستاره، از جمله بازیگرانی مانند دیوید هایتر، ری چیس..."
    },
    {
        "title": "ritual of the nightca5099 free an exploration",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/bloodstained-f3f575",
        "image_url": "https://i0.wp.com/kyberscorner.com/wp-content/uploads/2025/12/Bloodstained-Ritual-of-the-Night.jpg?fit=1200%2C675&ssl=1",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1ptxmzn",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "saga of the moon priestess",
        "store": "itch.io",
        "url": "https://pixel-trash.itch.io/saga-of-the-moon-priestess",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2644330/header.jpg?t=1720816551",
        "description": "Explore a mystical world in classic top-down style and save the kidnapped prince! Tragedy strikes the world of Lunaria as the illustrious prince is kidnapped by an unknown assailant! The well-being of the land itself now rests in the hands of a young hero, Sarissa, as she has to fight, explore and figure out how to rescue the young prince. Armed with nothing but her trusty spear and the miraculous ability to communicate with the Goddess of the Moon, she must overcome treacherous enemies and dark dungeons. Saga of the Moon Priestess is a retro top-down action-adventure inspired by 8-bit and 16-bit classics. Featuring crisp pixel art and original sounds and music, Saga of the Moon Priestess invokes a simpler era of the action-adventure genre. With 5 dungeons to explore, 7 life containers, 15 items to collect and countless enemies to defeat, the world of Lunaria is a land lush with things to do, secrets to find and people to talk to. Features: Embark on an old-school action adventure through the world of Lunaria! Guide a young hero named Sarissa as she searches for a kidnapped prince. Wield a spear and fight to gain new abilities as you explore forests, grasslands, dungeons and more! Manage gear, collect health upgrades and discover useful tools. Pick up rocks as improvised weapons and use other parts of the environment to your advantage!",
        "id_in_db": "t3_1pv6bjh",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2644330",
        "genres": [
            "Action",
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "دنیای عرفانی را به سبک کلاسیک از بالا به پایین کاوش کنید و شاهزاده ربوده شده را نجات دهید! تراژدی دنیای لوناریا را در بر می گیرد زیرا شاهزاده برجسته توسط یک مهاجم ناشناس ربوده می شود! رفاه خود سرزمین اکنون در دستان قهرمان جوانی به نام ساریسا است که باید بجنگد، کشف کند و دریابد که چگونه شاهزاده جوان را نجات دهد. او که به چیزی جز نیزه قابل اعتماد خود و توانایی معجزه آسا در برقراری ارتباط با الهه ماه مسلح نیست، باید بر دشمنان خیانتکار و سیاه چال های تاریک غلبه کند. Saga of the Moon Priestess یک اکشن ماجراجویی یکپارچهسازی با سیستمعامل از بالا به پایین است که از کلاسیک های 8 بیتی و 16 بیتی الهام گرفته شده است. Saga of the Moon Priestess با هنر پیکسلی واضح و صداها و موسیقی اصلی، عصر ساده‌تری از ژانر اکشن-ماجراجویی را فرا می‌خواند. با 5 سیاه چال برای کاوش، 7 کانتینر زندگی، 15 آیتم برای جمع آوری و دشمنان بی شماری برای شکست دادن، دنیای Lunaria سرزمینی سرسبز با چیزهایی برای انجام دادن، رازهایی برای یافتن و افرادی برای صحبت است. ویژگی ها: وارد یک ماجراجویی اکشن قدیمی..."
    },
    {
        "title": "secret of ridgeway manor",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/secret-of-ridgeway-manor/id1536567775",
        "id_in_db": "0e5f75a641473f7f0a441125c362e939e9cb0d58e026956076129f4413babd5f",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple124/v4/86/f0/f7/86f0f79d-1c23-64fc-3023-cd47fe9dedd6/AppIcon-1x_U007emarketing-0-7-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "smasher 1274",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3103640/Smasher/",
        "image_url": "https://external-preview.redd.it/LzzVnTkEpBG93WETVAm2huDYb04OrWLzWVR1J3zSXOg.jpeg?width=320&crop=smart&auto=webp&s=c1715a62f50012d4e9a68a55e602be9037f3f27e",
        "description": "submitted by /u/CodeQuestors [link] [comments]",
        "id_in_db": "t3_1pwul96",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "15% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/CodeQuestors [پیوند] [نظر]"
    },
    {
        "title": "sorry were closed",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/sorry-were-closed-724c86",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1796580/header.jpg?t=1765992644",
        "description": "Sorry We're Closed is a fusion of nostalgic survival horror with a new perspective on combat, combining atmospheric environments with fixed-camera angles and the thrill of arcade-style first person shooting. Collect items and manage resources to help Michelle survive. Optional tank controls are available for those who enjoy the classic survival horror experience. ECCENTRIC NEON SURVIVAL HORROR Follow the final days of Michelle as she battles to break the curse placed on her by a powerful archdemon looking for love. Help (or hinder!) the lives of the curious residents in Michelle’s bustling London borough as she pursues freedom from her own untimely demise. Michelle’s time is split between the perilous demon world and mingling with the locals on her residential street. Everyone is battling their own inner demons and through Michelle you can help guide them. Multiple endings are available through RPG-style dialogue interactions with the extravagant cast. SNAP YOUR FINGERS AND OPEN YOUR THIRD EYE… Michelle gains the power of the Third Eye, allowing her to peer between worlds and learn about the hidden denizens in her neighbourhood. Peel away the boundaries to uncover secret identities and solve puzzles. The Third Eye will be Michelle’s strongest tool while battling her most threatening adversaries - especially in boss encounters! It can expose a demon’s weak points to deal maximum damage. Take enemies down with perfect weak point combos to charge up for the ultimate shot. A WORLD OF ANGELS AND DEMONS Thrust into a world of celestial beings, you can follow Michelle’s story as she battles to break the curse placed on her by a powerful demon looking for love. Hear what it means to be an angel or a demon, and what happens when they mix. With multiple endings to discover, influence Michelle’s fate as the choices you make will open new opportunities to avoid or embrace the allure of the archdemon. Is there a right or a wrong? The more Michelle meddles, the more the lives of those around her change too. She’s not the only one whose fate can change. If Michelle can brave the demon world, and keep her Hellhound pistol loaded, she might find a way to reclaim her destiny.",
        "id_in_db": "t3_1ps9sjj",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1796580",
        "genres": [
            "Action",
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "Sorry We're Closed تلفیقی از ترسناک بقا نوستالژیک با دیدگاهی جدید در مبارزه است که محیط های جوی را با زوایای دوربین ثابت و هیجان عکسبرداری اول شخص به سبک آرکید ترکیب می کند. جمع آوری اقلام و مدیریت منابع برای کمک به میشل زنده بماند. کنترل های اختیاری تانک برای کسانی که از تجربه کلاسیک ترسناک بقا لذت می برند در دسترس است. ترسناک بقای نئون عجیب و غریب روزهای پایانی میشل را دنبال کنید تا او برای شکستن نفرینی که توسط یک شیطان بزرگ که به دنبال عشق است بر او وارد شده می جنگد. به زندگی ساکنان کنجکاو در محله شلوغ لندن میشل کمک کنید (یا مانع از آن شوید!) در حالی که او به دنبال آزادی از مرگ نابهنگام خود است. زمان میشل بین دنیای شیطانی خطرناک و اختلاط با مردم محلی در خیابان مسکونی اش تقسیم می شود. هر کس در حال مبارزه با شیاطین درونی خود است و از طریق میشل می توانید آنها را راهنمایی کنید. پایان های متعدد از طریق تعامل دیالوگ به سبک RPG با بازیگران عجیب و غریب در دسترس هستند. انگشتان خود را ببندید و باز کنید ..."
    },
    {
        "title": "steamepicxbps other path of exile 1 2",
        "store": "other",
        "url": "https://www.pathofexile.com/forum/view-thread/3897345",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1819160/header.jpg?t=1724914555",
        "description": "The Seventh Republic—the city despised by the sun. Sunlight hasn't reached here since the last great war and the shadows teem with vicious criminals. With evil threatening on every side, the National Police Agency is a stronghold of justice. Detective Ruka Hiryu belongs to the 13th Division—nicknamed the Sideliners, and treated like shit by the rest of the force. Absent any major incidents to keep him distracted, Ruka has been investigating the sealed Cult Massacre case in secret, but things change when the 13th picks up two new members. The agency is shaken with unreliable rumors about the semi-mythical Shining Union, and as suspicions and conjecture fly like bullets, will Ruka, the 13th, and the NPA go unscathed? Features Superpowered detective noir visual novel Regular-powered buddy-cop banter Moody, jazzy soundtrack Characters A detective who's had a hard time taking his work seriously for the past ten years, ever since he lost his mentor in the Cult Massacre. One year ago, he was forced to partner up with the rookie cop Claris, and in the course of their investigations together he reencountered the A-class criminal known as Linda. Recently, he's been moving independently of Claris more often... His abilities are ice-based and too powerful for him to fully control. He keeps them repressed most of the time. An officer in Ikuta's 1st Division, strong-willed, but formal and restrained. She hates Ruka for being so familiar with Ikuta, despite the difference in their ranks and Ruka's station as a lowly sideliner. Although ordinarily a stickler for the rules, she dives headfirst into regulation-breaking when she suspects that her family may be involved in a case. The beautiful sole employee of the café Love & Peace. Ruka finds her very attractive. He is hardly the only one—half the police force seems to be after her. Given how many police officers she chats with in the course of her work, she is surprisingly well-informed about internal NPA affairs. A detective newly reassigned to the 13th Division. Originally associated with Forensics, she has all the necessary skills to do such work. However, she has serious problems forming human connections, mostly because she actively avoids other people. This hasn't changed since she joined the 13th, and she rarely converses with anyone aside from the usual morning and evening greetings. A fresh-faced rookie elf assigned to the 13th Division. After a year on the job, she has begun to develop a hint of competence. Unfortunately it's still just a hint at this stage, and she slips up in minor but important ways. She possesses the common power of elves, an ability to control the wind that excels in mobility and defense. The exiled princess of Genomland. Ruka saved her from pursuit by dangerous assassins. With the heat off her for the moment, she has been working at the NPA's cafeteria to make a living and enjoy the protection afforded by the agency's walls. A sweet and earnest girl by nature, she has both the older lunch ladies and the cafeteria's clientele wrapped neatly around her finger. An officer in the traffic division, Komachi is bright, witty, and a sucker for a handsome face. Her father is a senior police commissioner. She's a seasoned organizer and attender of weekend mixers, through which she has a wide web of personal connections. She ends up looking after Ruka with some frequency, if not always entirely voluntarily. The two once cooperated on an undercover investigation. A segitt swordswoman who leads a simple, rustic lifestyle compelled by her chronic lack of funds. Exceptionally strong even for a segitt, she's capable of facing down a delga one-on-one. She lives next door to Ruka, and runs a small subsistence farming operation in the hallway. She's also found steady employment with Strichoss's security outfit. Ruka's roommate, who dwells secretly in his coat pocket. Pixies like her are rare, and popular as household pets, which makes them targets for poachers. Ruka saved her after she fell into wicked hands. She's a busybody and won't keep out of Ruka's business, but her bright cheer easily compensates. When Ruka gets up to things she'd rather not see, she's considerate enough to go to sleep or simply pretend not to notice. An officer of the 13th Division, her information analysis and hacking skills are top-notch. She's so devastatingly effective, in fact, that she tends to look down on others without even thinking about it. Her partner on the force is the segitt Vars, and the two complement each other well. Due to the limited care she takes with her appearance, her eye-catchingly long hair is a bit of a mess. A dangerous Keeper with a power that allows her to control the young minds of children. More than ten years ago, she led a gang of child thieves called the Luiz, and it was in that capacity that she first crossed paths with a younger Ruka. Now, over a decade later, she still looks much the same as she did back then. She has been assisting Ruka with his hunt for the Cult, but her true motives are still a mystery. A keeper who wields powerful flames. This ability, combined with her investigative chops, has brought her to the considerable rank of Commissioner in a somewhat chauvinistic police agency. She's been following Ruka's activities with interest as he pursues the Cult from the shadows.",
        "id_in_db": "t3_1pw5cib",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1819160",
        "genres": [
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "جمهوری هفتم - شهری که توسط خورشید تحقیر شده است. نور خورشید از زمان آخرین جنگ بزرگ به اینجا نرسیده است و سایه ها مملو از جنایتکاران شرور است. با تهدید شیطانی از هر طرف، آژانس پلیس ملی سنگر عدالت است. کارآگاه روکا هیرو به لشکر 13 تعلق دارد - با نام مستعار سایدلینرز، و بقیه نیروها با او مثل گند رفتار می کنند. روکا بدون هیچ اتفاق مهمی که حواسش را پرت کند، پرونده مهر و موم شده Cult Massacre را به طور مخفیانه بررسی کرده است، اما وقتی سیزدهم دو عضو جدید را انتخاب می کند، اوضاع تغییر می کند. آژانس با شایعات غیر قابل اعتماد در مورد اتحادیه نیمه افسانه ای درخشان متزلزل شده است، و در حالی که سوء ظن و حدس مانند گلوله در حال پرواز است، آیا روکا، سیزدهمین و NPA آسیبی نبینند؟ ویژگی‌ها رمان بصری کارآگاهی نوآر فوق‌العاده با قدرت منظم، شوخی‌های رفیق-پلیس مودی، شخصیت‌های موسیقی متن جاز، کارآگاهی که در ده سال گذشته، از زمانی که مربی خود را در قتل عام فرقه از دست داده، کار خود را جدی نگرفته است. یک سال پیش، او ..."
    },
    {
        "title": "stove snk 40th anniversary collection",
        "store": "stove",
        "url": "https://store.onstove.com/en/games/4334",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/865940/header.jpg?t=1718093041",
        "description": "SNK 40th Anniversary Collection is the ultimate collection of classic arcade games from SNK's golden age with 24 different nostalgic titles back from the 1980s (Alpha Mission, Athena, Crystalis, Ikari Warriors, Ikari Warriors II: Victory Road, Ikari Warriors III: The Rescue, Guerrilla War, P.O.W.: Prisoners of War, Prehistoric Isle, Psycho Soldier, Street Smart, TNK III, Vanguard, Chopper I, Fantasy, Munch Mobile, SASUKE vs COMMANDER, Time Soldiers, Beast Busters, Bermuda Triangle, Ozma Wars, Paddle Mania, S.A.R. - Search and Rescue, World Wars), and many bells and whistles such as rewind and watch mode features for the best game experience on Steam!! Key Features: The Arcade Comes Home! - Save those quarters! Play both arcade and console versions and continuously challenge for another personal best! Choose from over twenty titles and experience an intense blast from the past! Modern Meets Retro! - The convenience and improvements of modern gaming are all in the collection! Rewind and save at any time while you’re playing, enjoy updated graphics at 4K resolution, and experience redesigned control schemes for a modern feel! Enter the SNK Museum - An extensive history of SNK and its games await in the Museum Mode. Explore the legacy of one of Japan’s leading developers with high definition artwork and never before seen promotional assets!",
        "id_in_db": "t3_1pupox3",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "865940",
        "genres": [
            "Action"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "is_dlc_or_addon": true,
        "persian_summary": "مجموعه SNK 40th Anniversary مجموعه نهایی بازی‌های آرکید کلاسیک از دوران طلایی SNK با 24 عنوان نوستالژیک مختلف از دهه 1980 است (Alpha Mission، Athena، Crystalis، Ikari Warriors، Ikari Warriors II: Victory Road، Ikari Warriors:P.W.Gurriers III. جنگ، جزیره ماقبل تاریخ، سرباز روانی، استریت اسمارت، TNK III، پیشتاز، چاپر I، فانتزی، مونک موبایل، SASUKE vs COMMANDER، سربازان زمان، Beast Busters، مثلث برمودا، جنگ‌های اوزما، Paddle Mania، S.A.R - Search and Rescue، بهترین حالت‌ها و ویژگی‌های بازی‌های جهانی را تجربه کنید. در استیم!! ویژگی های کلیدی: Arcade به خانه می آید! - نجات آن محله ها! هر دو نسخه آرکید و کنسول را بازی کنید و به طور مداوم برای بهترین های شخصی دیگر به چالش بکشید! از بین بیش از بیست عنوان انتخاب کنید و یک انفجار شدید از گذشته را تجربه کنید! مدرن با یکپارچهسازی با سیستمعامل! - راحتی و پیشرفت های بازی های مدرن همه در مجموعه هستند! عقب و..."
    },
    {
        "title": "survivor game set in the dark realms of norse mythology 1 of epic stores year",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/jotunnslayer-hordes-of-hel-3579b3",
        "image_url": "https://cdn1.epicgames.com/spt-assets/18f679a82b234692874031d40a3aaea1/jotunnslayer-hordes-of-hel-1f80q.jpg",
        "description": "submitted by /u/Singhvistaar [link] [comments]",
        "id_in_db": "t3_1ppyvpe",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Singhvistaar [پیوند] [نظر]"
    },
    {
        "title": "the callisto protocol",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/the-callisto-protocol",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1544020/header.jpg?t=1760331403",
        "description": "In this narrative-driven, third-person survival horror game set 300 years in the future, the player will take on the role of Jacob Lee – a victim of fate thrown into Black Iron Prison, a maximum-security penitentiary located on Jupiter's moon, Callisto. When inmates begin to transform into monstrous creatures, the prison is thrown into chaos. To survive, Jacob must battle his way to safety to escape Black Iron Prison, while uncovering the dark and disturbing secrets buried beneath the surface of Callisto. Using a unique blend of shooting and close-quarters combat, Jacob will need to adapt his tactics to combat the rapidly evolving creatures while scavenging to unlock new weapons, gear, and abilities to outrun the growing threat and escape the horrors of Jupiter's Dead Moon. HORROR ENGINEERING The Callisto Protocol is a next-generation take on survival horror from the mind of Glen Schofield. Blending atmosphere, tension, and brutality with terrifying moments of helplessness and humanity, The Callisto Protocol immerses players in a pulse-pounding story where unspeakable horrors lurk around every corner. UNCOVER THE SECRETS OF THE UNITED JUPITER COMPANY Set on Jupiter’s dead moon Callisto in the year 2320, The Callisto Protocol casts players as Jacob Lee, an inmate in Black Iron Prison. When a mysterious outbreak throws the moon into chaos, Jacob must face his darkest fears to defeat the bloodthirsty creatures that stalk him as he unravels the dark mysteries at the heart of the powerful United Jupiter Company. MASTER BRUTAL, STRATEGIC COMBAT The Callisto Protocol challenges players to master a thrilling blend of hand-to-hand and ranged combat, including a unique gravity weapon once used by Black Iron guards to control the prison population. Players will be forced to get up close and personal with their grotesque opponents, hacking off limbs, blasting off legs, and getting creative with whatever is at their disposal to survive each life-or-death encounter. EXPERIENCE THE ISOLATION OF JUPITER'S DEAD MOON One of the most hostile, isolated environments in the universe, Callisto looms large over Jacob’s desperate struggle to survive. Players must not only contend with the horrors of Black Iron Prison, but also the centuries-old secrets that plague Jupiter’s long-dead moon, both above and below the surface. Also Includes: Gore Skin Collection",
        "id_in_db": "t3_1puqmic",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1544020",
        "genres": [
            "Action",
            "Adventure"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "age_rating": "This Game may contain content not appropriate for all ages, or may not be appropriate for viewing at work: Frequent Violence or Gore, General Mature Content",
        "is_dlc_or_addon": false,
        "persian_summary": "در این بازی ترسناک بقای روایت محور و سوم شخص که در 300 سال آینده اتفاق می‌افتد، بازیکن نقش جاکوب لی را بازی می‌کند - قربانی سرنوشتی که به زندان آهن سیاه، یک ندامتگاه با حداکثر امنیت واقع در قمر مشتری، کالیستو، پرتاب شده است. هنگامی که زندانیان شروع به تبدیل شدن به موجودات هیولا می کنند، زندان در هرج و مرج پرتاب می شود. برای زنده ماندن، جیکوب باید راه خود را به سمت امن بجنگد تا از زندان آهن سیاه فرار کند، در حالی که اسرار تاریک و آزاردهنده مدفون در زیر سطح کالیستو را کشف می کند. با استفاده از ترکیب منحصربه‌فردی از تیراندازی و نبرد نزدیک، جیکوب باید تاکتیک‌های خود را برای مبارزه با موجودات به‌سرعت در حال تکامل تطبیق دهد، در حالی که برای باز کردن قفل سلاح‌ها، تجهیزات و توانایی‌های جدید برای فرار از تهدید رو به رشد و فرار از وحشت ماه مرده مشتری تلاش می‌کند. مهندسی ترسناک پروتکل کالیستو برداشتی از نسل بعدی ترسناک بقا از ذهن گلن شوفیلد است. آمیختن فضا، تنش و بی رحمی با لحظات وحشتناک درماندگی و..."
    },
    {
        "title": "the callisto protocol 100 off free",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/the-callisto-protocol",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/726830/header.jpg?t=1710255671",
        "description": "A brand new VR experience from Owlchemy Labs, creators of the platinum hit Job Simulator! Visit the vibrant world of Vacation Island and make real memories of a simulated vacation. Explore activity-rich destinations filled with a colorful cast of Bots and endless interactions. Reallocate your bandwidth and get ready to splash, s’more, snowball, and selfie your way to optimal relaxation! “An engaging gaming experience that had me smiling ear-to-ear throughout” – VR Scout “Unparalleled grasps on interactions in VR… Owlchemy’s staple humor out in full force” – UploadVR “Should you buy it? Yes. In fact, hell yes. … Owlchemy Labs has outdone themselves in every possible way” – Windows Central Rediscover the True Meaning of ‘Time Off’ Following record enrollment in the Job Simulator, robots set out to uncover what else humans did besides ‘job’. After years of balancing buoyancy levels, cataloging campfire chronicles, and securing ski slope safety protocols, their research led to the creation of a rough approximation of ‘not jobbing’: the Vacation Simulator! Amenities Include: 🏝️ Experience Vacation Island, your destination for optimal relaxation and/or efficient memory-making! 📸 Customize a virtual YOU for picture-perfect selfies! 🤖 Wave to interact with a colorful cast of Bots! 🤽 Enjoy RECREATION beyond the theoretical limit in immersion-inspiring destinations! 🌊 Splash in the silicon sea and bask in simulated sunlight, all without getting sand in your… hands! ⛰️ Get lost connecting with your roots, nodes, and branches... then get actually lost on a hike! ❄️ Elevate your ice-sculpting skills to new heights and reach peak cozy by knitting mittens for a snowhuman! ❣️ Exist in a comfortable, all-inclusive VR experience— free of motion sickness AND seasickness! Sea Your Personal Paradise: Come to glorious Vacation Beach to indulge in simulated sand and our painstakingly-researched rough approximations of human BEACH activities. Splash in the silicon sea and bask in simulated sunlight, all without getting sand in your… hands! Relax your CIRCUITS with a T-pose doing yoga, join in classic human sport, or visit the Dock Shop for the latest in leisurely avatar accessories. Branch Out And Explore: Need a little more TREE in your life? Look no further than Vacation Forest! With over five unique trees copy-pasted across acres of artificial space, you’re sure to feel enveloped in the true sensation of NATURE. Discover the EMOTION of painting happy little trees, then share that EMOTION with Your Very Own Fish—and so much more! (*this simulation is not Actual Nature. Restrictions Apply.) Elevate Your Vacation: Reach peak cozy atop the fabulous Vacation Mountain! Our premium lodge features HOT LIQUID, HOT TUB, and HOT AIR to help you recalibrate after a cold day in the snow. Whether crafting ice sculptures, chucking snowballs, or customizing your very own snowhuman, Vacation Mountain offers mostly authentic simulations of both cozy AND cold! Includes Free Expansion! Welcome to the Gig Economy, Human! Provide 5-Star service and enjoy endless challenges in our new expansion, Vacation Simulator: Back to Job! VR for Everyone - No Exceptions! Owlchemy Labs is an XR studio with a passion for polished, playful VR games and experiences. We love building experiences for everyone: oozing with style, absurdly funny, and with ground-breaking accessibility to bring more joy to more people. We strive to create interactions that feel natural, and we understand that not all players may be able to use two arms simultaneously. We now fully support one handed play for 100 percent of the game! We love filling our worlds with humorous dialogue and text, and we want our players to not have to rely on speech or text to be able to enjoy the game. So, we’ve gone through the game and found places where we relied on text or speech as the only way to communicate critical gameplay information. We worked to modify those places to use icons and other visuals to better help all players understand the game. Being completely immersed in VR is a truly magical experience, and we want all our players to feel comfortable while playing the game. We heard it can be uncomfortable for some if they have to turn all the way around to go backwards, so we worked to reduce this as much as possible. Created for you by your friends at Owlchemy Labs. Thanks for playing our games and letting us know what you think!",
        "id_in_db": "t3_1puqmi8",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "726830",
        "genres": [
            "Action",
            "Adventure",
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "یک تجربه کاملاً جدید VR از Owlchemy Labs، سازندگان بازی پلاتینیوم Job Simulator! از دنیای پر جنب و جوش جزیره Vacation دیدن کنید و از یک تعطیلات شبیه سازی شده خاطرات واقعی بسازید. مقاصد پر از فعالیت پر از گروه رنگارنگ ربات ها و تعاملات بی پایان را کاوش کنید. پهنای باند خود را مجدداً تخصیص دهید و برای رسیدن به آرامش بهینه آماده شوید، بیشتر، گلوله برفی و سلفی بگیرید! «تجربه ای جذاب از بازی که باعث شد من تمام مدت گوش به گوشم لبخند بزنم» – VR Scout «درک بی نظیری از تعاملات در VR… شوخ طبعی اصلی Owlchemy کاملاً آشکار شد» – UploadVR «آیا باید آن را بخری؟ بله. در واقع، جهنم بله. … Owlchemy Labs خود را در هر راه ممکن بیرون آورده اند» معنی «زمان استراحت» پس از ثبت نام در Job Simulator، روبات‌ها تصمیم گرفتند تا کشف کنند که انسان‌ها چه کارهای دیگری غیر از «کار» انجام داده‌اند. پس از سال‌ها متعادل کردن سطح شناوری، فهرست‌نویسی وقایع آتش کمپ، و ایمن‌سازی پروتکل‌های ایمنی پیست اسکی، تحقیقات آنها منجر به ..."
    },
    {
        "title": "the callisto protocol ca7999 free play as a hallucinating fugitive in this third",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/the-callisto-protocol",
        "image_url": "https://cdn.videocardz.com/1/2025/12/CALLISTO-PROTOCOL-HERO-1200x675.jpg",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1puqpay",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "the cursed crew 898 889 778 c1125 a1338 r2250 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/1f60aa8f-98d8-468f-8d08-6da284692115/shadow-gambit-the-cursed-crew",
        "image_url": "https://external-preview.redd.it/N5xEj8Rlder2zSB7zxmszxw9QWxtDylGHUrf8H85KWA.jpeg?width=320&crop=smart&auto=webp&s=ea0ed9e91f702e2cfc98d28ed8b209fceb21e3a3",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1puoorh",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "78% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lets_Playsum [لینک] [نظر]"
    },
    {
        "title": "the deed",
        "store": "steam",
        "url": "https://store.steampowered.com/app/460960/The_Deed_Dynasty/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/420740/header.jpg?t=1765028491",
        "description": "A keenly dark twist on the traditional murder mystery setting, The Deed is an Adventure/RPG game about getting away with murder. Arran Bruce, the rightful heir to Dunshiel House, returns to his family home after discovering that his abusive father has decided to disinherit him from his Will in favour of his sadistic, deranged young sister. In a fit of anger and greed, Arran has decided to remove his sister from the equation in order to restore his own inheritance. Can he manage to get away with such a foul deed? Meet the Family: Explore Dunshiel House and encounter Arran's twisted, dysfunctional family and their servants. Take care, though - everything that you say or do can have an impact on the outcome of The Deed! Choose the Weapon: A rope, a candlestick or good old-fashioned rat poison? There are many household items that can be put to a dark and nefarious use. Choose carefully from ten possible murder weapons, bearing in mind who might become a suspect as a result of your selection. Plant the Evidence: Father, mother, maid, butler ... any of these individuals could take the blame for your heinous act, if you can find the right evidence, plant it in the right location and manage to raise the suspicions of the Inspector. Face the Inspector: When the deed is done, it's time to face the music and be interviewed by the wily, perceptive Inspector. Can you dodge his questions and avert his suspicions? Will you walk away a free man? Many possible endings await ...",
        "id_in_db": "t3_1pscolh",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "420740",
        "genres": [
            "Adventure",
            "RPG"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "The Deed که یک بازی کاملاً تاریک در محیط مرموز قتل سنتی است، یک بازی ماجراجویی/RPG برای فرار از قتل است. آرن بروس، وارث قانونی دانشیل هاوس، پس از اینکه متوجه شد که پدر بدرفتارش تصمیم گرفته است که او را از وصیت نامه اش به نفع خواهر جوان سادیست و دیوانه اش، به خانه خانوادگی خود بازمی گرداند. آران در شدت عصبانیت و طمع تصمیم گرفته است خواهرش را از معادله حذف کند تا ارث خود را بازگرداند. آیا او می تواند با چنین عمل زشتی فرار کند؟ با خانواده آشنا شوید: خانه دانشیل را کاوش کنید و با خانواده پیچیده و ناکارآمد آران و خدمتکارانشان روبرو شوید. اما مراقب باشید - هر چیزی که می گویید یا انجام می دهید می تواند بر نتیجه The Deed تأثیر بگذارد! سلاح را انتخاب کنید: طناب، شمعدان یا سم موش قدیمی خوب؟ وسایل خانه زیادی وجود دارد که می توان از آنها استفاده تاریک و بدی کرد. از بین ده سلاح احتمالی قتل با دقت انتخاب کنید، با در نظر گرفتن اینکه چه کسی ممکن است در نتیجه شما مظنون شود..."
    },
    {
        "title": "the final checkmate is currently available to claim for free on the epic game store for mobile",
        "store": "epicgames",
        "url": "https://www.reddit.com/r/AppHookup/comments/1ppypyw/iosandroid_epic_games_store_shotgun_king_the/",
        "image_url": "https://cdn1.epicgames.com/spt-assets/dffb5863c83548419a4e7f902b51d40a/shotgun-king-10bhu.png?resize=1&w=480&h=270&quality=medium",
        "description": "Link for iOS users: https://store.epicgames.com/p/shotgun-king-ios-386641 Link for Android users: https://store.epicgames.com/p/shotgun-king-android-74f556 Chess, but all your army has gone over to the white side, leaving you with nothing but your royal shotgun and your wounded pride. Carried by your dark folly, you decide it's time to teach those white pieces to fear the Shotgun King. Every turn, you may either move your king or shoot at enemy pieces, after what you'll need to move again to reload your shotgun. Avoid checkmate and kill the enemy king to complete the floor. After each floor, you may choose between two random combinations of one upgrade for you and one upgrade for the other side. Choose wisely and keep on winning floors and you just may get your kingdom back. Shotgun King: The Final Checkmate is available to claim (and yours to keep) till 25th December. Download instructions for mobile users and more info: https://store.epicgames.com/en-US/mobile (this store is separate from the Apple AppStore or Google Playstore and will have to be downloaded first). Mobile store is available for Android users worldwide and iOS users in the European Union only . iOS users outside the European Union can’t download these games but may claim these games in their Epic account (for future use) if they wish to do so from the same links as above. submitted by /u/Singhvistaar [link] [comments]",
        "id_in_db": "t3_1ppypyw",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "پیوند برای کاربران iOS: https://store.epicgames.com/p/shotgun-king-ios-386641 پیوند برای کاربران اندروید: https://store.epicgames.com/p/shotgun-king-android-74f556 شطرنج، اما تمام ارتش شما به سمت سفید رفته است و چیزی جز تفنگ شکاری سلطنتی زخمی خود باقی نگذاشته است. با حماقت تاریک خود، تصمیم می گیرید که وقت آن رسیده است که به آن قطعات سفید یاد دهید که از شاه تفنگ ساچمه ای بترسند. در هر نوبت، می‌توانید پادشاه خود را حرکت دهید یا به سمت قطعات دشمن شلیک کنید، پس از آن که باید دوباره حرکت کنید تا تفنگ ساچمه‌ای خود را بارگیری کنید. از مات بپرهیزید و پادشاه دشمن را بکشید تا زمین کامل شود. بعد از هر طبقه، می‌توانید بین دو ترکیب تصادفی یک ارتقا برای خود و یک ارتقا برای طرف دیگر انتخاب کنید. عاقلانه انتخاب کنید و در طبقات برنده ادامه دهید و ممکن است پادشاهی خود را پس بگیرید. Shotgun King: The Final Checkmate تا 25 دسامبر در دسترس است (و شما باید نگه دارید). دستورالعمل دانلود برای کاربران موبایل و اطلاعات بیشتر: https://store.epicgames.com/en-US/mobile (این فروشگاه..."
    },
    {
        "title": "the final cut 100 off free",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/disco-elysium",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1919470/fa9b847187f8ad61435ebe757bb4d6bde55dc5cf/header_alt_assets_0.jpg?t=1763498871",
        "description": "Join the celebration! Atari 50: The Anniversary Celebration takes you on an interactive journey through 50 years of video games. At the heart of Atari 50 are the Interactive Timelines, which combine historical trivia, digital artifacts, over 60 minutes of new interviews, documentary footage, and playable games into one cohesive experience. When you encounter a game in the Timelines, you can immediately play it without losing your place. The massive selection of over 100 games spans seven different platforms: Arcade, 2600, 5200, 7800, Atari 8-bit computers, and, for the first time ever on modern consoles, Atari Lynx and Jaguar! Play the classics like Tempest 2000, Asteroids, and Yars' Revenge, or dive into some deeper cuts. Behind every game are the stories of Atari, what was happening at the company, and what went into the creation of the games and the hardware on which they ran, all told by the people who were there. Also includes six new games: Swordquest: AirWorld – Yes, you read that right: After nearly 40 years of waiting, the team at Digital Eclipse has created a new entry in the legendary Swordquest series, inspired by the design concepts of original Swordquest creator Tod Frye. Who will be the first to solve its mysteries – and finally complete the quest? Haunted Houses – The original “survival horror” game for the Atari 2600 gets a modern 3D voxel-based sequel, featuring more houses, more spooky situations, and more urns. VCTR-SCTR – This mashup celebration of the vector era of gaming combines the gameplay from Asteroids, Tempest, and other vector-based arcade classics into a single, continuous challenge. Neo Breakout – An amazing and addictive two-player competition that combines the best features of Breakout and Pong, with a modern graphic style Quadratank – The first new entry in the classic Tank series since 1978 combines features from the original games with four-player fun in team or free-for-all modes. Yars’ Revenge Reimagined – The Atari 2600 masterpiece gets a whole new look. Swap between original and modern graphics at any time!",
        "id_in_db": "t3_1pvgacx",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1919470",
        "genres": [
            "Action",
            "Adventure",
            "Casual"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "به جشن بپیوندید! Atari 50: The Anniversary Celebration شما را به سفری تعاملی در میان 50 سال بازی های ویدیویی می برد. در قلب آتاری 50، خطوط زمانی تعاملی قرار دارد که نکات بی اهمیت تاریخی، مصنوعات دیجیتال، بیش از 60 دقیقه مصاحبه جدید، فیلم مستند و بازی های قابل بازی را در یک تجربه منسجم ترکیب می کند. هنگامی که با یک بازی در Timelines روبرو می شوید، می توانید بلافاصله آن را بدون از دست دادن جایگاه خود بازی کنید. مجموعه عظیم بیش از 100 بازی شامل هفت پلتفرم مختلف است: رایانه‌های Arcade، 2600، 5200، 7800، Atari 8 بیتی، و برای اولین بار در کنسول‌های مدرن، Atari Lynx و Jaguar! کلاسیک‌هایی مانند Tempest 2000، Asteroids، و Yars' Revenge را بازی کنید، یا در قسمت‌های عمیق‌تر شیرجه بزنید. پشت هر بازی، داستان‌های آتاری، اتفاقاتی که در شرکت می‌افتاد، و آنچه در ساخت بازی‌ها و سخت‌افزاری که روی آن‌ها اجرا می‌شد انجام می‌شد، وجود دارد که همه توسط افرادی که آنجا بودند گفته می‌شد. همچنین شامل شش بازی جدید است: Swordquest: AirWorld - بله، شما بخوانید ..."
    },
    {
        "title": "the immemorial order and the immemorial order ii sisters of darkness",
        "store": "itch.io",
        "url": "https://itch.io/s/167092/merry-christmas",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3242330/header.jpg?t=1750802192",
        "description": "Story You’ve clocked in for yet another monotonous shift at the warehouse, the scent of tobacco hanging heavily in the air. You glance at the article on your phone: “Shadows over Bricksmore.” The title sparks a flicker of excitement in your otherwise drab existence. “Is it real?” you mutter to yourself, fingers itching to explore the mystery of The Royal Immemorial Order of Ophidia further. Back home you research late into the night, but find little. Just old videos and vague rumors of gatherings deep in the woods. Frustrated but fueled by curiosity, you decide to set off on your own investigation. Features - Achievements - Autosave and load - Atmospheric environments - Jump scares - A spooky castle - A squeaky Duck Gameplay The Immemorial Order II Sisters of Darkness is primarily an atmospheric first-person walking simulator that doesn't take itself too seriously with comedy and scares. Mouse and keyboard controls are recommended You can play through the whole game using a controller, but you will not be able to use any menus or run in the game.",
        "id_in_db": "t3_1pv67uv",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3242330",
        "genres": [
            "Adventure",
            "Casual",
            "Indie",
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "داستان شما برای تغییر یکنواخت دیگری در انبار، عطر تنباکو به شدت در هوا معلق شده اید. شما نگاهی به مقاله روی گوشی خود می اندازید: \"سایه ها بر فراز Bricksmore.\" عنوان جرقه سوسو زدن هیجان را در وجود غیرقابل تحمل شما ایجاد می کند. \"واقعی است؟\" با خودت زمزمه می‌کنی، انگشتانی که برای کشف رمز و راز The Royal Immemorial Order of Ophidia بیشتر خارش دارند. در خانه تا دیروقت تحقیق می کنید، اما چیز کمی پیدا می کنید. فقط ویدیوهای قدیمی و شایعات مبهم از تجمعات در اعماق جنگل. ناامید شده اما به دلیل کنجکاوی، تصمیم می گیرید تحقیقات خود را آغاز کنید. ویژگی‌ها - دستاوردها - ذخیره خودکار و بارگذاری - محیط‌های جوی - ترس‌های پرش - یک قلعه شبح‌آمیز - گیم‌پلی اردک جیر جیر The Immemorial Order II Sisters of Darkness در درجه اول یک شبیه‌ساز راه رفتن اول شخص جوی است که خود را با کمدی و ترس زیاد جدی نمی‌گیرد. کنترل ماوس و صفحه کلید توصیه می شود شما می توانید کل بازی را با استفاده از یک..."
    },
    {
        "title": "the skywalker saga back 4 blood gotham knights injustice 2 legendary edition",
        "store": "indiegala",
        "url": "https://www.indiegala.com/store/publisher-sale/warner-bros-games",
        "image_url": "https://external-preview.redd.it/HSZoNtA0YAL2DVzSDKOIusIl7hsog5F3vVhAMNTX7q0.jpeg?width=640&crop=smart&auto=webp&s=43651d205cbc02d87dce42619bd224b5812f4ca4",
        "description": "submitted by /u/indieg [link] [comments]",
        "id_in_db": "t3_1pxamg1",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "87% off",
        "is_dlc_or_addon": true,
        "persian_summary": "ارسال شده توسط /u/indieg [لینک] [نظر]"
    },
    {
        "title": "train sim world 6",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3662830/Train_Sim_World_6_Spirit_of_Steam_Liverpool_Lime_Street__Crewe_Route_AddOn/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3656800/ea750f90cc32c79a12a471b1e67fcc57e23173f9/header.jpg?t=1766147157",
        "description": "Embark on your next journey and discover the joy of train simulation. Be ready for anything as you master formidable trains across 3 new routes; from classic equipment to innovative multiple units, unlock new skills and expand your hobby - Expect the Unexpected in Train Sim World 6! ALL ABOARD FOR HOBOKEN Discover the electrified network of NJ TRANSIT® with the MORRISTOWN LINE. March across the Morris & Essex County suburbs and dart between the Big Apple and the commuter town of Dover aboard the classic Arrow III EMU, or the ALP-46 & MultiLevel cars. DELUXE EDITION: Power up prime movers or position the pantograph, take control of the versatile NJ TRANSIT® ALP-45DP on additional and bustling commuter services. THE ENGLISH RIVIERA Dive down the Devon Banks and soar along the Dawlish Sea Wall with the legendary RIVIERA LINE. Drive GWR services bound for idyllic English coastal towns between Exeter, Plymouth & Paignton aboard the “Intercity” Class 802 and Class 150/2 “Sprinter”. DELUXE EDITION: Go on a long-distance voyage in the CROSSCOUNTRY BR CLASS 220. Drive additional services over the hills to Plymouth & Paignton. NEXT STOP: LEIPZIG Go beyond the boundaries of Nahverkehr Dresden and accelerate westbound all the way to Leipzig in BAHNSTRECKE LEIPZIG - DRESDEN. Drive modern ICE-T, BR 442 and loco-hauled passenger trains, as well as freight, along the oldest long-distance railway in Germany. DELUXE EDITION: Venerable shunting traction drives into the yards of Germany; the iconic DB BR 294 is ready for service! Assemble trains and take them across the mainline with classic diesel power. EXPECT THE UNEXPECTED The next station is… ANNOUNCEMENTS! Listen out both on platforms & trains for audible details of every journey. Be further immersed inside trains with added passenger ambience. Be ready for RANDOM EVENTS & FAULTS, signals may take longer to clear, speed restrictions could be in place, or equipment failures on your train may need resolving. THE RAILS ARE YOURS With a diverse array of features such as Photo Mode, Route Hopping and more, embark on your own journey, in your own way. FREE ROAM: Choose your path and explore any route with your favourite trains! Have the rails entirely to yourself or mix in with the timetable, running between scheduled services on your own ad hoc journeys. CONDUCTOR MODE: Tickets please! Enjoy a different pace on conductor-operated trains - check tickets between each station and work the passenger doors to safely dispatch your service. Take a moment to enjoy the scenery on longer stretches between stations. CREATORS CLUB: Get creative and customise your experience! Use LIVERY DESIGNER to make your dream designs come to life, and FORMATION DESIGNER to make up custom trains using your collection. Put creations to use with Free Roam & SCENARIO PLANNER, or share your creations online! (Dovetail Live sign-up required). YOUR COLLECTION, YOUR WAY Enter the hobby with different editions: FREE STARTER PACK introduces you to Train Sim World 6 with the Training Center. STANDARD EDITION comes with the 3 new routes, DELUXE EDITION also comes with additional new trains, and SPECIAL EDITION comes with an additional set of TSW6 Compatible routes. “TSW Compatible” content released for a previous Train Sim World - features may remain unchanged from the original release and may not make use of all newer core features. Kick-start your railway hobby with everyone’s favourite Tank Engine. Train Sim World 6: Thomas & Friends™ Edition gives you everything you need to enjoy the Thomas & Friends™ Visit the West Somerset Railway add-on and 80th Anniversary Expansion - drive beloved characters in story-based adventures! Look forward to a great variety of experiences from multiple countries. Explore the many existing routes and locos and get ready for new challenges as the world of train simulation ever expands. With any upgrades from a previous Train Sim World – your content comes with you! Please Note: The Train Sim World 6 UI is localised into English, French, German, Spanish, Italian, Polish, Russian, Simplified Chinese and Japanese. Localisation on Add-On content varies depending on the individual content.",
        "id_in_db": "t3_1pt69i1",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3656800",
        "genres": [
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "سفر بعدی خود را آغاز کنید و لذت شبیه سازی قطار را کشف کنید. با تسلط بر قطارهای قدرتمند در 3 مسیر جدید، برای هر کاری آماده باشید. از تجهیزات کلاسیک گرفته تا چندین واحد نوآورانه، مهارت های جدید را باز کنید و سرگرمی خود را گسترش دهید - در Train Sim World 6 انتظار غیر منتظره را داشته باشید! ALL ABOARD FOR HOBOKEN شبکه برق دار NJ TRANSIT® را با خط MORRISTOWN کشف کنید. در حومه شهرستان موریس و اسکس راهپیمایی کنید و بین بیگ اپل و شهر رفت‌وآمد دوور سوار بر خودروهای کلاسیک Arrow III EMU یا ALP-46 و MultiLevel حرکت کنید. DELUXE EDITION: موتورهای اصلی را تقویت کنید یا پانتوگراف را در موقعیت مکانی قرار دهید، کنترل همه کاره NJ TRANSIT® ALP-45DP را در سرویس های رفت و آمد اضافی و شلوغ به دست بگیرید. RIVIERA ENGLISH شیرجه رفتن در بانک های دوون و اوج گرفتن در امتداد دیوار دریای Dawlish با خط افسانه ای RIVIERA. سرویس‌های GWR را به سمت شهرهای ساحلی بریتانیایی بین اکستر، پلیموث و پیگنتون با «Intercity» کلاس 802 و کلاس 150/2 «Sprinter» هدایت کنید. دلوکس..."
    },
    {
        "title": "Undercroft Warriors",
        "id_in_db": "undercroft-warriors@1766254710",
        "store": "other",
        "url": "https://itad.link/019b3cfb-aee7-717e-a626-bc607f2eac61/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2547140",
        "description": "The forces of hell are here! Why? Dunno. How? I don't think it matters. All that matters is that you gotta fight them, right now! In this game, you play as one of 6 heroes fighting off increasingly large hordes of enemies! Every agent has weapons and abilities unique to them, and you have to use them to them to their fullest abilities to get as high of a score as possible! The faster you kill enemies, the higher your score multiplier gets! But don't let off the pressure, because if you do, you'll get swarmed and overwhelmed by the forces of hell! An addictive gameplay loop! You'll always want just one more go! A pixel perfect artstyle! Lovingly crafted for your viewing pleasure! Truly distinct characters! You won't ever get bored with these guys! Play how you want! Supports both keyboard and mouse, and gamepads! So, are you up to the task?",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2547140/header.jpg?t=1763502052",
        "genres": [
            "Action",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "subreddit": "FreeGameFindings",
        "persian_summary": "نیروهای جهنم اینجا هستند! چرا؟ نمی دانم. چگونه؟ فکر نمی کنم مهم باشد. تنها چیزی که مهم است این است که شما باید همین الان با آنها مبارزه کنید! در این بازی شما به عنوان یکی از 6 قهرمانی بازی می کنید که با انبوهی از دشمنان مبارزه می کنند! هر عاملی دارای سلاح‌ها و توانایی‌های منحصر به فرد خود است و شما باید از آن‌ها با حداکثر توانایی‌های خود برای کسب امتیاز بالاتر استفاده کنید! هرچه سریعتر دشمنان را بکشید، ضریب امتیاز شما بیشتر می شود! اما فشار را رها نکنید، زیرا اگر این کار را انجام دهید، ازدحام کرده و تحت تأثیر نیروهای جهنم قرار خواهید گرفت! یک حلقه گیم پلی اعتیاد آور! شما همیشه فقط یک بار دیگر می خواهید! یک سبک هنری کامل پیکسلی! با عشق برای لذت تماشای شما ساخته شده است! شخصیت های واقعا متمایز! شما هرگز با این پسرها خسته نخواهید شد! همانطور که می خواهید بازی کنید! هم از صفحه کلید و ماوس و هم از گیم پد پشتیبانی می کند! بنابراین، آیا شما در حال انجام وظیفه هستید؟"
    },
    {
        "title": "underworld office",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/underworld-office-novel-game/id1523265842",
        "id_in_db": "60d41266ea104b4022dfc017281141f3921518c6a7541a8ea6039522506ae139",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple112/v4/bd/00/73/bd007327-9f61-88f9-05d9-c5fa6b1ac3f2/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "warheads",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/warheads/id352026783",
        "id_in_db": "4588b69f644bed5a55e0e0c087fbf3a8343ef274930bc23d33c10fbac817af5c",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple211/v4/24/75/19/24751929-1b16-0ff3-1ff8-8860e0870bdb/WarheadsIcon-0-0-1x_U007epad-0-1-sRGB-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "we were here together",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/we-were-here-together-6a6d66",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/865360/header.jpg?t=1764330773",
        "description": "Embark on a puzzle solving adventure in which you and a partner must prove you can communicate and work together to escape the haunted Castle Rock. It all begins with an emergency flare lighting up the sky and a distress call waking you from uneasy dreams. Your fellow Antarctic explorers are in trouble, and the two of you left at base camp must work together to launch a rescue mission. If only you knew what you were getting into… From the research base camp you’ll need to figure out a way to get to the source of the distress flare. Once you’re through the frozen Antarctic wastes, you'll find yourselves separated inside a medieval castle, facing puzzles, secrets, and dangers! You and your partner start out with nothing but your wits and a walkie-talkie each. Observation, smart communication and teamwork will be the only way to escape from the sinister Castle Rock. Feature list Spine-tingling story : uncover a dark history, and become closer acquainted with the malevolent being known only as ‘the Jester’. Who, or what, is he? Walkie-talkie : you must communicate to progress – find out just how good you are at describing and explaining your surroundings Puzzle packed : work together to solve this captivating digital escape room Mysterious locales : explore the expedition base camp, frozen Antarctic valleys, and the sinister Castle Rock itself NOTE: This game is co-op only. It requires both players to have a working PC-compatible microphone and an internet connection. Talk Your voice will have to lead the way. You and your expedition partner must traverse the Antarctic wasteland and infiltrate an ominous medieval castle. All you start with is a pair of walkie-talkies – will you be able to work together on the same wavelength? Solve Two minds will have to think alike. Immerse yourself in an intriguing cooperative experience as you and your partner puzzle your way through a series of thrilling situations. Discover brand new environments and mysteries, together. Escape We were not alone... Darkness has engulfed the once magnificent Castle Rock and its surroundings. Can you discover the truth behind the grim fate of the fallen citadel and make it out alive... or will the original inhabitants catch you on your way out? What’s new? For returning fans of the We Were Here series, this time you can expect even more puzzles, longer play time, new mechanics, and discover more of the story behind the Antarctic expedition and Castle Rock itself...",
        "id_in_db": "t3_1pw7m87",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "865360",
        "genres": [
            "Adventure",
            "Casual",
            "Indie"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "is_dlc_or_addon": false,
        "persian_summary": "وارد یک ماجراجویی حل پازل شوید که در آن شما و یک شریک باید ثابت کنید که می توانید برای فرار از قلعه خالی از سکنه با یکدیگر ارتباط برقرار کرده و با هم کار کنید. همه چیز با یک شعله اضطراری شروع می شود که آسمان را روشن می کند و یک تماس پریشانی که شما را از رویاهای ناراحت کننده بیدار می کند. کاوشگران قطب جنوب شما با مشکل مواجه شده اند و شما دو نفری که در کمپ اصلی مانده اید باید با هم کار کنید تا یک ماموریت نجات را اجرا کنید. اگر فقط می دانستید که وارد چه چیزی می شوید... از کمپ پایه تحقیقاتی باید راهی برای رسیدن به منبع شعله ی پریشانی پیدا کنید. هنگامی که از زباله های یخ زده قطب جنوب عبور کردید، خود را در داخل یک قلعه قرون وسطایی جدا خواهید یافت و با معماها، رازها و خطرات روبرو خواهید شد! شما و شریک زندگی تان با هیچ چیز به جز هوش خود و هر کدام یک دستگاه واکی تاکی شروع می کنید. مشاهده، ارتباطات هوشمند و کار گروهی تنها راه فرار از قلعه شوم سنگ خواهد بود. فهرست ویژه داستان سوزن سوزن ستون فقرات: یک تاریخ تاریک را کشف کنید و با موجود بدخواه بیشتر آشنا شوید..."
    },
    {
        "title": "we were here together 100 off free",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/we-were-here-together-6a6d66",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1961460/header.jpg?t=1698444117",
        "description": "PROJECT: PLAYTIME is a free-to-play multiplayer horror game where six players attempt to create one giant toy while surviving a terrifying monster that roams the toy factory. A seventh player controls the monster and is given only one goal: Find and kill everyone. Can you hear us? Welcome to your job as a Resource Extraction Specialist here at Playtime Co., the largest toy company in the world! You've been assigned to a special unit responsible for extracting giant toy parts from closed off areas of the factory. The parts are locked behind cryptic puzzles and guarded by freakish monsters that've taken over these once magical locations. Retrieve the parts, avoid any kind of contact with the monsters, and most importantly... don't die. Can you see this? Prepare yourself for a 6v1 battle of survival. Six players will take the role of a Survivor. Together, they must solve puzzles and forge together a toy of epic size, all while trying to stay alive. One player will take on the role of the Monster. There are several characters to choose from, all offering a unique set of skills used to catch and kill their prey. Give us a sign. • THE GRABPACK - Survivors wield a powerful tool known as the GrabPack. With two long, extendable arms, you can do most anything. Whether it be carrying a heavy object, grabbing something from far away, completing puzzles, or gripping doors to slam them shut in the face of the monster, the GrabPack is more than capable. • MANIC MONSTERS - As a monster, you have three distinct characters to choose from, each one a living, gargantuan monstrosity based off a Playtime Co. toy. Huggy Wuggy, Mommy Long Legs, and newcomer Boxy Boo all offer their own sets of abilities and unique styles of play. Whether you wish to be a manic brute with Huggy, quick and nimble with Mommy, or a springy hunter with Boxy, there's a monster to fit the bill. • SABOTAGE - Monsters will always want the element of surprise. Using Toy Tickets (Toy Tickets are an in-game currency that can only be earned by playing the game. You cannot purchase these tickets, there is no pay-to-win), you can purchase and upgrade new abilities called Sabotages. These allow you to get the jump on players. Use these to blind the survivors, boobytrap their path, destroy their GrabPacks, and so much more. • FEAR FACTORY - Playtime Co. is the king of the Toy manufacturing industry- and you're inside it. Explore two massive maps that feature many different sections of this crooked factory. A state-of-the-art theater with statues of fake gold, and a manufacturing area where toys are a'plenty. • BETTER & STRONGER - Survivors won't be limited to any default abilities. Stretch further and build your own class with Perks! You can purchase and upgrade perks with Toy Tickets (Toy Tickets are an in-game currency that can only be earned by playing the game. You cannot purchase these tickets, there is no pay-to-win). With these perks, you can be whatever type of Survivor you dream of. Be it a Puzzle Master or Medic, Speed Demon or Shadow Walker; however you want to play is covered. • LOOKING GOOD - Wanna take the looks of your character to the next level? PROJECT: PLAYTIME offers a rotating shop with new cosmetics constantly, and a seasonal TOY BOX, which offers 100 levels of cosmetic glory. Look fantastic as you fight to survive. Or, if you're the monster, look fantastic as you rip everyone apart. PROJECT: PLAYTIME has lots to offer... and much more to come. Won't yo̷͔̎u̷͉̅ p̷͎̫̜̍̄̏̅l̸̨͉̿̄͝aå̴̡͇̪̽̑͗̉͜ÿ̴̰̯́́͂͑͌͠ ̵̡̭̪̖̣̰̿͑͛f̸̟͒̅͐͠a̸̫̬̻̹͘i̸̛̤̮͓̜͔̰̎̓̎̿r̶͚̣̘͛͝.̷͍̻̙͔̄̽̊̈́͗̕ THE BIGGER BODIES INITIATIVE WILL FAIL. WE WILL PREVAIL. STAY ALERT. WE WILL BE IN TOUCH.",
        "id_in_db": "t3_1pw7m84",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1961460",
        "genres": [
            "Action",
            "Indie",
            "Free To Play",
            "Early Access"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "is_dlc_or_addon": false,
        "persian_summary": "پروژه: PLAYTIME یک بازی ترسناک چند نفره رایگان است که در آن شش بازیکن سعی می کنند یک اسباب بازی غول پیکر بسازند در حالی که از هیولای وحشتناکی که در کارخانه اسباب بازی پرسه می زند زنده می مانند. بازیکن هفتم هیولا را کنترل می کند و فقط یک هدف به او داده می شود: همه را بیابید و بکشید. صدای ما را می شنوید؟ به شغل خود به عنوان یک متخصص استخراج منابع در شرکت Playtime، بزرگترین شرکت اسباب بازی در جهان، خوش آمدید! شما به واحد ویژه ای منصوب شده اید که مسئول استخراج قطعات غول پیکر اسباب بازی از مناطق بسته کارخانه است. قطعات پشت پازل های مرموز قفل شده اند و توسط هیولاهای عجیب و غریبی که این مکان های زمانی جادویی را تصرف کرده اند محافظت می شوند. قطعات را بازیابی کنید، از هر نوع تماس با هیولاها خودداری کنید و از همه مهمتر... نمید. آیا می توانید این را ببینید؟ خود را برای نبرد بقا 6v1 آماده کنید. شش بازیکن نقش یک بازمانده را خواهند داشت. آنها باید با هم معماها را حل کنند و یک اسباب بازی با اندازه حماسی را بسازند، همه در حالی که تلاش می کنند زنده بمانند. یک بازیکن نقش ..."
    },
    {
        "title": "we were here together ca1499 free embark on a puzzle solving adventure in which you and a partner must prove you can communicate and work together to escape castle rock",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/we-were-here-together-6a6d66",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1341290/header.jpg?t=1764331788",
        "description": "You and your fellow prisoner are trapped in the realm of Castle Rock - were you betrayed, or simply not that clever? To escape, you must explore the sinister castle for puzzles and plot your escape together. Secrets and riddles are hidden in the shadows. Just be aware that nothing is what it seems in this mysterious Antarctic adventure. Can you two escape together, or will you be trapped… forever? Locked up in the dungeons, deep in the bowels of Castle Rock, you and a fellow prisoner must seek a way out and return to stand again beneath the icy Antarctic skies - but escaping this nightmare will not be so easy, let alone escaping the castle itself. Freeing yourselves from your cells and escaping the Keep is only the beginning - but does one truly escape Castle Rock? Fresh mysteries await, and you’ll have to make some choices about how to proceed. Your journey leads from the dark prison through the royal halls to the outside. Outside the Keep, you will discover the story of Rockbury, it’s inhabitants, and plans of a resistance formed against the King to escape this icy place. Hope will lead you on to an eerie Graveyard and have you descend down into the dark waters of the Foundry. You two have been brought here for a purpose. You might even be the missing piece of a puzzle set in motion long ago, in a time long forgotten. But someone, or something, desperately seeks to solve that puzzle, by any means necessary. Only an unshakeable bond with your partner will give you any hope of survival in the face of such dreadful desire… Does one truly escape Castle Rock? Feature list Two player co-op: the puzzles you encounter take two to solve - you both have a role to play! Communicate via walkie-talkies, and act as each other’s eyes and ears Connect through experience: when you find yourself in sudden danger, will you freeze, or can you keep cool and explain things clearly to your friend - before your time runs out… On the edge of your seat: be part of a thrilling adventure in the lively world of Castle Rock as you and your friend take on the ancient powers aligned against you Spine-tingling story: there is much to discover… and much to fear - you’ve met the Jester, but is he even the most powerful being within the walls of Castle Rock? NOTE: This game is co-op only. It requires both players to have a working PC-compatible microphone and an internet connection. Talk Your voice is all you have... at first. You and your fellow prisoner must escape from Castle Rock and uncover an ancient mystery. All you have to start with is a pair of walkie-talkies - can you work together on the same wavelength? Solve Two partners, one purpose. Get on the same page! Immerse yourself in an intriguing cooperative experience as you and your partner puzzle your way through a series of thrilling situations. Search for a way out through brand new environments, together. Escape The King awaits us... The frozen grounds and dark chambers of Castle Rock hold many secrets and hidden dangers. Unravel the web you find yourself trapped within, for there are hungry eyes watching. The fallen king of the castle has plans for you… can you truly escape from his sinister grasp? Every game in the We Were Here Series is a standalone co-op adventure – the stories are connected but you don’t need to play them in order. You can also learn more about the history of Castle Rock in the We Were Here Stories: Chronicles of Castle Rock - a six part live-action video series available on the Total Mayhem Games YouTube.",
        "id_in_db": "t3_1pw7mi3",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1341290",
        "genres": [
            "Adventure",
            "Casual",
            "Indie"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "is_dlc_or_addon": false,
        "persian_summary": "شما و زندانی دیگرتان در قلمرو قلعه راک به دام افتاده اید - آیا به شما خیانت شده است یا به سادگی آنقدر باهوش نبودید؟ برای فرار، باید قلعه شوم را برای پازل کاوش کنید و با هم فرار خود را طراحی کنید. رازها و معماها در سایه ها پنهان است. فقط حواستان باشد که در این ماجراجویی مرموز قطب جنوب هیچ چیز آن چیزی نیست که به نظر می رسد. آیا شما دو نفر می توانید با هم فرار کنید یا برای همیشه به دام خواهید افتاد؟ محبوس در سیاه چال ها، در اعماق روده های قلعه راک، شما و یک زندانی دیگر باید به دنبال راهی برای خروج باشید و برگردید تا دوباره در زیر آسمان یخی قطب جنوب بایستید - اما فرار از این کابوس چندان آسان نخواهد بود، چه برسد به فرار از خود قلعه. رهایی از سلول‌های خود و فرار از Keep تنها آغاز راه است - اما آیا واقعاً از Castle Rock فرار می‌کنید؟ اسرار جدیدی در انتظار شماست و شما باید در مورد چگونگی ادامه انتخاب کنید. سفر شما از زندان تاریک از طریق تالارهای سلطنتی به بیرون منتهی می شود. در خارج از Keep، داستان راکبری را کشف خواهید کرد،..."
    },
    {
        "title": "windows macos disco elysium ca4399 free youre a detective with a unique skill system at your disposal interrogate unforgettable characters crack murders or take bribes become a hero or an absolute disaster of a human being",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/disco-elysium",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/632470/header.jpg?t=1766855203",
        "description": "Disco Elysium - The Final Cut is the definitive edition of the groundbreaking role playing game. You’re a detective with a unique skill system at your disposal and a whole city block to carve your path across. Interrogate unforgettable characters, crack murders, or take bribes. Become a hero or an absolute disaster of a human being. Full voice acting. All of the city's beautiful people are brought to life with full English voiceover. Play characters against each other, try to help them, or fall hopelessly in love as each word is spoken to you with the appropriate accent and emotion. New political vision quests. Face the reality of your worldview as your political compass leads you down new paths. Discover more citizens, a whole extra area, and monumental sights as you leave an even bigger mark on the world by chasing your dreams. Unprecedented freedom of choice​. Intimidate, sweet-talk, resort to violence, write poetry, sing karaoke, dance like a beast, or solve the meaning of life. Disco Elysium - The Final Cut is the most faithful representation of desktop role playing ever attempted in video games. Countless tools for role playing. ​ Mix and match from 24 wildly different skills. Develop a personal style with over 80 clothing items. Wield 14 tools from guns to flashlights to a boombox, or pour yourself a cocktail of 6 different psychoactive substances. Develop your character even further with 60 wild ​thoughts ​to think – with the detective's Thought Cabinet. A revolutionary dialogue system with unforgettable characters. ​The world is alive with real people, not extras. Ask probing questions, make insightful observations, or express your wildest desires as you play cop or something completely different. Disco Elysium's revolutionary dialogue system lets you do almost anything. Carve your unique path across the city​. Explore, manipulate, collect tare, or become a millionaire in an open world unlike anything you've seen before. The city of Revachol is yours for the taking, one small piece at a time. From the streets to the beaches – and beyond. Hard boiled, hard core. ​Death, sex, taxes, and disco – nothing is off the table. Revachol is a real place with real challenges. Solve a massive murder investigation, or relax and kick back with sprawling side-cases. The detective decides, the citizens abide.",
        "id_in_db": "t3_1pvgacw",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "632470",
        "genres": [
            "RPG"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "Disco Elysium - The Final Cut نسخه قطعی بازی نقش آفرینی پیشگامانه است. شما یک کارآگاه هستید با یک سیستم مهارت منحصربفرد در اختیار شما و یک بلوک کامل شهر برای ایجاد مسیر خود در سراسر آن. بازجویی از شخصیت‌های فراموش نشدنی، قتل‌ها یا گرفتن رشوه. تبدیل به یک قهرمان یا یک فاجعه مطلق یک انسان شوید. صداپیشگی کامل همه مردم زیبای شهر با صدای کامل انگلیسی زنده می شوند. شخصیت ها را در برابر یکدیگر بازی کنید، سعی کنید به آنها کمک کنید یا ناامیدانه عاشق شوید زیرا هر کلمه با لهجه و احساسات مناسب برای شما صحبت می شود. جست و جوهای بینش سیاسی جدید با واقعیت جهان بینی خود روبرو شوید زیرا قطب نما سیاسی شما را به مسیرهای جدیدی هدایت می کند. با تعقیب رویاهای خود، شهروندان بیشتری، یک منطقه اضافی و مناظر تاریخی را کشف کنید. آزادی انتخاب بی سابقه بترسانید، شیرین صحبت کنید، به خشونت متوسل شوید، شعر بنویسید، کارائوکه بخوانید، مانند یک جانور برقصید، یا معنای زندگی را حل کنید..."
    },
    {
        "title": "world action rpg now you can take control of the action and be at the center of your own adventure in the wizarding world",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/hogwarts-legacy",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1599340/header.jpg?t=1763571534",
        "description": "Embark on an odyssey for the Lost Ark in a vast, vibrant world: explore new lands, seek out lost treasures, and test yourself in thrilling action combat. Define your fighting style with your class and advanced class, and customize your skills, weapons, and gear to bring your might to bear as you fight against hordes of enemies, colossal bosses, and dark forces seeking the power of the Ark in this action-packed free-to-play RPG. Discover a World Brimming with Adventure Explore seven vast, varied continents and the seas between them to find vibrant cultures, strange and fantastical beasts, and all the unexpected marvels waiting to be discovered. Delve into the secrets of Arkesia, prove your might in battles and raids, compete against other players in PvP, travel to distant islands in search of hidden riches, face packs of enemies and colossal bosses in the open world, and more. Your Odyssey Awaits Splash into massively satisfying ARPG-style combat and progression as you quest, raid, and fight on the scope of an MMO. Whether you want to play solo, in groups with friends, or matched up with other adventurers in the world, there’s an epic adventure waiting for you. Fight in the open world or delve into chaos dungeons, go head-to-head in expert PvP duels, test your mettle on epic quests, raid against bosses big and small, and hold your own in the fight against the Demon Legion to reclaim the power and light of the Lost Ark. Define Your Fight Lost Ark offers easy-to-learn features with unexpected depth and room for customization. Hit the ground running with pick-up-and-play action then take control of your combat with the unique Tripod system. Unlock three tiers of customization for each of your abilities, giving you powerful control of exactly how you fight. Lost Ark’s ever-expanding roster of iconic classes—each with their own distinct advanced classes—offers plenty of room to explore until you find the combat style that’s just right for you. The same goes for other features: as you continue your journey, you’ll find non-combat skills, crafting, guilds and social systems, and other rich features that bring the world alive. Whether you want to skim along the surface or dive deep into the details is up to you. ACCESSIBILITY FEATURES: Personalize your adventure with accessibility settings before game play. Enable numerous options including chat text enlargement, color blindness filters, photosensitivity mode, toggleable camera shake, and subtitle settings to create your optimal experience. Define your audio preferences with settings for volume controls, mono sound, stereo sound, and surround sound. You can also adjust game inputs via input remapping options and mouse/keyboard control settings. Lastly, define game inputs via input remapping options, and make sure no message is missed with chat text-to-speech and speech-to-text.",
        "id_in_db": "t3_1pkg6au",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1599340",
        "genres": [
            "Action",
            "Adventure",
            "Massively Multiplayer",
            "RPG",
            "Free To Play"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "age_rating": "This Game may contain content not appropriate for all ages, or may not be appropriate for viewing at work: Frequent Violence, Blood and Gore, Suggestive Themes, Strong Language, and Use of Alcohol.",
        "is_dlc_or_addon": false,
        "persian_summary": "در دنیایی وسیع و پر جنب و جوش، ادیسه ای را برای کشتی گمشده آغاز کنید: سرزمین های جدید را کاوش کنید، به دنبال گنج های گمشده بگردید و خود را در نبردهای اکشن هیجان انگیز آزمایش کنید. سبک مبارزه خود را با کلاس و کلاس پیشرفته خود تعریف کنید و مهارت ها، سلاح ها و تجهیزات خود را سفارشی کنید تا در مبارزه با انبوهی از دشمنان، رئیسان عظیم الجثه و نیروهای تاریکی که به دنبال قدرت آرک هستند، مهارت ها، سلاح ها و تجهیزات خود را به گونه ای سفارشی کنید که در این بازی RPG رایگان بازی کنید. جهانی پر از ماجرا را کشف کنید هفت قاره وسیع و متنوع و دریاهای بین آنها را کاوش کنید تا فرهنگ‌های پر جنب و جوش، جانوران عجیب و غریب و شگفت‌انگیز و تمام شگفتی‌های غیرمنتظره‌ای را که منتظر کشف هستند، بیابید. اسرار Arkesia را کشف کنید، قدرت خود را در نبردها و حملات ثابت کنید، با دیگر بازیکنان در PvP رقابت کنید، به جزایر دور سفر کنید تا به دنبال ثروت های پنهان باشید، با گروه های دشمنان و رئیس های عظیم در جهان باز روبرو شوید و موارد دیگر. Odyssey شما در انتظار ورود به نبرد و پیشرفت بسیار رضایت بخش به سبک ARPG در حین جستجو، حمله و ..."
    },
    {
        "title": "zoom platform holiday sale 2025",
        "store": "other",
        "url": "https://www.zoom-platform.com/holiday-2025-sale",
        "image_url": "https://external-preview.redd.it/8Go-BCttq62lXl1mNaZ8UK_KyEPHkMO-xtfDqHgIzAM.png?width=640&crop=smart&auto=webp&s=1f65b7ebf221c3312c625ea1e4ae3769711422ad",
        "description": "submitted by /u/doZennn [link] [comments]",
        "id_in_db": "t3_1pumswc",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "90% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/doZennn [پیوند] [نظر]"
    }
]