[
    {
        "title": "399 a novel planner offering various modules like scene planning character designing location scouting timeline and notes",
        "store": "other",
        "url": "https://www.untoldnovel.com/AppStore",
        "image_url": "https://external-preview.redd.it/1M4FBaiP_hGL65tMF2KJ71k9EVNtgFQ4zkZC_doEol4.png?width=640&crop=smart&auto=webp&s=d4827f1596a4ea5b0b9c595ed8916aff405829e7",
        "description": "Planning a novel can be challenging… There’s so much to consider, so much to remember, so much to research, and so many details to keep track of. What if there was one place that could help you manage all of these tasks? And even better, what if it could make novel planning fun and enjoyable? Untold Novel is a fresh new approach to planning your next bestseller. It helps you keep all your notes, ideas, characters, locations, and much more organized in one convenient place. submitted by /u/Glittering_Daikon74 [link] [comments]",
        "id_in_db": "t3_1n4avog",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": false,
        "persian_summary": "برنامه ریزی یک رمان می تواند چالش برانگیز باشد ... چیزهای زیادی را باید در نظر بگیرید ، به یاد داشته باشید ، بسیار برای تحقیق و جزئیات بسیاری برای پیگیری. چه می شود اگر یک مکان وجود داشته باشد که بتواند به شما در مدیریت همه این کارها کمک کند؟ و حتی بهتر ، اگر بتواند برنامه ریزی جدید را سرگرم کننده و لذت بخش کند؟ رمان Untold یک رویکرد جدید جدید برای برنامه ریزی پرفروش بعدی شماست. این به شما کمک می کند تا تمام یادداشت ها ، ایده ها ، شخصیت ها ، مکان ها و بسیار سازمان یافته تر را در یک مکان مناسب نگه دارید. ارسال شده توسط /u /glittering_daikon74 [لینک] [نظرات]"
    },
    {
        "title": "a minimalist habit tracker to build better routines reduce stress track streaks and hit goals with mindful focus",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/calmtrack-cozy-habit-tracker/id6744504658",
        "image_url": "https://external-preview.redd.it/NMdu_3bVgTzVZ17NzJI3KuG2ehEcBOK9xB0y3M4r3jk.png?width=640&crop=smart&auto=webp&s=2fad0af4b23571176101e8e34773c6a3d58f006c",
        "description": "What I’m Looking For: Any feedback on app usability, design, or anything that doesn’t feel quite right. Suggestions for new features or improvements! General thoughts on your experience using the app. Already working on widgets and switching from AM/PM to 24H system so soon that improvements will be available. submitted by /u/MefjuEditor [link] [comments]",
        "id_in_db": "t3_1n1iicl",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "آنچه من به دنبال آن هستم: هرگونه بازخورد در مورد قابلیت استفاده ، طراحی یا هر چیزی که کاملاً درست نیست. پیشنهادات برای ویژگی های جدید یا پیشرفت ها! افکار عمومی در مورد تجربه خود با استفاده از برنامه. در حال حاضر روی ابزارک ها و سوئیچینگ از سیستم AM/PM به 24H به زودی کار می کنید که پیشرفت ها در دسترس خواهد بود. ارسال شده توسط /u /mefjueditor [پیوند] [نظرات]"
    },
    {
        "title": "a tale of equilibrium 149",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.nineloops.isos",
        "image_url": "https://external-preview.redd.it/zgFuxypdB1FtM-8eE0rSkc3tbrIMIN_WVH4n3GQB3xI.png?width=320&crop=smart&auto=webp&s=6ea7ff8cb7613ec8f1b1b2ad02fcc1883776f47f",
        "description": "submitted by /u/Agile_End [link] [comments]",
        "id_in_db": "t3_1n8em0b",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /Agile_end [پیوند] [نظرات]"
    },
    {
        "title": "alba sapphire city the sons and more",
        "store": "itch.io",
        "url": "https://itch.io/s/159138/penance-alba-new-game-sale-1-for-the-series",
        "image_url": "https://img.itch.zone/aW1nLzE0NzI4MzU5LnBuZw==/508x254%23mb/CN8jPG.png",
        "description": "submitted by /u/Pehriska [link] [comments]",
        "id_in_db": "t3_1nb59qj",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "93% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /pehriska [لینک] [نظرات]"
    },
    {
        "title": "alphaputt",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/alphaputt/id1192689055",
        "id_in_db": "dddc2427e723a5ec1b16d3557a10b7999d684bf4e3eca441569509453bca9cde",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple123/v4/b7/ad/b4/b7adb480-ae1e-f4e3-666c-5c06190d0136/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "apps dots live wallpaper",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.jnd.nothing.live.wallpaper",
        "image_url": "https://external-preview.redd.it/DixPe-_hPMk2aCPbik9qpSjirYnJL7MYO6kHBuC6jgc.jpeg?width=320&crop=smart&auto=webp&s=338407371e7f2a6ec3ff3713d3f124e655552bb7",
        "description": "submitted by /u/pudah_et [link] [comments]",
        "id_in_db": "t3_1n7cbhd",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /pudah_et [پیوند] [نظرات]"
    },
    {
        "title": "apps garage ringtones pro 249",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=garage.ringtone.maker.audio.mp3.converter.pro",
        "image_url": "https://external-preview.redd.it/KkHAOzR10F-mmGrFQSN2tAk99YE37FvsGQe7EfUYHc8.png?width=320&crop=smart&auto=webp&s=b28050c70d434c5e826290a77672873d96a961af",
        "description": "submitted by /u/ac_del [link] [comments]",
        "id_in_db": "t3_1n6ommj",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /ac_del [پیوند] [نظرات]"
    },
    {
        "title": "art of vengeance",
        "store": "other",
        "url": "https://cp.sega-account.com/campaign",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2361770/header.jpg?t=1756452444",
        "description": "The iconic SHINOBI returns in an all-new 2D action platformer with a unique hand-drawn look created by the team behind the hit brawler Streets of Rage 4. Play as the legendary Shinobi Joe Musashi, master of the ninja arts. After finding your village burned to the ground and your clan turned into stone, you must set off on a quest for vengeance, ready to face an unparalleled evil and avenge your clan. • EXECUTE THE NINJA ARTS WITH PRECISION Wield your vast ninja arsenal including the great Katana Oborozuki, Kunai, Ninjutsu arts, and Ninpo to vanquish your foes. • MASTER THE WAY OF THE SHINOBI Unleash limitless combos with unique combat moves, acquire Amulets for enhanced abilities, and discover Ningi tools to overcome obstacles and uncover new paths. • JOURNEY THROUGH A STYLISTIC NEW WORLD Venture through more than a dozen unique and visually striking stages, from military bases to a scorching desert, challenging platforming puzzles, and hidden secrets.",
        "id_in_db": "t3_1n1iutk",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2361770",
        "genres": [
            "Action"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257189023/movie_max_vp9.webm?t=1756444329",
        "is_dlc_or_addon": false,
        "persian_summary": "شینوبی نمادین در یک سیستم عامل اکشن 2D جدید با ظاهری منحصر به فرد دستی که توسط تیم در پشت خیابان های Hit Brawler Rage 4 ساخته شده است ، باز می گردد. به عنوان شینوبی افسانه ای جو موسشی ، استاد هنرهای نینجا بازی کنید. پس از پیدا کردن روستای خود که به زمین سوخته و قبیله شما به سنگ تبدیل شده است ، باید تلاش برای انتقام جویی را انجام دهید ، آماده برای مواجهه با یک شر بی نظیر و انتقام قبیله خود باشید. • هنرهای نینجا را با دقت اجرا کنید ، زرادخانه نینجا وسیع خود را از جمله Katana Oborozuki بزرگ ، Kunai ، Ninjutsu Arts و Ninpo برای پیروز شدن دشمنان خود اجرا کنید. • راه شیوه های شینوبی را با حرکات جنگی منحصر به فرد رها کنید ، آملترها را برای توانایی های پیشرفته بدست آورید و ابزارهای Ningi را برای غلبه بر موانع و کشف مسیرهای جدید کشف کنید. • سفر از طریق یک سرمایه گذاری دنیای جدید سبک از طریق بیش از ده ها مرحله منحصر به فرد و بصری قابل توجه ، از پایگاه های نظامی گرفته تا یک بیابان سوزان ، معماهای پلتفرم به چالش کشیده و اسرار پنهان."
    },
    {
        "title": "assassins creed unity",
        "store": "steam",
        "url": "https://store.steampowered.com/app/289650/Assassins_Creed_Unity/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1341280/header.jpg?t=1599753568",
        "description": "On April 15, 2019, the world witnessed as Notre-Dame Cathedral was nearly destroyed in a devastating fire. While the cathedral is currently closed for restoration, it is still possible to visit it thanks to Ubisoft’s VR experience. At the heart of the videogame Assassin’s Creed : Unity , the 3D reconstitution of Notre-Dame de Paris was the result of 5000 hours of detailed graphic work, guided by historians. Adapted from on this acclaimed model, the virtual visit offers multiple point-of-views, some of which were inaccessible to the public, and ends spectacularly with a hot-air balloon flight over its arches, in a lively environment of Paris in the XVIIIth century. In a 4 to 9 square meters zone, the visitor is invited to look around and take a few steps to admire each perspective of the monument, to the sound of its famous Cavaillé-Coll Organ performing J.S. Bach. This experience has been shown for the first time at the UNESCO Headquarters on Heritage Days 2019 and was part of the South by Southwest Virtual Cinema 2020 selection.",
        "id_in_db": "t3_1nbessx",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "85% off",
        "steam_app_id": "1341280",
        "genres": [
            "Casual",
            "Free To Play"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256791683/movie_max_vp9.webm?t=1599753564",
        "is_dlc_or_addon": false,
        "persian_summary": "در 15 آوریل 2019 ، جهان شاهد بود که کلیسای جامع نوتردام تقریباً در آتش سوزی ویرانگر نابود شد. در حالی که کلیسای جامع در حال حاضر برای ترمیم بسته است ، به لطف تجربه VR Ubisoft هنوز هم می توان از آن بازدید کرد. در قلب The Videogame Assassin's Creed: Unity ، بازسازی سه بعدی نوتردام د پاریس نتیجه 5000 ساعت کار گرافیکی دقیق ، با هدایت مورخان بود. با اقتباس از این مدل تحسین شده ، بازدید مجازی چندین نقطه نظر را ارائه می دهد ، که برخی از آنها برای عموم غیرقابل دسترسی بودند و با یک پرواز بالون هوای گرم بر روی قوس های خود ، در یک محیط پر جنب و جوش از پاریس در قرن شانزدهم ، به طرز تماشایی به پایان می رسند. در یک منطقه 4 تا 9 متر مربع ، از بازدید کننده دعوت شده است تا به اطراف خود نگاه کند و چند قدم را برای تحسین هر دیدگاه این بنای یادبود ، به صدای ارگان معروف Cavaillé-Coll که J.S. باخ این تجربه برای اولین بار در دفتر مرکزی یونسکو در روزهای میراث 2019 نشان داده شده است و بخشی از ..."
    },
    {
        "title": "broilers",
        "store": "steam",
        "url": "https://store.steampowered.com/app/1562780/Broilers/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1562780/header.jpg?t=1756943867",
        "description": "Broilers is a turn-based game that resembles chess and similar board games, but only externally. The basis of almost all of the mechanics in Broilers, is selection (breeding). Learn how to breed new species and their characteristics in order to win the online challenge. Win with your mind Bropedia will help you understand all aspects of the game. At first it may be difficult to get used to all the intricate mechanics and understand how to apply them or why they are needed in the fight against your opponent, but through practice and training, as well as sufficient theoretical background, you can become a master of hens. The foundation of the game Broilers, in a way, could be called Tower-Defense, except that in addition to defense, both players are also responsible for attacking and advancing toward the opponent's base. Of course, following this characteristic, many games could be called Tower-Defence, but usually in such games the elements of attacking the enemy, and in the case of Broilers they are pawns, are completely under the control of the player, or under control for the most part. In Broilers, however, players cannot directly control the pawns-the players cannot tell the pawns where to go or what to do. You can say that in this game, you are under the control of creeps (units not controlled by the player), which is already very similar to the Tower-Defence genre, as well as there are almost literal TD elements, such as eggs, which can be placed on the field, which, although not shooting at the enemy, but can become an obstacle to him. May the strongest win It is important to understand that in Broilers, victory is primarily achieved by the ability to skillfully prioritize the characteristics of species, the assignment of cards to pawns, and the timely creation of species and assigning them a program for action.",
        "id_in_db": "t3_1na4ra1",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1562780",
        "genres": [
            "Casual",
            "Indie",
            "Massively Multiplayer",
            "Strategy"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256904320/movie_max_vp9.webm?t=1662718029",
        "is_dlc_or_addon": false,
        "persian_summary": "Broilers یک بازی مبتنی بر نوبت است که شبیه شطرنج و بازی های تخته مشابه است ، اما فقط در خارج. اساس تقریباً تمام مکانیک موجود در جوجه های گوشتی ، انتخاب (پرورش) است. بیاموزید که چگونه گونه های جدید و ویژگی های آنها را برای پیروزی در چالش آنلاین پرورش دهید. برنده با ذهن خود Bropedia به شما در درک همه جنبه های بازی کمک می کند. در ابتدا ممکن است عادت کردن به همه مکانیک های پیچیده و درک چگونگی استفاده از آنها یا اینکه چرا در مبارزه با حریف خود مورد نیاز است ، دشوار باشد ، اما از طریق تمرین و آموزش و همچنین پیشینه نظری کافی ، می توانید استاد مرغ باشید. پایه و اساس جوجه های بازی ، به نوعی ، می توانند برج دفاع نامیده شوند ، به جز این که علاوه بر دفاع ، هر دو بازیکن نیز مسئول حمله و پیشروی به سمت پایگاه حریف هستند. البته ، به دنبال این ویژگی ، بسیاری از بازی ها را می توان برجای برج نامید ، اما معمولاً در چنین بازی هایی عناصر حمله به دشمن و در مورد ..."
    },
    {
        "title": "broilers 100 offfree",
        "store": "steam",
        "url": "https://store.steampowered.com/app/1562780/Broilers/",
        "image_url": "https://external-preview.redd.it/413LegnhE-Nkibjg0TA9zKclN5cvFHGns0XHBIGWL58.jpeg?width=320&crop=smart&auto=webp&s=50e3dcd40a6f3849f97c5219e0af199931ec56ba",
        "description": "submitted by /u/UnseenData [link] [comments]",
        "id_in_db": "t3_1na4rwi",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /Unseendata [لینک] [نظرات]"
    },
    {
        "title": "carlos the taco",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/carlos-the-taco",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2081930/header.jpg?t=1728246676",
        "description": "The game is looking for a publisher on the console! Write to the mail studiovictoriagames@gmail.com Buenos dias dear Amigo! My name is Taco Carlos and I need your help! Some Gringo, kidnapped my bride right from the wedding! Only you can track them down and bring back my beloved! The game \"Taco Carlos\" is a classic 2D platformer. Which takes place in sunny Mexico. You will need to fight enemies to get your bride back. The WASD buttons are used to control the character. You have to get used to the role of a Mexican Taco to figure out what happened and unravel the tangle of history full of fun and groovy music. You have to fight with various elements Earth ice fire Use elixirs to crush enemies! Features of the game All graphics in the game are drawn by a professional artist Wonderful music and sounds that create a special atmosphere Author's animated comics Fascinating plot 120 animations made by hand 1-2 hours of exciting game Try our cat game)",
        "id_in_db": "t3_1n373st",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2081930",
        "genres": [
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256918088/movie_max_vp9.webm?t=1670327917",
        "is_dlc_or_addon": false,
        "persian_summary": "این بازی به دنبال ناشر در کنسول است! برای نامه studiovictoriagames@gmail.com buenos dias عزیز آمیگو بنویسید! نام من تاکو کارلوس است و من به کمک شما احتیاج دارم! برخی از گرینگو ، عروس من را درست از عروسی ربوده اند! فقط شما می توانید آنها را ردیابی کنید و محبوب من را برگردانید! بازی \"Taco Carlos\" یک پلتفرم کلاسیک 2D است. که در مکزیک آفتابی اتفاق می افتد. برای بازگشت عروس خود باید با دشمنان مبارزه کنید. از دکمه های WASD برای کنترل شخصیت استفاده می شود. شما باید به نقش یک تاکو مکزیکی عادت کنید تا بفهمید چه اتفاقی افتاده است و ناچیز تاریخ را پر از موسیقی سرگرم کننده و ناگوار می کنید. شما باید با عناصر مختلف از آتش سوزی یخ استفاده کنید تا از اکسیر استفاده کنید تا دشمنان را خرد کنید! ویژگی های بازی همه گرافیک ها در بازی توسط یک هنرمند حرفه ای موسیقی شگفت انگیز و صداهایی که ایجاد می کند یک فضای خاص نویسنده انیمیشن جذاب طرح 120 انیمیشن ساخته شده با دست 1-2 ساعت بازی هیجان انگیز است ، بازی گربه ما را امتحان کنید)"
    },
    {
        "title": "children of morta 262 248 c346 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/cbc82736-9964-4281-80eb-7beee3c351d9/children-of-morta",
        "image_url": "https://assets.nintendo.com/image/upload/q_auto:best/f_auto/dpr_2.0/ncom/en_US/dlc/switch-dlc/children-of-morta-dlc/rom-bundle/children-of-morta-complete-edition/image",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1nalqp1",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "88% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /lets_playsum [لینک] [نظرات]"
    },
    {
        "title": "clid the snail",
        "store": "other",
        "url": "https://gaming.lenovo.com/clid-the-snail-key-drops",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1597580/header.jpg?t=1709554613",
        "description": "In a world where only the distant memory of human existence still lingers, you play as Clid, a troublemaking, eccentric snail who has just been exiled from his home citadel. Joined by a faithful and talkative firefly, Belu, you will meet a peculiar gang of outcasts and find a place to call home. Among this new group of friends, you will discover a newfound purpose: Exterminating the mysterious slug plague that is ravaging the land. Clid The Snail is a unique top-down shooter where character-driven narrative and mindful combat take the center stage. Through Clid, you’ll experience a story about exile, friendship, and betrayal, and live the adventures of a troublesome, unruly snail that doesn’t belong. Explore a treacherous world full of threats and challenges, where strategic positioning, precise gunplay, and enemy behavior are paramount to your survival. Discover the truth behind the slug plague corrupting the world and save the land from ultimate ruin. Get creative with your guns, grenades, and unique snail shells to outsmart your enemies. Use the environment to your advantage and learn to position yourself to emerge victorious. A shy hedgehog, a shaman turtle, a mute bat, a ninja frog, and a one-eyed chameleon: these are the members of Alastor. Return home after each quest to rest, stock up on resources, upgrade equipment, and develop friendships. Get to know these unique characters and unravel their past to find out the key to the story. Swamps, desserts, mountains, islands... Each quest will take you to a new location waiting to be discovered. Help the local residents fight off the slug threat and become their hero! And don’t forget to keep a keen eye: Explore every level in search for extra goodies. Powerful threats await you at the end of each mission. You will need to study their behavior, pay attention to detail, and choose your weapons wisely to survive these dangerous encounters. Shooting isn´t always the answer. Use your weapons and intellect to solve puzzles, find secrets, and progress through the story. Sometimes, the answers are hidden in plain sight…",
        "id_in_db": "t3_1n7iu8u",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1597580",
        "genres": [
            "Action",
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256848979/movie_max_vp9.webm?t=1629993726",
        "is_dlc_or_addon": false,
        "persian_summary": "در دنیایی که فقط خاطره دوردست وجود انسان هنوز هم زنده می ماند ، شما به عنوان Clid ، یک حلزون مشکل ساز و عجیب و غریب که به تازگی از ارگ خانگی خود تبعید شده است ، بازی می کنید. با یک آتشفش وفادار و مبهم ، بلو ، با یک باند عجیب و غریب از بیرون آشنا خواهید شد و مکانی برای تماس با خانه پیدا خواهید کرد. در میان این گروه جدید از دوستان ، شما یک هدف تازه را کشف خواهید کرد: نابود کردن طاعون اسرارآمیز اسرارآمیز که این سرزمین را ویران می کند. Clid the Snail یک تیرانداز از بالا به پایین است که در آن روایت شخصیت محور و مبارزه با ذهن آگاهانه مرحله مرکز را می گیرد. از طریق CLID ، داستانی را در مورد تبعید ، دوستی و خیانت تجربه خواهید کرد و ماجراهای یک حلزون مشکل ساز و ناعادلانه را که متعلق به آن نیست ، زندگی می کنید. دنیای خیانت آمیز و پر از تهدیدها و چالش ها را کاوش کنید ، جایی که موقعیت یابی استراتژیک ، اسلحه دقیق و رفتار دشمن برای بقای شما مهم است. حقیقت را در پشت طاعون شلخته که جهان را فاسد می کند ، کشف کنید و سرزمین را از ویرانی نهایی نجات دهید. با اسلحه خود خلاق شوید ، ..."
    },
    {
        "title": "dorfromantik",
        "store": "steam",
        "url": "https://store.steampowered.com/app/1455840/Dorfromantik/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1455840/header.jpg?t=1757156650",
        "description": "Dorfromantik is a relaxing building strategy and puzzle game in which you place tiles to create ever-growing, idyllic village landscapes. With Dorfromantik, you can immerse yourself in a quiet, peaceful world at any time and take a break from everyday life. At the same time, Dorfromantik offers a challenge for those who are looking for one: To beat the highscore, you need to carefully plan and strategically place your tiles. In Dorfromantik you start with a stack of procedurally generated tiles. One after the other, you draw the top tile of the stack, place it on one available slot and rotate for the best fit. Thereby groups and combinations of landscapes are formed, such as forests, villages or water bodies, and you are rewarded with points depending on how well the tile fits. On some tiles you will also encounter special objects that give you a quest: For example, the windmill wants to border 6 grain fields, the locomotive wants to be connected to 10 tracks or the deer wants to inhabit a forest with at least 50 trees. Fulfill these quests to get more tiles to continue the expansion of your landscape. The game ends when the tile stack is used up. As you expand the landscape, you can advance into new, colorful biomes and discover pre-placed game objects that give you long-term tasks. Through these tasks you can unlock new tiles, new biomes and new quests. What Dorfromantik offers Building endless and beautiful landscapes Unique mix of strategy and puzzle mechanics Relaxing and calming gameplay Idyllic village scenery Strategic placement to beat the highscore High replay value - every session is different Many unlockable tiles and biomes Original Artstyle with handpainted boardgame feel What Dorfromantik does not offer 4X Strategy Trading Resource Management Combat & Violence Multiplayer Dorfromantik offers options for any style of play! Take a short break from life in quick mode or try to master the game in hard mode. The Custom Mode allows you to create your own rulesets and share them with others, while monthly mode awaits you with a new challenge every month. If you just want to relax and build your own landscape with no limits, try the creative mode! Dorfromantik was developed by four game design students from Berlin. Together we have founded Toukana Interactive and want to develop many more small, original and high-quality indie games in the future. We are happy about constructive feedback of all kinds, so feel free to contact us! We will do our best to respond to messages quickly and fix any problems that may arise. :)",
        "id_in_db": "t3_1n92mp7",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "60% off",
        "steam_app_id": "1455840",
        "genres": [
            "Casual",
            "Indie",
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256884298/movie_max_vp9.webm?t=1651132744",
        "is_dlc_or_addon": false,
        "persian_summary": "Dorfromantik یک استراتژی ساختمان آرامش بخش و بازی پازل است که در آن شما کاشی ها را برای ایجاد مناظر در حال رشد و بت پرستی روستا قرار می دهید. با Dorfromantik ، می توانید در هر زمان خود را در دنیای آرام و آرام غوطه ور کنید و از زندگی روزمره استراحت کنید. در عین حال ، Dorfromantik برای کسانی که به دنبال یکی هستند ، چالشی را ارائه می دهد: برای ضرب و شتم Highscore ، شما باید با دقت برنامه ریزی کنید و کاشی های خود را به صورت استراتژیک قرار دهید. در Dorfromantik شما با پشته ای از کاشی های تولید شده رویه شروع می کنید. یکی پس از دیگری ، کاشی بالای پشته را ترسیم می کنید ، آن را روی یک شکاف موجود قرار می دهید و برای بهترین تناسب می چرخید. بدین ترتیب گروه ها و ترکیبی از مناظر شکل می گیرند ، مانند جنگل ها ، دهکده ها یا اجساد آب ، و بسته به اینکه چقدر کاشی متناسب است ، به شما پاداش می دهید. در بعضی از کاشی ها نیز با اشیاء ویژه ای روبرو خواهید شد که به شما تلاش می کنند: به عنوان مثال ، آسیاب بادی می خواهد 6 زمینه دانه را با هم مرز کند ، لوکوموتیو می خواهد به 10 آهنگ وصل شود یا گوزن ها می خواهند ..."
    },
    {
        "title": "epic games mobile machinarium",
        "store": "epicgames",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1n2epbu/epic_games_mobile_game_machinarium/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1343400/2354f470ed43dbcf63e168dc2b256285434ea52c/header.jpg?t=1750692577",
        "description": "Journey into the Sixth Age of Gielinor and discover a fantasy world deep with legend and lore. Gielinor's people may be thriving, but the Elder Gods still scheme. The clouds are darkening and war looms. Experience a fantasy online world 19 years in the making. It's up to you. Will you explore the world with friends, or seek your fame and fortune as a lone adventurer? Whether you’re engaged in daring quests, quietly tending to your farm, risking it all against a high-level boss or spending a night at the circus, RuneScape is the perfect second-screen game. Play how you want – the choice is yours. What type of hero will you be? With a world that’s been growing for an incredible 19 years, RuneScape continues to thrill players with an adventure unlike any other. With 270 million installations and cross-playability on PC and mobile, join the hundreds of millions of people who have explored the fantastic and mystical world of Gielinor. Make friends – and maybe sometimes enemies – with a rich roster of memorable NPC characters. From lovable companions and friendly rogues, to deceitful villains and vengeful gods, the many faces of Gielinor offer a deep fantasy experience unlike anything else. Visit dozens and dozens of unique and striking locations, from the medieval castles of Burthorpe and the tranquil harbours of Catherby, to the dangerous barren expanses of the Wilderness or the tropical reaches of Anachronia. Own your own port! Run your own farm! Make a pretty penny trading with players at The Grand Exchange, and keep your exotic wares safe in the Bank. With 28 skills to master, what will you become? Will you be one with nature by perfecting Woodcutting, Fishing, Herblore and Cooking? Or would you prefer to be more creative with Crafting, Farming, Smithing and Construction? Or perhaps your tastes lay elsewhere – with Hunting, Divination, Invention or Runecrafting? Or maybe your soul yearns action, and you’ll take to Magic, Summoning, Slayer and Dungeoneering! Do you want to get up close and personal with a sharp blade in your hand? Or will you take a tactical approach and attack from range? Or perhaps your skills are more mystical, and you prefer the arena of magic? Fight a dazzling assortment of foes including an unimaginable array of epic bosses. From demons to dragons and rock monsters to serpents, nightmares beyond your wildest imagination lay in wait. RuneScape can be played free, but also offers optional membership that unlocks even more thrilling content, including 8 additional skills, over 120 extra quests and access to the entire game world map! Check out the Steam DLC Bundles Membership Access offers featuring launch exclusive Steam cosmetic items and special rewards. Add your unique voice to our vibrant RuneScape community. Enjoy a strong connection to RuneScape's independent development team by joining them for regular livestreams, and share ideas on the forums. We shape RuneScape together!",
        "id_in_db": "t3_1n2epbu",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1343400",
        "genres": [
            "Massively Multiplayer",
            "RPG",
            "Free To Play"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256800506/movie_max_vp9.webm?t=1634556984",
        "is_dlc_or_addon": false,
        "persian_summary": "سفر به ششم عصر ژیلینور و کشف دنیای فانتزی در اعماق افسانه و لور. قوم جیلینور ممکن است رونق داشته باشد ، اما خدایان بزرگتر هنوز هم طرح می شوند. ابرها تاریک می شوند و جنگ می شوند. 19 سال یک دنیای خیالی آنلاین را در ساخت تجربه کنید. این به شما بستگی دارد آیا با دوستان جهان را کشف خواهید کرد یا به دنبال شهرت و ثروت خود به عنوان یک ماجراجو تنها هستید؟ این که آیا شما مشغول جستجوی جسورانه هستید ، بی سر و صدا به مزرعه خود تمایل دارید ، همه اینها را در برابر یک رئیس سطح بالا یا گذراندن یک شب در سیرک به خطر می اندازید ، Runescape بازی عالی صفحه دوم است. بازی را که می خواهید بازی کنید - انتخاب شماست. شما چه نوع قهرمان خواهید بود؟ با دنیایی که 19 سال باورنکردنی در حال رشد است ، Runescape بر خلاف سایر موارد ، بازیکنان را با یک ماجراجویی هیجان زده می کند. با 270 میلیون نصب و قابلیت بازی متقابل در رایانه شخصی و موبایل ، به صدها میلیون نفر که دنیای خارق العاده و عرفانی Gielinor را کاوش کرده اند ، بپیوندید. با ... دوست شوید - و شاید گاهی اوقات دشمن - با ..."
    },
    {
        "title": "epic games mobile monument valley",
        "store": "epicgames",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1n8ckf7/epic_games_mobile_game_monument_valley/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1055430/header.jpg?t=1726530178",
        "description": "\"Gladiator ... gladiator ... gladiator ... Swords and Sandals, Gladiatorrrrr!\" If this refrain means anything to you, then you grew up playing the legendary Swords and Sandals turn based combat game series. Millions of kids grew up playing S&S in their schools, late at night on the family computer's browsers or in their bedroom on a rainy Saturday morning. These games have been played over half a billion times, and for good reason. Swords and Sandals is nostalgia, Swords and Sandals is life. Now, the world's favourite gladiator game series has arrived on Steam for the very first time ever . The Swords and Sandals Classic Collection comes with five of the greatest S&S games ever made (and two bonus games!) and three art galleries featuring behind the scenes images from the series long and illustrious past. Swords and Sandals I : Gladiator Swords and Sandals II : Emperor's Reign Swords and Sandals III : Gladiae Ultratus Swords and Sandals IV : Tavern Quests Swords and Sandals Crusader BONUS Swords and Sandals Mini Fighters BONUS Gross Out : Battle For Sludge Valley PLEASE NOTE - ONLY SWORDS AND SANDALS IV OFFERS MULTIPLAYER ( VIA LOCAL HOTSEAT ) Swords and Sandals I : Gladiator Hear the crowd roar as you enter the gladiatorial arena in this epic adventure set on the Island of Doomtrek. Unleash the hero within and become the ultimate gladiator against 7 of Brandor's fiercest Arena Champions. Go back to where it all began when the madman HeChaos ruled the arena! Swords and Sandals II : Emperor's Reign Arise Gladiator. Released from your chains in a dark cell and thrust into the arena you must fight for your life, fame and fortune. The evil Emperor Antares now reigns supreme in Doomtrek and the gladiatorial games are bigger and more epic than ever as twenty legendary fighters enter the arena. If it is your destiny you will vanquish your rivals, defeat the Emperor and become an immortal. Swords and Sandals III : Gladiae Ultratus Part three of the great series hurls you into the Gladiae Ultratus, the most dangerous and spectacular gladiator tournament in all Tritonia. Forget all you thought you knew about Swords & Sandals and prepare yourself for the quest of a thousand lifetimes! 24 powerful new Arena Champions await you, from mighty stone giants to automaton robots from another world. Are you ready to become the ultimate gladiator? (Note, this is the SOLO edition of the game. Alas, the multiplayer servers died many years ago but will be reborn in S&S VI, coming in 2020!) Swords and Sandals IV: Tavern Quests The Swords and Sandals saga continues as our embattled gladiators step out from the arena and into a wider and more dangerous world. Up to four gladiators compete in a variety of minigames, adventures and battles set across an epic eight realms of danger and adventure. Featuring over 40 minigames, local multiplayer action with up to 3 friends and all the gladiatorial action the game series is famous four. It's turn based combat meets Mario Party in Brandor's biggest board game crazy. Swords and Sandals Crusader Brandor erupts into chaos and war as the realm's greatest heroes and villains take to the battlefield. Lay siege to castles in the pouring rain or send your cavalry against a horde of skeletons in the heat of the scorching desert. This is a turn based strategy game in the style of Defender of the Crown , featuring army combat and management, a simple RPG progression system and a special 'Survival mode' which pits you against your foes one after the other. Control giant iron robots, fifty foot high demons and great apes and shake the very foundations of Brandor. Put on your sandals again and become the finest crusader in the realm! *BONUS* Swords and Sandals Mini Fighters Swords and Sandals returns - this time, faster, tougher and tinier! Welcome to S&S MINI FIGHTERS! This was a version of S&S 2 made in 2011 and originally designed for mobile phones, it was renamed and re-released in 2018 as Mini Fighters and featured very fast battles and very small gladiators! *BONUS* Gross Out : Battle For Sludge Valley The one and only time Swords and Sandals was ever reskinned, this curious game from 2007 features a cast of misfits defending their town from an evil property developer using Fart Cannons, Rotten Eggs and all manner of disgusting weapons in a hilarious and bizarre showdown across 7 locations. Made using the Swords and Sandals II combat engine. All of your favourite Swords and Sandals games for one low price. Relive the magic today, five of your all-time favourite Swords and Sandals games in full-screen glory. The power of nostalgia is yours!",
        "id_in_db": "t3_1n8ckf7",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1055430",
        "genres": [
            "Action",
            "Adventure",
            "Casual",
            "RPG",
            "Strategy"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256790034/movie_max_vp9.webm?t=1592521318",
        "is_dlc_or_addon": false,
        "persian_summary": "\"گلادیاتور ... گلادیاتور ... گلادیاتور ... شمشیر و صندل ، Gladiatorrrrr!\" اگر این پرهیز از هر چیزی برای شما معنی دارد ، پس شما در حال بازی با شمشیر و صندل های افسانه ای سری بازی های جنگی مبتنی بر این هستید. میلیون ها کودک بزرگ شدند که در مدارس خود ، اواخر شب در مرورگرهای رایانه خانوادگی یا در اتاق خواب خود در یک صبح شنبه بارانی بازی کردند. این بازی ها بیش از نیم میلیارد بار و به دلایل خوبی انجام شده است. شمشیر و صندل دلتنگی است ، شمشیر و صندل زندگی است. اکنون ، سری بازی های گلادیاتور مورد علاقه جهان برای اولین بار به Steam رسیده است. مجموعه Swords and Sandals Classic با پنج مورد از بزرگترین بازی های S&S که تاکنون ساخته شده است (و دو بازی جایزه!) و سه گالری هنری که دارای تصاویر پشت صحنه از سریال های طولانی و برجسته است. شمشیر و صندل I: شمشیر و صندل های گلادیاتور II: شمشیرها و صندل های سلطنت امپراتور III: شمشیر و صندل های اولتراتوس Gladiae IV: شمشیر و صندل های Tavern Quests ..."
    },
    {
        "title": "exiled giveaways and itchio mega threads",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1n5u7zr/exiled_giveaways_and_itchio_mega_threads/",
        "image_url": null,
        "description": "To increase visibility, the mega threads are posted on a weekly basis. This is being done following the overall discussion of Mega Threads via FGF Update - https://redd.it/jkxyzw Please use the below threads for your posts. :) Exiled Giveaways Mega Thread (#2) Itchio Mega Thread (#10) Want to setup alerts to these threads? RSS Feed information can be found in our wiki! https://www.reddit.com/r/FreeGameFindings/wiki/rssfeed Included is information about our discord bot and general RSS feed stuff. Definitely give it a look! submitted by /u/AutoModerator [link] [comments]",
        "id_in_db": "t3_1n5u7zr",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "برای افزایش دید ، موضوعات مگا به صورت هفتگی ارسال می شوند. این کار پس از بحث کلی موضوعات مگا از طریق بروزرسانی FGF انجام می شود - https://redd.it/jkxyzw لطفاً از موضوعات زیر برای پست های خود استفاده کنید. :) Giveaways Mega Thread (شماره 2) Thread Mega Itchio (#10) آیا می خواهید هشدارهایی را برای این موضوعات تنظیم کنید؟ اطلاعات خوراک RSS را می توان در ویکی ما یافت! https://www.reddit.com/r/freegamefindings/wiki/rssfeed شامل اطلاعات مربوط به ربات Discord و General RSS Feed است. قطعاً به آن نگاه کنید! ارسال شده توسط /u /automoderator [پیوند] [نظرات]"
    },
    {
        "title": "expedition 33 349930 off with code epe72",
        "store": "other",
        "url": "https://www.newegg.com/Kepler-Interactive-Clair-Obscur-Expedition-33-Pre-Order-PC/p/N82E16832425034",
        "image_url": "https://image.api.playstation.com/vulcan/ap/rnd/202501/2217/91eec1666871bd0f666d650e8c4d4f0c7d6c572bf7f5cf54.jpg",
        "description": "submitted by /u/Dramatic_Walk8473 [link] [comments]",
        "id_in_db": "t3_1n9t9d2",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "30% off",
        "is_dlc_or_addon": true,
        "persian_summary": "ارسال شده توسط /u /dramatic_walk8473 [پیوند] [نظرات]"
    },
    {
        "title": "expedition 33 dustborn frosthaven super loco world rematch crime simulator revenge of the savage planet starvaders bionic bay hyper light breaker",
        "store": "indiegala",
        "url": "https://www.indiegala.com/store/franchise-sale/flash-sale",
        "image_url": "https://external-preview.redd.it/5vMYwYsdrJYDcrlOUwhxt5k1M_3J2t-oM3eoSJt8AxM.jpeg?width=640&crop=smart&auto=webp&s=c33aeb9a4875b149a849485027a491993f850757",
        "description": "submitted by /u/indieg [link] [comments]",
        "id_in_db": "t3_1n96iyg",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "21% off",
        "is_dlc_or_addon": true,
        "persian_summary": "ارسال شده توسط /u /indieg [پیوند] [نظرات]"
    },
    {
        "title": "final stand 1168 1065 c1615 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/94ecd92a-4553-42d9-b288-315c1441d835/age-of-darkness-final-stand",
        "image_url": "https://gpstatic.com/acache/53/53/1/us/t620x300-aaa71df5e4754a2098b686149b7b222f.jpg",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1n8on79",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "58% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /lets_playsum [لینک] [نظرات]"
    },
    {
        "title": "free survival management game where you lead a team of 8 survivors stranded on a strange island after a plane crash assign them to tasks develop your survival skills research and craft new items explore the island and solve its mysteries",
        "store": "steam",
        "url": "https://store.steampowered.com/app/384310/Dead_In_Bermuda/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/384310/header.jpg?t=1755126644",
        "description": "DEAD IN BERMUDA is a survival management game with RPG and adventure elements, in which you lead a team of 8 survivors from a plane crash on a strange island. Assign your survivors to tasks, gain experience and develop your survival skills, research and craft new items for the camp, explore the island for resources and solve the mysteries behind an ancient atlantean prophecy. Key Features Manage the well-being of your team: they can die from Hunger, Fatigue, Sickness, Injury and Depression as well as lack of water. Relationships between characters evolve! They can argue, become friends and even lovers. Research & Craft to upgrade your camp. Deep RPG system running behind the scenes: the efficiency of every action is tied to character skill, opinions and the state of the character. Exploration: 100 map areas to discover, each with its own rewards… or traps! Randomized elements: the map, the items, the dialogs, the skills and traits of your characters changes every new game. Special encounters in the jungle with choose-you-own-adventure like elements. Easy to play, but hard to survive!",
        "id_in_db": "t3_1n1mmw9",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "384310",
        "genres": [
            "Adventure",
            "Indie",
            "RPG",
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256655288/movie_max.webm?t=1447377385",
        "is_dlc_or_addon": false,
        "persian_summary": "Dead در برمودا یک بازی مدیریت بقا با RPG و عناصر ماجراجویی است که در آن شما تیمی از 8 بازمانده را از سقوط هواپیما در یک جزیره عجیب رهبری می کنید. بازماندگان خود را به وظایف اختصاص دهید ، تجربه کسب کنید و مهارت های بقا ، تحقیق و تحقیق و توسعه موارد جدید را برای اردوگاه توسعه دهید ، جزیره را برای منابع کشف کنید و اسرار پشت یک پیشگویی آتلانتیایی باستانی را حل کنید. ویژگی های کلیدی مدیریت بهزیستی تیم شما: آنها می توانند از گرسنگی ، خستگی ، بیماری ، آسیب و افسردگی و همچنین کمبود آب جان خود را از دست دهند. روابط بین شخصیت ها تکامل می یابد! آنها می توانند استدلال کنند ، دوست و حتی عاشق شوند. تحقیق و کاردستی برای به روزرسانی اردوگاه خود. سیستم RPG عمیق که در پشت صحنه اجرا می شود: کارآیی هر عملی با مهارت شخصیت ، عقاید و وضعیت شخصیت گره خورده است. اکتشاف: 100 منطقه نقشه برای کشف ، هر کدام دارای پاداش های خاص خود هستند ... یا تله! عناصر تصادفی: نقشه ، موارد ، گفتگوها ، مهارت ها و ویژگی های شخصیت های شما هر بازی جدید را تغییر می دهد. خاص ..."
    },
    {
        "title": "games cytus ii 199",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.rayark.cytus2",
        "image_url": "https://external-preview.redd.it/2GdS9Isy0JumdHtlESx0qej0AKDRaE9qNX7SDCknXUQ.png?width=320&crop=smart&auto=webp&s=bc9e5376a5086e122607b71b7919c61f197f9e30",
        "description": "submitted by /u/pudah_et [link] [comments]",
        "id_in_db": "t3_1n9lcyk",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /pudah_et [پیوند] [نظرات]"
    },
    {
        "title": "games rogue hearts 099",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.ninetailgames.roguehearts.paid",
        "image_url": "https://external-preview.redd.it/8RNQOn3DCq0OmaL_TkX9hkSKhlZsi0iEAJMseVKppkk.png?width=320&crop=smart&auto=webp&s=7e1dc3bab8bba1773b245513d5ca6b377c21b836",
        "description": "submitted by /u/pudah_et [link] [comments]",
        "id_in_db": "t3_1n8qmdc",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /pudah_et [پیوند] [نظرات]"
    },
    {
        "title": "greenmangaming alan wake 2 deluxe",
        "store": "greenmangaming",
        "url": "https://www.greenmangaming.com/games/alan-wake-2-deluxe-edition-epic-pc/",
        "image_url": "https://external-preview.redd.it/J4vhK19ToaRRA-pPZxyGIAoORpX-07O-_ZPW-er82BQ.png?width=216&crop=smart&auto=webp&s=295fc4cbb31512474ee8483c927b3e24fce20ce8",
        "description": "submitted by /u/Mkilbride [link] [comments]",
        "id_in_db": "t3_1n95034",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "74% off",
        "is_dlc_or_addon": true,
        "persian_summary": "ارسال شده توسط /u /mkilbride [لینک] [نظرات]"
    },
    {
        "title": "ingredient checker lifetime 79 free scan food products for microplastics seed oils pfas processing info and get longevity score available aug 28",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/ingredient-checker-chemzero/id6739990764?platform=iphone",
        "image_url": "https://external-preview.redd.it/X_B6HHCGVN74O7moAPL-8ABWvzI5mvx2hlsNZ9optC8.png?width=640&crop=smart&auto=webp&s=bb82fbb9df844a269549ccbb316f67c0bce75a47",
        "description": "We wanted a way to quickly see if the food we buy supports long-term health - so we built an app that scans products for microplastics, seed oils, processing level, and hidden ingredients that impact longevity. From Aug 28 untill Aug 31, we’ve made our Lifetime PRO unlock completely free via in-app purchase. Regular price is $79 - this weekend it’s $0.00, forever unlocked. If you end up finding ChemZero useful, we’d love a quick App Store rating - it really helps others discover it and motivate us app makers trying to build genuinely useful tool that supports our health. submitted by /u/LeaderRude5700 [link] [comments]",
        "id_in_db": "t3_1n2psb3",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ما می خواستیم راهی برای سریع ببینیم که آیا غذایی که ما خریداری می کنیم از سلامت طولانی مدت پشتیبانی می کند - بنابراین ما برنامه ای را ساختیم که محصولات را برای میکروپلاستیک ، روغن بذر ، سطح پردازش و مواد مخفی که بر طول عمر تأثیر می گذارد ، اسکن می کند. از 28 اوت تا 31 اوت ، ما باعث شده ایم که Lifetime Pro باز شود و از طریق خرید درون برنامه ای کاملاً رایگان باشد. قیمت منظم 79 دلار است - این آخر هفته 0.00 دلار است ، برای همیشه باز نشده است. اگر در نهایت پیدا کردن Chemzero مفید هستید ، ما عاشق یک رتبه بندی سریع فروشگاه App هستیم - این واقعاً به دیگران کمک می کند تا آن را کشف کنند و ما را به سازندگان برنامه ها انگیزه دهند که سعی می کنند ابزاری واقعاً مفید را بسازند که از سلامتی ما پشتیبانی کند. ارسال شده توسط /u /LeaderRude5700 [لینک] [نظرات]"
    },
    {
        "title": "ios ipados run for fun 799 free till august 31st restrict addictive apps on your device until you exercise",
        "store": "iosappstore",
        "url": "https://apps.apple.com/ca/app/run-for-fun-screen-time-focus/id6743376966",
        "image_url": "https://external-preview.redd.it/YnxK9fl_RkHDMZAdBXXVatKpFRnscoVwFhb5cd5LcIM.png?width=640&crop=smart&auto=webp&s=a8739d679f88286ceb51dee42e7160f4af3ed263",
        "description": "submitted by /u/busymom0 [link] [comments]",
        "id_in_db": "t3_1n2j0we",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /busymom0 [پیوند] [نظرات]"
    },
    {
        "title": "ios ocrforge 499 to free for 48h easily extract text from images documents or photos with ocrforge fast accurate ocr scanning",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/ocrforge-text-scanner/id6748552382",
        "image_url": "https://external-preview.redd.it/xQ4IUBq41R_70FsaQNZIleGrqRpNpJO7Y7ZhcJmb0IE.png?width=640&crop=smart&auto=webp&s=c6012f5c728c246fbcdc19249cb1505d96125ea3",
        "description": "Recently updated the app, added 10 languages, I will be very thankful for any feedback especially when it comes to localization, also im open for suggestions so if have any let me know! submitted by /u/MefjuEditor [link] [comments]",
        "id_in_db": "t3_1n6clqi",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "اخیراً برنامه را به روز کرده است ، 10 زبان اضافه شده است ، من از هرگونه بازخورد بسیار سپاسگزارم ، به خصوص وقتی که بومی سازی می شود ، همچنین برای پیشنهادات باز هستم ، بنابراین اگر به من اطلاع دهید! ارسال شده توسط /u /mefjueditor [پیوند] [نظرات]"
    },
    {
        "title": "ios pillmate 499 to free for 48h pillmate is a medication tracker with smart pill reminders and daily dose logs stay on schedule and never miss your medicine again",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/pillmate-medicine-tracker/id6743670524",
        "image_url": "https://external-preview.redd.it/gHWLg7EN0rauX2cH08Dkf3zj2Y4WrrWxaqL0V4rymN4.png?width=640&crop=smart&auto=webp&s=83cf4fe30891962473f87a8187f0ab97709a9183",
        "description": "What I’m Looking For: Any feedback on app usability, design, or anything that doesn’t feel quite right. Suggestions for new features or improvements! General thoughts on your experience using the app. submitted by /u/MefjuEditor [link] [comments]",
        "id_in_db": "t3_1n37pdp",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "آنچه من به دنبال آن هستم: هرگونه بازخورد در مورد قابلیت استفاده ، طراحی یا هر چیزی که کاملاً درست نیست. پیشنهادات برای ویژگی های جدید یا پیشرفت ها! افکار عمومی در مورد تجربه خود با استفاده از برنامه. ارسال شده توسط /u /mefjueditor [پیوند] [نظرات]"
    },
    {
        "title": "ios simple sudoku lifetime 1999",
        "store": "iosappstore",
        "url": "https://apps.apple.com/gb/app/simple-sudoku-number-games/id6740351533",
        "image_url": "https://external-preview.redd.it/5rgmWxmAWtHjFmzdGrDYTwBqBcz_D9I-TF2iU5k0qnU.png?width=640&crop=smart&auto=webp&s=352a4bc8f8f3f8999e209482e41b816a450b4d84",
        "description": "Hey r/AppHookup ! At the start of the year I launched Simple Sudoku. It's my take on the classic puzzle game that lets you compete globally and represent your country in daily challenges. I built it for puzzle enthusiasts who want clean, modern sudoku with meaningful competition. I'm making it completely FREE for the next 24 hours (normally $19.99). TO REDEEM - Please close the initial paywall or press on the \"Pay Once & Unlock\" button and choose the $0.00 option to redeem the lifetime unlock for FREE If you do enjoy the app, a review on the app store would be awesome! Why Simple Sudoku? Global country competition - daily challenges where your performance helps your nation climb the worldwide rankings Multiple difficulty levels from beginner to expert, perfect for any skill level Clean, modern interface designed for comfortable long-play sessions Comprehensive tracking with personal best times, accuracy stats, and completion rates Daily streak rewards and global leaderboards to keep you motivated Smart hints and notes system when you need a little help Perfect for: Sudoku veterans looking for fresh competition Beginners wanting to learn with proper guidance Anyone who enjoys representing their country in friendly global challenges Logic puzzle fans seeking clean, polished gameplay What I'm Looking For: Feedback on the interface and user experience Thoughts on the global competition feature. Do you find it engaging? Suggestions for additional features or improvements General impressions on what works well and what could be better Regular Price: LIFETIME $19.99 - FREE for 24 hours Download it, give it a try, and let me know how it feels! Also curious if the country-based competition adds a fun dimension to your sudoku experience! submitted by /u/taiomi [link] [comments]",
        "id_in_db": "t3_1n7g6wh",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "سلام r/apphookup! در ابتدای سال سودوکو ساده را راه اندازی کردم. این بازی من در بازی پازل کلاسیک است که به شما امکان می دهد در سطح جهان به رقابت بپردازید و کشور خود را در چالش های روزانه نمایندگی کنید. من آن را برای علاقه مندان به پازل که می خواهند سودوکو مدرن و با رقابت معنی دار بخواهند ، ساختم. من آن را برای 24 ساعت آینده کاملاً رایگان می کنم (به طور معمول 19.99 دلار). برای بازپرداخت - لطفاً Paywall اولیه را ببندید یا روی دکمه \"Pay Any Wanklock\" را فشار دهید و گزینه 0.00 دلاری را برای بازخرید قفل Lifetime به صورت رایگان انتخاب کنید اگر از برنامه لذت می برید ، بررسی در فروشگاه App بسیار جذاب خواهد بود! چرا سودوکو ساده؟ رقابت جهانی کشور - چالش های روزانه در جایی که عملکرد شما به ملت شما کمک می کند تا از رتبه های مختلف سطح دشواری از مبتدی به متخصص ، برای هر سطح مهارت تمیز و تمیز ، رابط مدرن که برای جلسات راحت بازی طولانی با بهترین زمان های شخصی ، آمار دقت و نرخ تکمیل روزانه پاداش های جهانی و تابلوهای جهانی استفاده می کند ، صعود کنید تا نگه داشته شود ..."
    },
    {
        "title": "iosmacos hours calculator lifetime 599",
        "store": "iosappstore",
        "url": "https://apps.apple.com/app/id6745176754",
        "image_url": "https://external-preview.redd.it/JT2VUdNsqbvSG_1aS4EoDiU0bgVgfJOQl8zR4JSRU-w.png?width=640&crop=smart&auto=webp&s=dfb9bd58c93a9495e3c8937d12aacbfbb37f6f59",
        "description": "Hours Calculator makes it easy to calculate hours, minutes, and seconds - as well as hourly rate. It's perfect for tracking work, calculating billable hours, or managing your schedule. It works across iOS and macOS. Any feedback is much appreciated! Thanks for your support. submitted by /u/londonfinn [link] [comments]",
        "id_in_db": "t3_1n0fotv",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ماشین حساب ساعتها محاسبه ساعت ، دقیقه و ثانیه - و همچنین نرخ ساعتی را آسان می کند. این برای ردیابی کار ، محاسبه ساعات قابل پرداخت یا مدیریت برنامه خود مناسب است. در سراسر iOS و MACOS کار می کند. از هر بازخورد بسیار استقبال می شود! با تشکر از حمایت شما ارسال شده توسط /u /londonfinn [پیوند] [نظرات]"
    },
    {
        "title": "iosnotestackiap 10",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/notestack-notes-and-lists/id1672575304",
        "image_url": "https://external-preview.redd.it/XakeRltSJEkdAk5zsR2pjn5ncfonR463hNu3YIGHmNc.png?width=640&crop=smart&auto=webp&s=632fb57660f15c53f10a47ee26c6bb4a27c5a99a",
        "description": "Less is more, when it’s done right. NoteStack gives you only what you need to take and organise notes quickly. While other apps show you a really tiny preview, with NoteStack you can see the real note before you open it. This makes the app more fun and easier to find your notes. submitted by /u/rohanmerchant [link] [comments]",
        "id_in_db": "t3_1n0697k",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "کمتر ، وقتی درست انجام شد. Notestack فقط آنچه را که باید بگیرید و یادداشت ها را به سرعت سازماندهی می کنید به شما می دهد. در حالی که برنامه های دیگر پیش نمایش بسیار ریز و درشتی را به شما نشان می دهند ، با Notestack می توانید قبل از باز کردن ، یادداشت واقعی را مشاهده کنید. این باعث می شود برنامه سرگرم کننده تر و آسان تر برای یافتن یادداشت های شما باشد. ارسال شده توسط /u /rohanmerchant [لینک] [نظرات]"
    },
    {
        "title": "iospdfforge499 to free for 48hscan edit sign and extract text from pdfs with ocr pdfforge is your all",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/pdfforge-pdf-scanner-edit/id6744874734",
        "image_url": "https://external-preview.redd.it/8Ln6jDc15lIZZjnpmDdTfQoSMRjND0fVKlw4GiEO1TI.png?width=640&crop=smart&auto=webp&s=e9b01f5bb287c93e1a7f982ee622fc82f9444936",
        "description": "What I’m Looking For: Feedback on usability, design, or missing features Suggestions for improvements or pain points Thoughts on how it compares to other PDF apps Recently updated, I added localization for 10 languages, let me know how it looks like. I will be very thankful for any feedback! submitted by /u/MefjuEditor [link] [comments]",
        "id_in_db": "t3_1mzeipo",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "آنچه من به دنبال آن هستم: بازخورد در مورد قابلیت استفاده ، طراحی یا ویژگی های مفقود شده برای بهبود یا نقاط درد در مورد نحوه مقایسه آن با سایر برنامه های PDF که اخیراً به روز شده اند ، محلی سازی را برای 10 زبان اضافه کردم ، به من اطلاع دهید که چگونه به نظر می رسد. من برای هر بازخورد بسیار سپاسگزارم! ارسال شده توسط /u /mefjueditor [پیوند] [نظرات]"
    },
    {
        "title": "kamaeru ca2299 free cozy frog collecting game where you take pictures of frogs play mini",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/kamaeru-0c301e",
        "image_url": "https://gameluster.com/wp-content/uploads/2024/02/Kamaeru_KeyArt_1920x1080.jpg",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1mwe5gk",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /pm_me_freegames [لینک] [نظرات]"
    },
    {
        "title": "legend of the moon 2 060 80 off",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3172380/_2/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1898680/header.jpg?t=1702000573",
        "description": "v4.90 Is Now Live! The Scaleforge have returned to help Humanity fight the Sandwing scourge! Meanwhile, darkness emerges from the heart of Kyber. A 26 card update including 2 New Heroes! A Shadow Priest, and a Human Wulven hero! OVERVIEW - 2 new heroes: She-Lah (Human Wulven) and Markus (Shadow Priest). - 8 new Human allies from the Scaleforge alignment. - 10 new Shadow allies from the Kyberian alignment. - 6 other new cards - 25 buffs across all sets - 4 card rejigs - Various bug fixes v4.80 Has Arrived! OVERVIEW - 14 new class cards added to the Rekindled Rebirth set. - 8 changes to Rekindled Rebirth cards, including 3 that are now unbanned. - 9 buffs to Call of the Crystals class cards. - 20 buffs to Dark Prophecies class cards. - 3 Campaign card balance changes. - 4 allies gained an alignment to boost Homunculus, Templar and Undead. - Various bug fixes NEW CARDS - 2 Warrior cards (rr064-rr065) - 2 Mage cards (rr074-rr075) - 2 Hunter cards (rr084-rr085) - 2 Priest cards (rr094-rr095) - 2 Rogue cards (rr104-rr105) - 2 Wulven cards (rr114-r115) - 2 Elemental cards (rr124-rr125) BUG FIXES Fixed a bug where Dragon's Tooth (ex146) becoming an ally with no abilities couldn't have its attack increased. Fixed a bug where Nanaya (ll060) doesn't buff allies created by Rise of the Banners (rr062). Fixed a bug where Felinian Dissenter (rr051) wasn't reducing weapon bow damage to it. Fixed a bug where Gyre and Gimble (rr102) gives card draw when a weapon enters play without being summoned. Fixed a bug where Tranceposer (rr121) can steal an opposing unique ally when you already control that ally. Fixed a bug where Nine Lives (rr131) can be activated with a full hand. Version 4.7 of Shadow Era is here! Shadow Era is the full scale, cross-platform collectible trading card game that you've been looking for, with the most generous free to play system out there! Start your campaign by choosing your Human Hero, and get a free starter deck. Battle with AI opponents or other players in realtime pvp to earn more cards. Your progress and cards will be saved on the server and can be accessed from any device! You must decide which strategy to use as you build your deck, in one of the most balanced card games out there! What's New in 4.7? A new saga begins in the world of Balor! With the forces of the wild becoming more increasingly dominated by the Shadow aligned Wulven faction, a desperate attempt is made to tilt the scales of nature back in favor of humanity. Mystics from Templar and Twilight persuasions collaborate on an intense ritual to infuse the souls of departed humans into the ferocious bodies of Balor's many jungle cats. Warnings from the Keeper of the Mystic Flames ignored, the ritual is successful - creating the first Feline Humanoid champions of Humanity on Balor! However, the energy releases cracked open the ancient egg-caverns of the Sandwings - a terrible tribe of dragons thought to be long-extinct. Will you defend humanity against its many foes, and fend off this scaly menace? Or will you take flight with the Sandwing Broodmother and punish Humanity for dabbling with powers they have no right to command? \"A fantastic representation of what freemium games should be.\" - Touch Arcade \"Shadow Era is a must-download for fans of CCGs.\" - TUAW \"Shadow Era is a deep CCG that's easy to pick up, but nearly impossible to put down.\" - Slide To Play (4/4) \"Shadow Era proves that digital TCG's can be just as fun as their real world counterparts.\" - Gamezebo FEATURES - Many new cards in the Lost Lands expansion, bringing the total to more than 800 cards - Amazing dark fantasy card art that is sure to wow you, even rivals the top trading card games! - View games in progress or replays to learn new strategies - Free to play Meltdown game mode with great weekly prizes - Cross-platform multiplayer pvp battles - Fantastic 3d graphics and special effects - Amazing custom soundtrack - Completely free to play! No \"pay to win\" here! CHANGES FROM PREVIOUS VERSION Ian Bolton (card coder), [12/31/2022 8:50 AM] --------- v4.60 December 31, 2022 OVERVIEW - Two new Legendary allies for the September and October challenge winners. - 28 balance changes: 19 buffs, 6 rejigs (intended to be buffs), 3 nerfs. - 25 bug fixes - The snowy Winter battlefield is back! NEW CARDS - Coran, Darkhand (cp056) - Thu'full, Bone Titan (cp057) CARD BUG FIXES - Drangis (sf090) is not giving Ambush to Gorlak (cp055) even though it is a Hunter ally. - What Big Teeth (se115) causes controller to lose 1HP when attacking and defending when Bludgeon (cp049) is out - Gorlak (cp055) looks a bit blurry when in your deck in the Deckbuilder. - Coran’s (cp056) ability is triggering on opponent’s turn. - Soul Reaper (se123) should be usable even if you have full health. - Call of the Wild (cp036) is counting a Wild ally ability activation as a Wild ally being summoned. - Howlfang (ex090) allows you to have two Wildfangs in play. - Kiruth: Thaddeus’ Vault (ll196) causes controller to lose 1SE when an ally is removed from their graveyard even if they didn’t activate it. - Molten Destroyer (se057) is incorrectly treating health reduction as damage. - Pack Outcast (cp001) is only getting +1 attack regardless of how many abilities it is targeted by in the same turn. - Killer Bee (cp040) is managing to attack on summon when Towering Brute (ll020) should be reducing its attack to 0. - Killer Bee (cp040) doesn’t kill itself when it should while Shard of Power (se128) is in play. - Killer Bee (cp040) died to Flame Spitter (ll016) ability despite The Kings Pride (se165) which should have given +1 health. - Lilyt (ll070) can allow you to bypass Unique and have two Aldon on your side of the board. - Deathbone (se041) did not deal 2 damage to hero when killed with Desperate Tactics (sf068). - Hall of Doors (ll200) is unable to shuffle an opposing player’s card under your control into its owner’s deck. - Hall of Doors (ll200) works on Disciple of Aldmor. - When Gorlak (cp055) would trigger off a killed friendly ally, he will actually heal it before it is killed and it survives. - Thief's Stiletto (ll179) has ambush so allies with defender should not be able to defend against it. - Change of Plans (ex054) is causing sync errors. - Two Ricochet Traps (sf083) controlled by one player but one owned by the other went off at the same time. - Contemplate (ll156) is causing sync errors. - Coran (cp056) is not losing his first passive ability when he should. - Dalton (cp044) activated ability with Zail's Hymn (sf099) causes 2 copies of Dalton to go into the deck. - Zantonite (ex094) passive ability is not triggering off Spitfire Hound (sf040) and some other cards. BALANCE CHANGES se028 Kurt Whitehelm Attack reduced to 2 (from 3). Health increased to 6 (from 4). From: Kurt takes 1 less damage from abilities, and has +2 attack when there are 2 or more other friendly allies in play. To: Ability damage to other friendly allies is reduced by 1. Kurt has +2 attack while you control at least 3 allies. se066 Warrior Training From: Attach to target friendly ally. That ally has protector (allies without protector can't be targeted). To: Attach to target friendly ally. That ally has protector (allies without protector can't be targeted) and +1 health. se086 Into the Forest From: Attach to target friendly ally until the start of your next turn. That ally has stealth. To: Attach to target friendly ally until the start of your next turn. That ally has stealth and ambush. se092 Inner Strength From: Attach to target friendly ally. That ally has +2 attack. To: Attach to target friendly ally. That ally has +2 attack and +1 health. se108 Lay Low Casting cost reduced to 2 (from 3). se112 Pack Wolf From: Pack Wolf has +1 attack for every other friendly Pack Wolf in play. To: Pack Wolf has +1 attack for every other friendly Wulven ally with cost 2 or less. se117 Full Moon From: Duration 1. Friendly allies have +2 attack. Combat damage to your hero is reduced by 1. Ability damage to your hero is reduced by 2. To: Duration 1. Friendly allies have +2 attack. All damage to your hero is reduced by 2. Ian Bolton (card coder), [12/31/2022 8:50 AM] se123 Soul Reaper From: Exile all ally cards in your graveyard from the game. Your hero heals 1 damage for each card exiled. To: The bottom 5 allies in your graveyard are exiled. Your hero heals 2 damage for each ally exiled this way. Soul Reaper is exiled. se130 Eternal Renewal From: Shuffle the cards in your graveyard into your deck. Remove Eternal Renewal from the game. To: Shuffle the cards in your graveyard into your deck. Eternal Renewal is exiled. se153 Urgent Business From: Heroes can't attack until the end of your next turn. To: Heroes can't attack until the end of your next turn. When Urgent Business is summoned, draw a card. se175 Mocking Armor Casting cost reduced to 5 (from 6). se177 Twice Enchanted Robe Durability increased to 4 (from 3). From: When Twice Enchanted Robe is summoned while any opposing player has resources greater than or equal to yours, it gains +1 durability. When your hero takes damage, draw a card. To: When your hero takes damage while your deck is not empty, draw a card. ex011 Champion of Irum No longer Unique. ex032 Battle Hardened Casting cost reduced to 1 (from 2). ex127 Toll Bridge Casting cost reduced to 2 (from 4). ex151 Karlstrad, Ruler of Gaderi Attack increased to 4 (from 3). Health increased to 8 (from 6). ex152 Scourge Colossus Health increased to 7 (from 6). sf103 Hit List Casting cost reduced to 1 (from 2). ll003 Unaxio Squire Attack reduced to 0 (from 1). Health reduced to 3 (from 4). From: 0: Until the end of your turn, target other ally has +1 attack. To: When Unaxio Squire is summoned while there is an opposing ally, he gains +1 health. 0: Until the end of your turn, target ally has +2 attack. ll019 Feasterling From: Sustain: 1HP. 0: Feasterling has +2 attack until the end of the turn, and your hero takes 1 damage. To: While Feasterling has no negative effects or enemy attachments, it has Sustain: 1HP. 0: Feasterling has +2 attack until the end of the turn, and your hero takes 1 damage. ll051 Chaos Engine From: Once per turn, when an item or support ability is targeted and destroyed on your turn, your hero gains +1 shadow energy and you draw a card. To: When an item or support ability is targeted and destroyed on your turn, your hero gains +1 shadow energy (max once per turn) and you draw a card. cp001 Pack Outcast From: Ambush. While Pack Outcast is the only ally you control, it has defender. When Pack Outcast is targeted by a non-attachment ability, it has +1 attack until the end of the turn. To: Ambush. While Pack Outcast is the only ally you control, it has defender. When Pack Outcast is targeted by an ability, it has +1 attack until the start of your next turn. cp025 Brigand Captain From: Other friendly Outlaw allies have +1 attack. To: When you summon an ally you don't own, it gains Outlaw alignment. Other friendly Outlaw allies have +1 attack. cp031 Southroad Mercenary Health reduced to 4 (from 5). From: When a resource enters or leaves play, Southroad Mercenary gains +1 base attack (max twice per turn). To: When a resource enters or leaves play, Southroad Mercenary gains +1 base attack and +1 health (max twice per turn). cp033 Northroad Thief From: When Northroad Thief enters play, he has stealth until the start of your next turn. 2: Target other friendly Outlaw ally is shuffled into its owner's deck: target enemy item is destroyed. To: When Northroad Thief enters play, she has stealth until the start of your next turn. 2: Target friendly Outlaw ally is shuffled into its owner's deck: draw 2 cards from target opponent's deck. cp038 Outlaws' Hideout From: When your deck is shuffled, draw a card (max twice per turn). 0: Target friendly Outlaw ally is shuffled into its owner's deck: 2 used resources are renewed. To: When your deck is shuffled while you control no non-Outlaw allies, draw a card (max twice per turn). 0: Target friendly Outlaw ally is shuffled into its owner's deck: 2 used resources are renewed. cp044 Dalton, Outlaw Mastermind From: Defender. Dalton costs 2 less resources to summon while you have shuffled your deck this turn. 2: Dalt Ian Bolton (card coder), [12/31/2022 8:50 AM] on is shuffled into his owner's deck: all friendly Outlaw allies gain +1 base attack. To: Defender. When Dalton is summoned while your deck has been shuffled this turn, 2 used resources are renewed. 2: Dalton is shuffled into his owner's deck: all friendly Outlaw allies gain +1 base attack. cp049 Barbarian's Bludgeon Restricted to Warrior, Rogue and Wulven. v4.50 October 17, 2022 OVERVIEW - This is the first release under new ownership and management. - 26 new cards have been added to complete the Campaign set. - All *known* card bugs have been fixed. - A small number of buffs have been made to existing cards. - The future is bright for Shadow Era! NEW CARDS - 7 Dual Class Allies - 6 Neutral Outlaw Allies - 1 Neutral Attachment for Outlaw - 1 Neutral Artifact for Outlaw - 3 Neutral Wild Allies - 1 Neutral Support Ability for Wild - 4 Neutral Items/Abilities - 1 Neutral Armor - 1 Neutral Weapon - 1 Neutral Location CARD BUG FIXES - Nishaven was damaging friendly allies with his ability. - Treetop Spider was being exhausted when it attacked with its ability. - Shard of Power allies were dying due to health reduction effects. - Agent Rex was treating a stolen item like it was destroyed. - Scrap Cannoneer could activate without an item to exile. BALANCE CHANGES Nishaven From: 5SE: All opposing allies take 2 electrical damage and if an ally was killed this way, repeat this effect up to once per turn. To: 5SE: All opposing allies take 3 electrical damage; if an ally was killed this way, all opposing allies take 2 electrical damage. Katrin the Shieldmaiden From: 1: Target friendly ally gains +2 health. This ability may not be used again while that ally is in play. To: 1: Target friendly ally gains +2 health. Marshland Sentinel Gained Homunculus alignment. Ogloth the Glutton Attack changed to 4 claw (from 3 fire). Treetop Spider From: Ambush. When Treetop Spider is summoned while any opposing player has resources equal or greater than yours, it attacks target opposing ally. To: Ambush. When Treetop Spider is summoned, it attacks target opposing ally if able.",
        "id_in_db": "t3_1na3vgr",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "80% off",
        "steam_app_id": "1898680",
        "genres": [
            "Strategy",
            "Free To Play"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256876391/movie_max_vp9.webm?t=1646413322",
        "is_dlc_or_addon": false,
        "persian_summary": "V4.90 اکنون زنده است! Scaleforge برای کمک به بشریت در مبارزه با Sandwing Scourge بازگشت! در همین حال ، تاریکی از قلب کیبر پدیدار می شود. به روزرسانی 26 کارت شامل 2 قهرمان جدید! یک کشیش سایه ، و یک قهرمان انسانی وولون! بررسی اجمالی - 2 قهرمان جدید: شی -لاه (وولون انسانی) و مارکوس (کشیش سایه). - 8 متحد جدید انسانی از تراز مقیاس. - 10 متحدین سایه جدید از تراز کیبریان. - 6 کارت جدید دیگر - 25 بوف در همه مجموعه ها - 4 کارت بازپرداخت - رفع اشکال مختلف v4.80 وارد شده است! نمای کلی - 14 کارت کلاس جدید به مجموعه Recindred Rebirth اضافه شده است. - 8 تغییر در کارتهای دوباره تولد دوباره ، از جمله 3 مورد که اکنون بی بند و باری هستند. - 9 بوس برای تماس با کارتهای کلاس کریستال. - 20 کارتهای کلاس پیشگویی های تاریک. - 3 تغییر تعادل کارت کمپین. - 4 متفقین برای تقویت Homunculus ، Templar و Undead تراز شدند. - اشکال مختلف کارت های جدید را برطرف می کند - 2 کارت جنگجو (RR064 -RR065) - 2 کارت Mage (RR074 -RR075) - 2 کارت شکارچی (RR084 -RR085) - 2 کارت کشیش ..."
    },
    {
        "title": "lord of the rings online",
        "store": "other",
        "url": "https://www.lotro.com/news/lotro-free-questing-coupon-2025-en",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/212500/header.jpg?t=1745615503",
        "description": "In The Lord of the Rings Online™ , join the world’s greatest fellowship of players in the faithful online re-creation of J. R. R. Tolkien’s legendary Middle-earth. From the crumbling, shadowed ruins of Weathertop to the ageless, golden wood of Lothlórien, immerse yourself in Middle-earth as you have never seen it before. Visit the peaceful, verdant fields of the Shire, brave the dark depths of the Mines of Moria, and raise a pint at the Prancing Pony in Bree! Key Features: Explore the Massive World of Middle-earth: Immerse yourself in the award-winning recreation of the beloved fantasy world of J.R.R. Tolkien through renowned locations including the Shire, the Mines of Moria, and Lothlórien. Create & Advance Your Hero: Advance to the highest levels with boundless character customization possibilities. Choose from a vast array of races, classes, and professions, plus earn countless titles, skills, and traits, direct from the stories of Middle-earth. Solo & Co-op Skirmishes: Dive into instant adventure alongside friends or customizable AI soldiers in exciting, scalable battles! Legendary Items: Design and customize your own legendary weapons of immense power like Bilbo’s Sting or Gandalf’s Glamdring! Play as a Monster: Fight as a servant of Sauron against other players in intense PvMP Combat! Craft Your Own Gear: Farm crops in the fertile fields of the Shire or let your hammer ring in the Dwarven halls Ered Luin. Free Online Play: No monthly fees required.",
        "id_in_db": "t3_1n2hwps",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "212500",
        "genres": [
            "Action",
            "Adventure",
            "Massively Multiplayer",
            "RPG",
            "Free To Play"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257070341/movie_max_vp9.webm?t=1730926346",
        "is_dlc_or_addon": false,
        "persian_summary": "در Lord of the Rings Online ™ ، به بزرگترین کمک هزینه بازیکنان جهان در ایجاد مجدد آنلاین وفادار J. R. R. Tolkien's Legendary Middle Middle ، بپیوندید. از ویرانه های خرد شده و سایه دار Weathertop گرفته تا چوب های طلایی و طلایی لوتلین ، خود را در سرزمین میانه غوطه ور کنید ، همانطور که قبلاً آن را ندیده اید. از مزارع صلح آمیز و پرشور Shire دیدن کنید ، در اعماق تاریک مین های موریا شجاع شوید و یک پین را در Pony Pony در Bree پرورش دهید! ویژگی های کلیدی: دنیای عظیم سرزمین میانه را کاوش کنید: خود را در تفریح ​​برنده جایزه دنیای فانتزی محبوب J.R.R. تالکین از طریق مکانهای مشهور از جمله Shire ، Mines of Moria و Lothlórien. ایجاد و پیشرفت قهرمان خود: با امکانات شخصی سازی شخصیت بی حد و حصر ، به بالاترین سطح بروید. از میان نژادها ، کلاس ها و حرفه ها ، به علاوه عناوین ، مهارت ها و صفات بی شماری کسب کنید ، مستقیماً از داستان های سرزمین میانه کسب کنید. درگیری های انفرادی و تعاونی: شیرجه رفتن به ..."
    },
    {
        "title": "machinarium",
        "store": "epicgames",
        "url": "https://store.epicgames.com/p/machinarium-5e6c71",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/40700/header.jpg?t=1748258174",
        "description": "Help Josef the robot save his girlfriend Berta kidnapped by the Black Cap Brotherhood gang! Machinarium is the award-winning independent adventure game developed by the makers of Samorost, Botanicula and CHUCHEL. A little robot who’s been thrown out to the scrap yard behind the city must return and confront the Black Cap Brotherhood and save his robot-girl friend. World: Machinarium world is populated only by robots of various forms and functions. One of the most interesting places in this world is old, rusty and legendary city of Machinarium where the game takes place Story: You will have to get rid of wicked robots from the Black Cap Brotherhood and save the head of the city and also your robot-girl friend Puzzles: You will be solving many logical puzzles, adventure quests, brain teasers and mini-games Graphics: Backgrounds and characters are 2D hand-drawn and there is more then one hour of carefully crafted animations Music: Beautiful original soundtrack was composed and recorded by Floex (Samorost2 OST) Communication: You won't find any lengthy boring dialogs in this game, characters talk by comic bubbles with simple animations and symbols",
        "id_in_db": "t3_1n2elod",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "40700",
        "genres": [
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257145642/movie_max_vp9.webm?t=1748253073",
        "is_dlc_or_addon": false,
        "persian_summary": "به Josef Robot کمک کنید تا دوست دختر خود Berta را که توسط باند اخوان المسلمین Black Cap ربوده شده است ، نجات دهد! Machinarium بازی ماجراجویی مستقل برنده جایزه است که توسط سازندگان Samorost ، Botanicula و Chuchel ساخته شده است. یک ربات کوچک که به حیاط قراضه در پشت شهر پرتاب شده است ، باید برگردد و با اخوان المسلمین سیاه مقابله کند و دوست دختر ربات خود را نجات دهد. جهان: Machinarium World فقط توسط روبات هایی با اشکال و کارکردهای مختلف جمع می شود. یکی از جالب ترین مکان های این جهان ، شهر قدیمی ، زنگ زده و افسانه ای Machinarium است که در آن بازی داستان می شود: شما باید از ربات های شرور از اخوان المسلمین خلاص شوید و سر شهر را نجات دهید و همچنین دوست دختر ربات شما را معجزه می کنید: شما بسیاری از معما های منطقی ، کشتارگاه های ماجراجویی ، ساعت های مغز و مغز را حل خواهید کرد. موسیقی انیمیشن: موسیقی متن اصلی زیبا ساخته شده و ضبط شده است ..."
    },
    {
        "title": "make way",
        "store": "epicgames",
        "url": "https://store.epicgames.com/p/make-way-bddf5f",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1445790/header.jpg?t=1754475272",
        "description": "Make Way is classic, top-down, multiplayer racing shifted up multiple gears. Grab track pieces from a pick n mix menu and snap them together to build your first course. Dodge hazards, unleash weaponry, and avoid falling off the edge in a chaotic rush to the finish line, then bolt on new track pieces for the next round. Scrap across ever-growing courses with increasingly perilous features until a winner is crowned before starting over with a brand-new course. Build your course Work together—or against one another—to quickly build tracks using a range of ridiculous pieces, including loops, seesaws, corkscrews, and even train crossings. Then add obstacles and power-ups. Ruin your friends’ race with a well-placed barrier or jettison them off the side of a curve with a crafty boost-pad. Blow up the competition Six racers jostle and shunt to cross checkpoints and reach the finish line. Obliterate opponents with a range of wacky weapons, including goo cannons and Tesla coils, but beware: each checkpoint acts as a respawn point and revenge is a dish best served via a giant mallet or rooftop-mounted shotgun… Keep on truckin’ The finish line isn’t the finish! Add new track pieces after each round to create monstrously large courses, and score bonus points with your performance to take home the trophy. Add to your collection Unlock new track pieces and hazards for more dangerous course designs. Add new vehicles to your garage to romp to victory in style. Key Features Mix and match unique track pieces and hazards for near-endless course configurations Fight for weapons and power-ups to gain the advantage Unlock new track pieces and vehicles for wackier races Up to six players, on the same screen or online with cross-platform multiplayer Toggle traps and safety barriers on or off to make those twisty turns easier (or more perilous!) using fully customisable rulesets",
        "id_in_db": "t3_1n2elym",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1445790",
        "genres": [
            "Action",
            "Casual",
            "Indie",
            "Racing"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256984238/movie_max_vp9.webm?t=1752486146",
        "is_dlc_or_addon": false,
        "persian_summary": "Make Way کلاسیک ، از بالا به پایین و مسابقه چند نفره است که چندین چرخ دنده را تغییر می دهد. قطعات آهنگ را از منوی Pick N Mix بگیرید و آنها را با هم ببندید تا اولین دوره خود را بسازید. خطرات Dodge ، اسلحه را رها کنید ، و از سقوط از لبه در یک عجله هرج و مرج به خط پایان خودداری کنید ، سپس برای دور بعدی روی قطعات جدید آهنگ پیچ کنید. در دوره های رو به رشد در حال رشد با ویژگی های فزاینده خطرناک تا زمانی که یک برنده قبل از شروع کار با یک دوره کاملاً جدید ، تاج گذاری شود. کار دوره خود را با هم - یا در مقابل یکدیگر - بسازید تا به سرعت آهنگ ها را با استفاده از طیف وسیعی از قطعات مسخره ، از جمله حلقه ها ، Seesaws ، Corkscrews و حتی گذرگاه های قطار بسازید. سپس موانع و قدرت را اضافه کنید. مسابقه دوستان خود را با یک سد مناسب و یا جتیسون آنها از کنار یک منحنی با یک چاشنی حیله گر خراب کنید. برای عبور از پاسگاه ها و رسیدن به خط پایان ، این مسابقه را شش مسابقه Jostle و Shunt منفجر کنید. مخالفان بی نظیر با طیف وسیعی از سلاح های حواس پرت ، از جمله توپ های گو و سیم پیچ تسلا ، اما مراقب باشید: ..."
    },
    {
        "title": "make way ca1999 free a racing party game with crazy track builder options",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/make-way-bddf5f",
        "image_url": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1445790/header.jpg?t=1729780709",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1n2etx4",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /pm_me_freegames [لینک] [نظرات]"
    },
    {
        "title": "Monument Valley",
        "id_in_db": "monument-valley@1757002264",
        "store": "other",
        "url": "https://itad.link/0198f144-aff6-73ab-b59f-8c496bb8f5b6/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1927720",
        "description": "Discover Monument Valley - A quest for forgiveness in a strikingly beautiful and mysterious world. Embark on a journey of forgiveness along with Ida, the silent princess, through impossible environments and illusionary puzzles. Experience this meditative and calming puzzle game by manipulating monuments and creating evolving paths to explore new, surreal, and mysterious worlds. Step into the new expanded world of Monument Valley - and experience more intriguing impossibilities than ever before. The Modern Classic Comes to PC. In this multi-award-winning title, solve tricky but immensely satisfying puzzles with optical illusions at their core. Evolve landscapes to reveal paths that would have otherwise been impossible without your help. As you progress, discover beautiful architecture, transforming landscapes through pushing, pulling, clicking, raising, lowering and more. Ida is not alone in this world, and you will need to use your wits to outsmart the enigmatic Crow People who block the path from Ida quest for forgiveness. Simply Explorative Click to manipulate a beautiful variety of worlds, all built for a one-of-a-kind PC experience. Designed for players of all ages and experience levels, Monument Valley allows players to explore evolving environments, transforming scenic and visually stunning landscapes as you play. Everyone should be able to pick up, enjoy and complete Ida’s journey. This is the biggest and best way to play Monument Valley yet. Beautifully Reimagined Whether playing in Full HD, TV or on ultrawide 21:9 displays, Monument Valley looks better than ever with stunning full-screen panoramic artwork. With more perceptible visuals than ever before, what secrets will you uncover? Every World Included Monument Valley is the total collection of all Monument Valley content - with every chapter, add-on and DLC to make this the ultimate game to add to your collection. Inspired by minimalist 3D design, optical illusions, and ancient architecture from around the world, every monument is a unique, hand-crafted world to explore. Panoramic Collection Out Now Monument Valley: Panoramic Edition and Monument Valley 2: Panoramic Edition are both available at an exclusive bundle price when purchased together on Steam. The Panoramic Collection is the best way to play the Monument Valley series - with every chapter and DLC included. ustwo games are proud independent developers, best known for the award-winning Monument Valley series, Land’s End, Assemble with Care and Alba: A Wildlife Adventure.",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1927720/45a4e828b5d2e3bd4068c68bae0a41c745a5e2dc/header.jpg?t=1756148289",
        "genres": [
            "Adventure",
            "Casual",
            "Indie",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256895871/movie_max_vp9.webm?t=1657623824",
        "is_dlc_or_addon": false,
        "subreddit": "FreeGameFindings",
        "persian_summary": "Discover Monument Valley - تلاش برای بخشش در دنیایی بسیار زیبا و مرموز. سفر به بخشش را به همراه ایدا ، شاهزاده خانم ساکت ، از طریق محیط های غیرممکن و معما های توهمی آغاز کنید. این بازی پازل مراقبه و آرامش بخش را با دستکاری بناهای تاریخی و ایجاد مسیرهای در حال تحول برای کشف دنیاهای جدید ، سورئال و مرموز تجربه کنید. قدم به دنیای جدید گسترده دره بنای تاریخی - و غیرممکن های جذاب تر از گذشته را تجربه کنید. کلاسیک مدرن به رایانه شخصی می آید. در این عنوان برنده چند جایزه ، معماهای حیله گر اما بسیار رضایت بخش را با توهمات نوری در هسته خود حل کنید. برای آشکار کردن مسیرهایی که در غیر این صورت بدون کمک شما غیرممکن بودند ، مناظر را تکامل دهید. با پیشرفت ، معماری زیبا را کشف کرده و مناظر را از طریق فشار دادن ، کشیدن ، کلیک ، افزایش ، پایین آمدن و موارد دیگر تغییر دهید. ایدا در این دنیا تنها نیست و شما باید از عقل خود استفاده کنید تا از مردم کلاغ مبهم که مسدود می کنند ، پیشی بگیرند ..."
    },
    {
        "title": "newegg borderlands 4 digital for xboxsteam 5949 15 off",
        "store": "other",
        "url": "https://www.reddit.com/r/GameDeals/comments/1n9suo5/newegg_borderlands_4_digital_for_xboxsteam_5949/",
        "image_url": null,
        "description": "used code BL4SAVEXVP at check out got 15% off, works on all digital editions for xbox/steam https://www.newegg.com/2k-games-borderlands-4-pc/p/N82E16832205878 submitted by /u/Dramatic_Walk8473 [link] [comments]",
        "id_in_db": "t3_1n9suo5",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "15% off",
        "is_dlc_or_addon": false,
        "persian_summary": "کد مورد استفاده BL4SAVEXVP در بررسی 15 ٪ تخفیف ، در تمام نسخه های دیجیتالی برای Xbox/Steam https://www.newegg.com/2k-games-borderlands-4-pc/p/n82e16832205878 ارسال شده توسط/U/U/Dramatic_Walk8473 [Link] [Link] [Link]"
    },
    {
        "title": "other terminull brigade",
        "store": "other",
        "url": "https://www.mmobomb.com/giveaway/terminull-brigade-coin-keys",
        "image_url": "https://external-preview.redd.it/v2dEi9V8a--1ofDbna0U8PRpy1t1x4AZJRXoY1Cyx-w.png?width=320&crop=smart&auto=webp&s=a167cfb16265f70e060f5036e1f5708e1e62f0fe",
        "description": "submitted by /u/yogurtsapien [link] [comments]",
        "id_in_db": "t3_1n93z57",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /yogurtsapien [لینک] [نظرات]"
    },
    {
        "title": "pcplaystationxbox other genshin impact",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1n3pw4u/pcplaystationxbox_other_genshin_impact_300/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2564140/header.jpg?t=1754763749",
        "description": "Desktop Garage Kit : Go Desktop Garage Kit : Go is an ultra-cute and loveable desktop application & game. It adopts a cartoon rendering shader similar to Genshin Impact as a tribute to miHoYo, and we've spent a year and a half humbly researching and perfecting it. The software breaks through the barriers between 2D and 3D dimensions, making the desktop characters more delicate and realistic. And it has rich interactive action modules and a brand new massive character update, lively and cute. The brand-new physics engine presents a more realistic movement, supports acting cute, coy, cute, and healing, and has more actions, and interactions. It can always be kept on top of all other windows, always accompanying you, looking forward to your opening. Features ▪ Experience the magic of these 3D characters that dance to your music, showcasing dynamic and captivating postures and styles. Immerse yourself in the seamless fusion of music and animation. ▪ Employing a modest yet effective 3D cartoon shader, presenting a pleasantly delicate and realistic visual experience for users to enjoy. ▪ Rich figurine model library, constantly updating. ▪ Brand new physics engine, character image, clothing, and hair support physics motion calculation, presenting more realistic movement. ▪ 1600+ 3D posture libraries and 198+ 3D action sets included, making the characters more lively and cute. ▪ Interaction mode button, adding more interesting gameplay. ▪ Particle rendering mode, lighter and shadow special effects presented.",
        "id_in_db": "t3_1n3pw4u",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2564140",
        "genres": [
            "Casual",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257180866/movie_max_vp9.webm?t=1754763745",
        "is_dlc_or_addon": false,
        "persian_summary": "کیت گاراژ دسک تاپ: GO کیت گاراژ دسک تاپ: GO یک برنامه و بازی دسک تاپ فوق العاده زیبا و دوست داشتنی است. این یک کارتون را به عنوان ادای احترام به Mihoyo ، یک سایه بان کارتونی شبیه به Genhin Impact را به تصویب می رساند ، و ما یک سال و نیم را صرف تحقیق و تکمیل آن کرده ایم. این نرم افزار از موانع بین ابعاد 2D و 3D عبور می کند و شخصیت های دسک تاپ را ظریف تر و واقع بینانه تر می کند. و دارای ماژول های اکشن تعاملی غنی و به روزرسانی شخصیت جدید و با نام تجاری جدید ، پر جنب و جوش و زیبا است. موتور فیزیک با نام تجاری جدید حرکتی واقع بینانه تر ارائه می دهد ، از عملکرد زیبا ، کوی ، ناز و شفابخش پشتیبانی می کند و اقدامات و تعامل بیشتری دارد. همیشه می تواند در بالای همه پنجره های دیگر نگه داشته شود ، همیشه شما را همراهی کند و منتظر افتتاح شما باشد. ویژگی ها ▪ جادوی این شخصیت های سه بعدی که به موسیقی شما می رقصند ، تجربه می کنند و وضعیت ها و سبک های پویا و جذاب را به نمایش می گذارند. خود را در همجوشی یکپارچه موسیقی و انیمیشن غوطه ور کنید. ▪ استفاده از یک سه بعدی متوسط ​​و در عین حال مؤثر ..."
    },
    {
        "title": "pcxboxplaystationswitch other warframe",
        "store": "other",
        "url": "https://www.warframe.com/promocode",
        "image_url": "https://external-preview.redd.it/MDpUge0MoIV3w7TScl-KpZ4-g95O8-d4nLf8h73MQ7E.png?width=640&crop=smart&auto=webp&s=f42eb588c1bc065355f75b6610726fdcd3be1930",
        "description": "submitted by /u/iHyper445 [link] [comments]",
        "id_in_db": "t3_1n94roo",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /ihyper445 [لینک] [نظرات]"
    },
    {
        "title": "platform machinarium ca2599 free an adventure puzzle game in which you play as josef the robot to save your girlfriend robot",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1n2er88/multiplatform_machinarium_ca2599_free_an/",
        "image_url": null,
        "description": "https://store.epicgames.com/en-US/p/machinarium-ios-cde620 https://store.epicgames.com/en-US/p/machinarium-android-cb6e90 https://store.epicgames.com/en-US/p/machinarium-5e6c71 A little robot who’s been thrown out to the scrap yard behind the city must return and confront the Black Cap Brotherhood and save his robot-girl friend. submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1n2er88",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "https://store.epicgames.com/en-US/p/machinarium-ios-cde620 https://store.epicgames.com/en-US/p/machinarium-android-cb6e90 https://store.epicgames.com/en-US/p/machinarium-5e6c71 A little robot who’s been thrown out to the scrap حیاط پشت شهر باید برگردد و با اخوان المسلمین سیاه مقابله کند و دوست دختر ربات خود را نجات دهد. ارسال شده توسط /u /pm_me_freegames [لینک] [نظرات]"
    },
    {
        "title": "platform macmobility lifetime usd 1499 usd 799 powerful remote control app for macos 48 hours offer",
        "store": "other",
        "url": "https://coderblocks.eu/mobility",
        "image_url": "https://i.redd.it/macmobility-powerful-control-app-for-macbook-update-and-48h-v0-b73yhxl0hrkf1.jpg?width=1920&format=pjpg&auto=webp&s=a393f6d17707fc408f8e34fa729ffbecdcca96b2",
        "description": "MacMobility App Lets You Control MacOS from iPhone & iPad! It works together with MobilityControl - an iPhone / iPad app that gives you full control over your Mac. The MacOs app costs now 7.99$, and the MobilityControl app is free! What it can do? With just a tap on your iPhone or iPad, you can: Launch apps on your Mac Trigger Apple Shortcuts (including curated, ready-made ones) Run custom Bash scripts Open specific web links or tools instantly Create and execute keyboard macros Convert files effortlessly Build and run powerful automations It also allows for: Virtual Desktop Streaming Create a virtual Mac desktop and stream it directly to your iPhone or iPad - like Sidecar, but without iCloud restrictions. It supports iPhones and includes touch controls for smooth interaction. App-Specific Pages Assign pages to individual apps. Create utility dashboards tailored for specific software, and MacMobility will automatically switch to the relevant page when you focus that app - boosting your workflow with fewer manual steps. Quick Action Menu No companion device connected? No problem. Assign up to 10 favorite actions to the new Quick Action Menu. Just press Control + Option + Space, and the action wheel appears under your cursor - letting you trigger MacMobility features instantly. HTML/JS Widget Support MacMobility supports rendering custom HTML/JS widgets! Use your own web code to build tools that assist your workflow. We’ve included four example widgets to get you started - but the sky’s the limit. AppStore link: https://apps.apple.com/pl/app/mobilitycontrol/id6744455092 MacMobility: https://coderblocks.eu/mobility There’s no subscription - just a one-time purchase with free updates. Like the good old days of software. submitted by /u/Potential_Link4295 [link] [comments]",
        "id_in_db": "t3_1mxxfdx",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": false,
        "persian_summary": "برنامه MacMobility به شما امکان می دهد MACOS را از iPhone و iPad کنترل کنید! این برنامه به همراه MocialControl - یک برنامه iPhone / iPad که کنترل کامل بر MAC شما را به شما می دهد ، کار می کند. برنامه MACOS اکنون 7.99 $ هزینه دارد و برنامه MobilityControl رایگان است! چه کاری می تواند انجام دهد؟ فقط با ضربه زدن به iPhone یا iPad خود ، می توانید: برنامه هایی را در میانبرهای Apple Mac Trigger خود (از جمله موارد آماده ، آماده) راه اندازی کنید) اسکریپت های WASH سفارشی را باز کنید ، پیوندهای وب خاص را باز کنید و یا ابزارهایی را ایجاد کنید که فوراً ماکروهای صفحه کلید را تبدیل کرده و اتوماسیون های قدرتمندی را ایجاد می کنند و می توانند آن را ایجاد کنند: محدودیت های iCloud. این از آیفون ها پشتیبانی می کند و شامل کنترل لمسی برای تعامل صاف است. صفحات خاص برنامه صفحات را به برنامه های انفرادی اختصاص می دهند. داشبوردهای ابزار متناسب با نرم افزار خاص ایجاد کنید ، و MacMobility هنگام تمرکز آن برنامه ، به طور خودکار به صفحه مربوطه تغییر می کند - BOOSTING ..."
    },
    {
        "title": "platform monument valley ca899 free solve meditative and calming puzzle game by manipulating monuments",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1n8ckn4/multiplatform_monument_valley_ca899_free_solve/",
        "image_url": null,
        "description": "https://store.epicgames.com/en-US/p/monument-valley-1d99d3 https://store.epicgames.com/en-US/p/monument-valley-android-1046b9 https://store.epicgames.com/en-US/p/monument-valley-ios-8ad17f Embark on a journey of forgiveness through impossible environments and illusionary puzzles. Experience this meditative and calming puzzle game by manipulating monuments and creating evolving paths to explore new, surreal, and mysterious worlds. submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1n8ckn4",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "https://store.epicgames.com/en-us/p/monument-valley-1d99d3 https://store.epicgames.com/en-us/p/monument-alley-android-1046b9 https://store.epicgames.com/en-on-us/p/monument-lios-sllleyf-sp/mon وجود معماهای توهم. این بازی پازل مراقبه و آرامش بخش را با دستکاری بناهای تاریخی و ایجاد مسیرهای در حال تحول برای کشف دنیاهای جدید ، سورئال و مرموز تجربه کنید. ارسال شده توسط /u /pm_me_freegames [لینک] [نظرات]"
    },
    {
        "title": "platform strange horticulture ca1699 free an occult puzzle game in which you play as the proprietor of a local plant store find and identify new plants pet your cat speak to a coven or join a cult",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1mwebu0/multiplatform_strange_horticulture_ca1699_free_an/",
        "image_url": null,
        "description": "https://store.epicgames.com/en-US/p/strange-horticulture-360e80 https://store.epicgames.com/p/strange-horticulture-android-8143c0 https://store.epicgames.com/p/strange-horticulture-ios-42250a An occult puzzle game in which you play as the proprietor of a local plant store. Find and identify new plants, pet your cat, speak to a coven, or join a cult. Use your collection of powerful plants to influence the story and unravel Undermere’s dark mysteries. submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1mwebu0",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "https://store.epicgames.com/en-us/p/strange-horticulture-360e80 https://store.epicgames.com/ptrange-horticulture-8143c0 https://store.epicgames.com/p/strange-hort-hort-horticulture-ios-42250a فروشگاه گیاهان محلی. گیاهان جدید را پیدا کرده و شناسایی کنید ، گربه خود را حیوان خانگی کنید ، با یک میثاق صحبت کنید ، یا به یک فرقه بپیوندید. از مجموعه گیاهان قدرتمند خود برای تأثیرگذاری بر داستان و اسرار تاریک Unvrawmere استفاده کنید. ارسال شده توسط /u /pm_me_freegames [لینک] [نظرات]"
    },
    {
        "title": "pro wrestling manager",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/pro-wrestling-manager/id1669825317",
        "id_in_db": "780fd19fa9b3f06cf5b841fb204e655f4f6fdc91dc1930460058743c14510eb3",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/4f/ba/b9/4fbab9e0-d098-895e-c90f-a0a97edd1770/AppIcon-0-0-1x_U007emarketing-0-8-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "psa heroes of loot 2 gog fantasy empires gog city legends",
        "store": "amazon",
        "url": "https://gaming.amazon.com/home?filter=Game",
        "image_url": "https://external-preview.redd.it/YhC5UGHUSWogViGih_qi-WVDC67C3VRMExrTNy9YaRM.jpeg?width=640&crop=smart&auto=webp&s=d6063cc6040deb77777cc87eefdfe544726844e0",
        "description": "submitted by /u/LighteningOneIN [link] [comments]",
        "id_in_db": "t3_1n2hulz",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /lighteningonein [پیوند] [نظرات]"
    },
    {
        "title": "psa stove is giving out gravity circuit elypse fabledom ninja issen caravan sandwich and eternal rebirth",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1n5is6e/psa_stove_is_giving_out_gravity_circuit_elypse/",
        "image_url": null,
        "description": "UPDATE 2: Unfortunately it looks like the mystery items aren't games but coupons. So the final count is 2 games (Ninja Issen and Eternal Rebirth : Curses of Love at 25 days each), one 2,000 won Coupon at 10 days, and a 15% coupon at 20 days. Also a Riichi City only 3,000 won coupon at 15 days. Thanks to oFallenAngel, kph002, and Scorpion101325 for the info. UPDATE: There has been a change to the giveaway, but unfortunately I can't edit the post title as far as I know so I'll have to just explain it here. Many thanks to kwama57, asadx47, and PanTsour for the info. It seems that several of the games have been changed to hidden \"Coming Soon\" items that may or may not be the same as before. There are two that still seem confirmed Ninja Issen and Eternal Rebirth : Curses of Love both for 25 days. However the other games have been changed to 3 mystery items for 10, 15, and 20 days total with the other one replaced with flakes. To summarize, total number of items seemingly reduced to 5. The three at 10, 15, and 20 days replaced with mystery items. Ninja Issen and Eternal Rebirth : Curses of Love still listed at 25 days each. Stove is giving away another 6 games during September. The only catch is that you have to download their launcher and play a couple of games each day. The games are for the Stove store and use the Stove launcher. Four Games here: https://event.onstove.com/en/dailyshop/STOVEINDIE/202509 Gravity Circuit (5 days), Elypse (10 Days), Fabledom (20 Days) , 2,000 won Coupon (10 days), 15% coupon (20 days), and Ninja Issen (25 days). To get them you just need to run a game from their launcher each day and then check in on that webpage. I believe that Riichi City, LORD NINE, Epic SEVEN, and BTS Cooking on Stove are excluded. Plus logging in gets $1.60 in free store credit coupons. And the free games will likely have missions you can do for more store credit and discount coupons. Note: Elypse is a duplicate from last month. If you already have a game then they give you flakes instead when you try to redeem it and no bonus missions. Flakes can be used to sometimes exchange for more free games on this same page. You can see this official post for more information: https://page.onstove.com/indie/global/view/11031124 Two games here: https://event.onstove.com/en/dailyshop/RIICHICITY_IND/202509 Caravan Sandwich (15 Days) and Eternal Rebirth : Curses of Love (25 Days). WARNING: Eternal Rebirth : Curses of Love is given a 19+ rating. Though seemingly only a Teen rating on the Epic store . Not sure what's up with that. Same deal as above, except you need to play Riichi City, using their launcher and a stove connected account, to qualify for the check in. Steam links for review reading. https://store.steampowered.com/app/858710/Gravity_Circuit/ https://store.steampowered.com/app/1725340/Elypse/ https://store.steampowered.com/app/1651560/Fabledom/ https://store.steampowered.com/app/1714550/Ninja_Issen https://store.steampowered.com/app/1582650/Caravan_SandWitch/ No luck with Eternal Rebirth : Curses of Love. Other notes. There's $5 + 50% off, and a few other extras, for accounts under 7 days old here: https://event.onstove.com/en/welcome And a deal for accounts 7-30 days old that haven't agreed to game terms and haven't made a puchase (pick one of 8 games): https://event.onstove.com/en/welcome-for-you There's also a random free DLC available but it requires both the base game and one of the other DLC for that game: https://store.onstove.com/en/games/102385 Some other basically always free stuff. GigaBash Under the blue horizon - Aquarium Knight Overloaded Infinite Incarnation Also there's a DLC for Kalpa: Cosmic Symphony that requires the base game. Kalpa: Cosmic Symphony DLC submitted by /u/Fhczvyd474374846 [link] [comments]",
        "id_in_db": "t3_1n5is6e",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "بروزرسانی 2: متأسفانه به نظر می رسد که موارد رمز و راز بازی نیستند بلکه کوپن هستند. بنابراین تعداد نهایی 2 بازی است (نینجا ایزن و تولد ابدی: نفرین عشق در هر 25 روز) ، یک 2000 کوپن برنده در 10 روز و یک کوپن 15 ٪ در 20 روز. همچنین یک شهر ریچی تنها 3000 کوپن در 15 روز برنده شد. با تشکر از Allenangel ، KPH002 و Scorpion101325 برای اطلاعات. بروزرسانی: تغییری در بخشش ایجاد شده است ، اما متأسفانه نمی توانم عنوان پست را تا آنجا که می دانم ویرایش کنم ، بنابراین باید فقط در اینجا توضیح دهم. با تشکر فراوان از KWAMA57 ، ASADX47 ، و Pantsour برای اطلاعات. به نظر می رسد که چندین بازی به موارد پنهان \"به زودی\" پنهان شده اند که ممکن است مانند گذشته باشد یا نباشد. دو مورد وجود دارد که هنوز هم به نظر می رسد نینجا Issen و تولد ابدی تأیید شده است: نفرین عشق به مدت 25 روز. با این حال بازی های دیگر به 3 مورد رمز و راز برای 10 ، 15 و 20 روز در کل تغییر یافته اند که دیگری جایگزین آن با پوسته ها است. به طور خلاصه ، تعداد کل موارد به نظر می رسد به 5 کاهش یافته است."
    },
    {
        "title": "psa world of tanks 20 update celebration",
        "store": "other",
        "url": "https://steamcommunity.com/broadcast/watch/76561198859358189",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3556750/f60b47fa49e3582f21c39f6b123fb59e2b441292/header.jpg?t=1755200083",
        "description": "All of Warhammer 40,000: Dawn of War in one definitive package. Experience this genre-defining Warhammer 40,000 classic in all its blood-soaked glory, including four complete campaigns, nine full-fledged factions, and over 100 maps – all in one game. Upon its release in 2004, Warhammer 40,000: Dawn of War quickly established itself as one of the all-time great real-time strategy games and a glorious celebration of Games Workshop’s storied far future of the 41st Millennium. The Definitive Edition celebrates this seminal Warhammer 40,000 title with updates that refine the experience for modern hardware and secure the game’s legacy for years to come. Warhammer 40,000: Dawn of War - Definitive Edition Updates Warhammer 40,000: Dawn of War - Definitive Edition delivers image-based lighting and upgraded unit textures, enhancing the overall presentation. Improved world lighting, unit reflections, more detailed shadows, surface gloss, and emissive lighting make for a superior experience, while retaining the classic Dawn of War feel. At Announce, we heard that our players wanted to see pathfinding improved. We have since added pathfinding updates that enable easier unit management, making for a smoother, more immersive experience. Additionally, all units in the game have received texture upscaling of at least four times their original resolution, making for more detailed units, and a more readable experience. Now on a 64-bit platform to support the ongoing efforts of the modding community, the Definitive Edition also includes an integrated Mod Manager and is compatible with over 20 years of lovingly crafted Community Mods. An improved gameplay camera shows the battlefield like never before, working seamlessly on modern systems, including 4K displays. Increased draw distances make for a more cinematic experience, and the HUD and screen layout have been optimized for modern widescreen viewing. Warhammer 40,000: Dawn of War – Definitive Edition Content Nine full factions from across the galaxy, classically depicted The transhuman warriors of the Space Marines bring the Emperor’s fury from orbit. The savage Orks smash through all their foes with abandon. The mystical Eldar strike from hiding with weapons of incomparable elegance. The twisted force of Chaos marries the power of daemons and heretic Space Marines alike. The mechanized Imperial Guard roll their mighty tanks across the battlefield. The high-tech Tau deploy powerful mechanized battle suits and fearsome Kroot warriors. The ancient Necrons rise from the sands to eliminate all life. The foul Dark Eldar swoop from the skies to steal away their victims. The pious Sisters of Battle purge the foes of mankind without mercy. Four Full Campaigns Command the Blood Ravens as they face the deadly fall of Tartarus in the original Dawn of War campaign. Lead the Winter Assault on Lorn V, guiding either the forces of Order (Imperial Guard and Eldar) or Disorder (Orks and Chaos) in a race to recover a mighty Titan war machine. Conquer the planet Kronus during the Dark Crusade, a non-linear strategic campaign playable as classic Space Marines, Imperial Guard, Eldar, Orks, Chaos, Tau, or Necrons. Weather the Soulstorm in the Kaurava System, in a second non-linear campaign, this time playable as any of the nine factions. Frantic Multiplayer Play 2 to 8 player multiplayer, either in teams or in free-for-all. Choose from many modes and numerous maps.",
        "id_in_db": "t3_1n91qal",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3556750",
        "genres": [
            "Strategy"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257182362/movie_max_vp9.webm?t=1755190556",
        "is_dlc_or_addon": false,
        "persian_summary": "همه Warhammer 40،000: Dawn of War در یک بسته قطعی. این ژانر را در تمام شکوه و جلال خیس خون خود ، از جمله چهار کمپین کامل ، نه جناح تمام عیار و بیش از 100 نقشه-همه در یک بازی-تعریف کنید. پس از انتشار در سال 2004 ، Warhammer 40،000: Dawn of War به سرعت خود را به عنوان یکی از بازی های استراتژی عالی در زمان واقعی و یک جشن باشکوه از کارگاه بازی های بازی های آینده بسیار دور از هزاره 41 معرفی کرد. نسخه قطعی این عنوان را با به روزرسانی هایی که تجربه سخت افزار مدرن را تصحیح می کند و میراث بازی را برای سالهای آینده تضمین می کند ، این عنوان اصلی Warhammer 40،000 را جشن می گیرد. Warhammer 40،000: Dawn of War - نسخه قطعی نسخه Warhammer 40،000: Dawn of War - نسخه قطعی روشنایی مبتنی بر تصویر و بافت های واحد به روز شده را ارائه می دهد و ارائه کلی را تقویت می کند. روشنایی جهان بهبود یافته ، بازتاب واحد ، سایه های دقیق تر ، براق سطحی و روشنایی منتشر شده باعث یک تجربه برتر می شود ، ..."
    },
    {
        "title": "railbound",
        "store": "steam",
        "url": "https://store.steampowered.com/app/1967510/Railbound/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1967510/454dfa4decb00ce1cf8b274a8f9baf155feeeea9/header_alt_assets_6.jpg?t=1757159017",
        "description": "Railbound is a comfy track-bending puzzle game about a pair of dogs on a train journey around the world. Connect and sever railways across the world to help everyone reach their homes and solve over 240 clever puzzles ranging from gentle slopes to twisted passageways. BEND RAILS TO MAKE THE TRAIN GO ‘CHOO-CHOO’ Place, remove and reroute connections so that carriages safely connect to the locomotive. But, be careful and don’t make them run into each other! 240+ PUZZLES TO COMPLETE Our main levels will take you through a variety of locations at a relaxed pace. Forks along the road will lead you to spicy brainteasers that’ll please even the most demanding players! TRAIN-INSPIRED MECHANICS Use tunnels to cover vast distances in an instant. Delay trains using well-timed railway barriers. Switch tracks to reroute cars in different directions. Pick up cute friends on the way and encounter even more challenges on your journey! ART AND MUSIC FULL OF WHOLESOME VIBES Across the game’s world enjoy our comic-book-inspired visuals and a relaxing original soundtrack by the team behind Golf Peaks and inbento. GO OFF THE RAILS WITH THE LEVEL EDITOR 240+ puzzles are not enough? Try out the level editor mode, create your own challenges, share them with the world via Steam Workshop or check out other people's puzzles!",
        "id_in_db": "t3_1n9m7ji",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "50% off",
        "steam_app_id": "1967510",
        "genres": [
            "Casual",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257147926/movie_max_vp9.webm?t=1748546803",
        "is_dlc_or_addon": false,
        "persian_summary": "Railbound یک بازی پازل خمش راحت در مورد یک جفت سگ در یک قطار در سراسر جهان است. راه آهن را در سراسر جهان وصل کنید و به همه کمک کنید تا به خانه های خود برسند و بیش از 240 معمای هوشمندانه از دامنه های ملایم گرفته تا گذرگاه های پیچ خورده را حل کنند. ریل ها را خم کنید تا قطار به آنجا برود \"Choo-choo\" ، اتصالات را حذف و مجدداً تغییر دهید تا واگن ها با خیال راحت به لوکوموتیو متصل شوند. اما ، مراقب باشید و آنها را به یکدیگر تبدیل نکنید! 240+ پازل برای تکمیل سطح اصلی ما ، شما را با سرعت آرام در مکان های مختلف قرار می دهد. چنگال در امتداد جاده شما را به سمت راستگرهای تند و تند سوق می دهد که حتی بیشتر بازیکنان را دوست دارند! مکانیک های الهام گرفته از قطار از تونل ها برای پوشاندن مسافت های وسیع در یک لحظه استفاده می کنند. قطارها را با استفاده از موانع راه آهن به موقع تأخیر کنید. آهنگ ها را به روش های مختلف تغییر دهید. دوستان ناز را در راه انتخاب کنید و در سفر خود با چالش های بیشتری روبرو شوید! هنر و موسیقی پر از لرزش های سالم در سراسر دنیای بازی ..."
    },
    {
        "title": "ravenloft series gog into the breach egs sid meiers civilization iv",
        "store": "amazon",
        "url": "https://gaming.amazon.com/home?filter=Game",
        "image_url": "https://external-preview.redd.it/YhC5UGHUSWogViGih_qi-WVDC67C3VRMExrTNy9YaRM.jpeg?width=640&crop=smart&auto=webp&s=d6063cc6040deb77777cc87eefdfe544726844e0",
        "description": "submitted by /u/LighteningOneIN [link] [comments]",
        "id_in_db": "t3_1n8fu39",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /lighteningonein [پیوند] [نظرات]"
    },
    {
        "title": "space marine 2 snowrunner my time at portia and more",
        "store": "steam",
        "url": "https://store.steampowered.com/sale/focuspublishersale2025",
        "image_url": "https://external-preview.redd.it/9wz50YEFq-nLX0OSi2-kQJHp9A_Sm0lyCQU06JZ3rvY.jpeg?width=640&crop=smart&auto=webp&s=4712404c47feafe18bc1702642d66f970ade21b7",
        "description": "submitted by /u/svint97 [link] [comments]",
        "id_in_db": "t3_1n8lvrg",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "50% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /svint97 [لینک] [نظرات]"
    },
    {
        "title": "star trek prodigy",
        "store": "steam",
        "url": "https://store.steampowered.com/app/1655220/Star_Trek_Prodigy_Supernova/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1655220/header.jpg?t=1666279797",
        "description": "Play as Dal R’El and Gwyndala, and rescue their scattered crew. Play solo or in 2-player cooperative mode in this exciting action adventure. After the Protostar picks up strange readings from a dying star, Dal R’El and Gwyndala race against time to save their friends, their ship, new alien species and an entire planetary system before a supernova destroys them all! Explore the alien worlds of Orisi, Mirios and Taresse, each with its own hostile environments, puzzles, challenges and mysteries. When the Protostar’s malfunctioning transporter scatters the crew across three alien planets, Dal and Gwyn must use their wits and skills to overcome ingenious puzzles, endure hostile environments and battle deadly robot armies to rescue Jankom Pog, Rok-Tahk, Zero and Murf. But as they search for their friends, they soon discover a sinister and deadly new enemy, one that will stop at nothing to destroy the Protostar and change the very course of history! Make first contact with new alien species, learn about their history and discover their secrets. Battle a deadly new adversary and his robot army in thrilling combat encounters.",
        "id_in_db": "t3_1nbeaa4",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "95% off",
        "steam_app_id": "1655220",
        "genres": [
            "Action",
            "Adventure"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256908545/movie_max_vp9.webm?t=1666279787",
        "is_dlc_or_addon": false,
        "persian_summary": "به عنوان Dal R'el و Gwyndala بازی کنید و خدمه پراکنده خود را نجات دهید. در این ماجراجویی اکشن هیجان انگیز ، انفرادی یا در حالت تعاونی 2 نفره بازی کنید. بعد از اینکه Protostar خوانش های عجیب و غریبی را از یک ستاره در حال مرگ ، Dal R'el و Gwyndala در برابر زمان برای نجات دوستان ، کشتی خود ، گونه های بیگانه جدید و یک سیستم سیاره ای کامل قبل از اینکه یک ابرنواختر همه آنها را از بین ببرد ، می خواند! دنیای بیگانه اوریسی ، میریوس و تارسه را کشف کنید که هر کدام دارای محیط های خصمانه ، معماها ، چالش ها و اسرار هستند. هنگامی که حمل و نقل ناسازگار Protostar خدمه را در سه سیاره بیگانه پراکنده می کند ، دال و گوین باید از عقل و مهارت های خود برای غلبه بر معماهای مبتکرانه استفاده کنند ، محیط های خصمانه را تحمل کنند و ارتش های ربات کشنده ای را برای نجات Jankom Pog ، Rok-Tahk ، Zero و Murf انجام دهند. اما در جستجوی دوستان خود ، آنها به زودی دشمن جدید و شیطانی و کشنده ای را کشف می کنند ، کسی که برای از بین بردن پروتستان و تغییر مسیر تاریخ متوقف نمی شود! اولین تماس با گونه های بیگانه جدید ، ..."
    },
    {
        "title": "stomper producer 1399 free",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.planeth.gstomperproducer",
        "image_url": "https://external-preview.redd.it/rbeUanChJ-k84O9VlArgcpSb8neeqGuvy9n6aZhbkDw.png?width=320&crop=smart&auto=webp&s=64895c93377fef5bc2d62080fe8f07a8b2035fc0",
        "description": "submitted by /u/pozition [link] [comments]",
        "id_in_db": "t3_1na2loo",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /pozition [پیوند] [نظرات]"
    },
    {
        "title": "strider",
        "store": "other",
        "url": "https://gaming.lenovo.com/strider-key-drops",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/235210/header.jpg?t=1712193426",
        "description": "Strider returns in a brand new adventure, complete with incredible side-scrolling action, and lightning fast combat all in a massive interconnected world! Download the full game February 19th and become the original assassin! Key Features The ultimate ninja returns – Strider Hiryu, the original assassin that inspired many third person action titles returns in a completely new game for a new generation of gamers as he takes on the Grand Master Meio. Lightning fast combat – Use an arsenal of moves and weapons against your enemies whilst slicing your way through a massive interconnected game world. Plasma Cyphers – From scorching enemies to freezing them in their tracks or deflecting a host of bullets, the indestructible plasma charged cypher offers a range of action tactics for players to use against their foes. Seamless Traversal – Jump, climb and run through the expansive game world with the speed and agility of a ninja whilst climbing surfaces to gain that extra height and engaging the enemy from virtually any direction. Varied enemy design – From cybernetic soldiers to immense bio-mechanical creatures the enemy types in Strider guarantee engaging and unique combat challenges.",
        "id_in_db": "t3_1n1l4jf",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "235210",
        "genres": [
            "Action",
            "Adventure"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/2031106/movie_max.webm?t=1447360569",
        "is_dlc_or_addon": false,
        "persian_summary": "Strider در یک ماجراجویی کاملاً جدید ، کامل با اقدامات باورنکردنی پیمایش جانبی ، و رعد و برق سریع همه در یک دنیای گسترده به هم پیوسته است! بازی کامل 19 فوریه را بارگیری کنید و به قاتل اصلی تبدیل شوید! ویژگی های کلیدی بازده های نهایی نینجا - Strider Hiryu ، قاتل اصلی که الهام بخش بسیاری از عناوین اکشن شخص ثالث در یک بازی کاملاً جدید برای نسل جدید گیمرها است ، زیرا او در Grand Master Meio می گیرد. رعد و برق سریع مبارزه - از زرادخانه حرکات و سلاح ها در برابر دشمنان خود استفاده کنید در حالی که راه خود را از طریق دنیای بازی گسترده به هم پیوسته می کنید. Cyphers Plasma - از سوزش دشمنان گرفته تا یخ زدن آنها در آهنگ های خود یا منحرف کردن میزبان گلوله ها ، Cypher با شارژ پلاسما غیر قابل تخریب ، طیف وسیعی از تاکتیک های اکشن را برای بازیکنان برای استفاده در برابر دشمنان خود ارائه می دهد. Traversal بدون درز - پرش ، صعود و عبور از دنیای بازی گسترده با سرعت و چابکی نینجا در حالی که صعود به سطح صعود برای به دست آوردن آن ارتفاع اضافی و جذاب ..."
    },
    {
        "title": "suicide guy soundtrack",
        "store": "other",
        "url": "https://gleam.io/kIfR5/suicide-guy-soundtrack-key",
        "image_url": "https://external-preview.redd.it/fUnROoHePixKGdwsFcJMwvQ8Ht-_f8j7H4pUBAIlers.png?width=640&crop=smart&auto=webp&s=cf6859a6cf0ffa5c8b3bf75bce466cb2a5218f00",
        "description": "submitted by /u/0xy1113311 [link] [comments]",
        "id_in_db": "t3_1n5cl5g",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": true,
        "persian_summary": "ارسال شده توسط /u /0xy1113311 [پیوند] [نظرات]"
    },
    {
        "title": "surfers code",
        "store": "steam",
        "url": "https://store.steampowered.com/app/2733280/Surfers_Code/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2733280/header.jpg?t=1756838320",
        "description": "A Surf Game With Adventure - An Adventure Game With Surfing Escape to the tropical islands as a traveling surfer. Orient yourself by interacting with the quirky characters, and learn to surf. Get a jet ski and find a map to venture out beyond the comfort of the popular breaks accessible by boat. Collect new boards to complete your quiver, and discover new breaks. The Outer Islands Surfing is not the only draw to these islands. At the start you learn that \"These islands are full of mystery and adventure.\" Unveil the secrets of the islands and the lore that unfolds by talking to other visitors, reading the journals of travelers, and exploring the outer islands by jet ski. As your adventure evolves you will find that things are not always as they seem. Insanely Cool Surfing Physics based surfing, with simple controls and infinite possibilities. One button to tail slide, cutback, and do airs. Simulation design, which is easy to do but hard to do well. The expert surfers in the area will tell you that you have to control your speed, read the wave, pump for speed and schwack to a tail slide or air. Learning to do this well is up to you. The wave is an open canvas for you to draw upon. The wave scoring will show the progression of your abilities and how you are improving. Leaderboards are available at each break to test your ability against other surfers. Surfboard Variety Start with the simulation board, which is fine for the beginner break. Advance to more specialized boards, scattered about the islands. Get a big wave gun for big waves, a fast twin fin for speed and big airs, and pick up a couple of all around fun boards to complete your quiver. The Surf Breaks Find surf breaks all over the islands. Start at the beginner break. A really fun easy wave with an easy takeoff turning into fast and slow sections requiring some skill and practice. Venture away from the crowds to discover and unlock various mysterious unknown breaks. Everything from shallow barreling reef breaks, to long point breaks, big outer deep water breaks, and fun performance waves. Players and Characters You are not bound to one explorer. Choose from a variety of players. But know that each player affects the physics in the game. Change players and change the feel of the game, especially in the surfing. Live Your Life According to The Surfers Code!",
        "id_in_db": "t3_1na8qcv",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "20% off",
        "steam_app_id": "2733280",
        "genres": [
            "RPG",
            "Simulation",
            "Sports"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257111548/movie_max_vp9.webm?t=1748557538",
        "is_dlc_or_addon": false,
        "persian_summary": "یک بازی گشت و گذار با Adventure - یک بازی ماجراجویی با گشت و گذار در جزایر گرمسیری به عنوان یک گشت و گذار مسافرتی. با تعامل با شخصیت های عجیب و غریب ، خود را جهت یابی کنید و یاد بگیرید که گشت و گذار کنید. یک جت اسکی دریافت کنید و نقشه ای پیدا کنید تا فراتر از راحتی استراحت های محبوب در دسترس با قایق باشد. تابلوهای جدید را برای تکمیل لرز خود جمع کنید و استراحت های جدیدی را کشف کنید. گشت و گذار در جزایر بیرونی تنها قرعه کشی این جزایر نیست. در ابتدا می آموزید که \"این جزایر پر از رمز و راز و ماجراجویی است.\" از اسرار جزایر و لجن که با صحبت با سایر بازدید کنندگان ، خواندن مجلات مسافران و کاوش در جزایر بیرونی توسط جت اسکی پرده برداری می شود ، رونمایی کنید. با تکامل ماجراجویی شما ، خواهید فهمید که همه چیز همیشه به نظر نمی رسد. گشت و گذار مبتنی بر فیزیک موج سواری بسیار خنک ، با کنترل های ساده و امکانات بی نهایت. یک دکمه برای دم اسلاید ، برش و انجام هوا. طراحی شبیه سازی ، که انجام آن آسان است اما خوب انجام آن سخت است. گشت و گذارهای متخصص در منطقه ..."
    },
    {
        "title": "the brave little cloud",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/the-brave-little-cloud",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2635070/header.jpg?t=1702489245",
        "description": "In the game \"The Brave Little Cloud\" , you will become the main character - a little cloud that fights against evil to protect its world. You will have to go through many levels, fighting various enemies and overcoming obstacles. Your task is to use your abilities to destroy all enemies and reach the final boss. But be careful, enemies will become stronger and smarter at each new level. The game \"The Brave Little Cloud\" is an exciting adventure that will give you unforgettable emotions and help develop logical thinking and reaction. Can you defeat evil and save your world? Try to play and find out!",
        "id_in_db": "t3_1n97str",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2635070",
        "genres": [
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256987448/movie_max_vp9.webm?t=1701982041",
        "is_dlc_or_addon": false,
        "persian_summary": "در بازی \"ابر کوچک شجاع\" ، شما شخصیت اصلی خواهید شد - ابری کوچکی که برای محافظت از دنیای خود با شر مبارزه می کند. شما باید در بسیاری از سطوح طی کنید ، با دشمنان مختلف مبارزه کنید و بر موانع غلبه کنید. وظیفه شما استفاده از توانایی های خود برای از بین بردن همه دشمنان و رسیدن به رئیس نهایی است. اما مراقب باشید ، دشمنان در هر سطح جدید قوی تر و باهوش تر می شوند. بازی \"ابر کوچک شجاع\" یک ماجراجویی هیجان انگیز است که به شما احساسات فراموش نشدنی می بخشد و به توسعه تفکر و واکنش منطقی کمک می کند. آیا می توانید شر را شکست دهید و دنیای خود را نجات دهید؟ سعی کنید بازی کنید و پیدا کنید!"
    },
    {
        "title": "the brave little cloud 100 off free",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/the-brave-little-cloud",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/669050/header.jpg?t=1513925607",
        "description": "Mutiny!! is set in a world of fantasy, and adventure. A realm where airships can sail among the clouds as well as the sea, entering the flogiston to journey to other planes. There’s treasure spread out over many planes if you’re brave or curious enough to find it! At the bottom of the sea or within mysterious ruins, protected by curious animated guardians. The world of Mutiny!! is in every way ‘fun’, silly and sexy as you imagine! Everything begins with you sat at a table, adjusting your clothes and blowing a kiss to the cute little Fairy you’d spent the afternoon with. The ‘Captain’ comes in; a haggard and tired figure. Still, they might make for some interesting company, seeing as how captains have ships, money, and go on exciting adventures. It becomes readily apparent that she’s on her last legs, announcing that the Pirate life is hard, and her luck is drained to the final dregs. The Navy is on her tail, and her ship is being scuttled with debt. Of course, you’re happy to offer a little ‘Stress Relief’, but she confesses she hasn’t a penny to her name. Hell— she probably couldn’t find gold in a chest. You sigh and shrug; you’ve always been particularly lucky. The Captain seems awfully enticed at the whole prospect of some life-changing luck. The little conversation is brought to a screeching halt by the sound of Navy boots stomping their way through the building next door. Not an issue to you of course, but the ‘Captain’ seems to be missing some facial coloration all of a sudden. Then with a snap of her fingers, she’s up and out of her seat with a brand new purpose, tossing her hat onto your head. “Must be fate!” she announces pleasantly, and while you’re still trying to figure out what’s going on, her jacket is thrown over your shoulders. There’s a scampering, a yelping of alarm from one of the patrons, and then silence. Once you’ve got the hat off from over your eyes, the ‘Captain’ is nowhere to be seen. Skipping past the Navy isn’t an issue for you, and the real culprit is long gone. Nothing for it but to find this woman’s ship and get things sorted out. … Or at least give back the hat and jacket… despite how totally cool they are. Once you get there, you find a mismatched crew of helplessly inept girls who weren’t even a hundred percent sure they were pirates the whole time. The crew announce that it’s unlikely the ‘ex-captain’ is coming back. She gave over the hat and jacket after all! That’s all it takes; its proof! You scoff at the ridiculousness of it all, intending to drop the hat onto one of the girl’s heads. She gasps and scrambles away, begging you not to put that evil on her. It takes you a while to come to terms with it all, but it seems you’re in charge now! First step, re-name the ship. Second step? Find a way out of debt. Third step? … We’ll figure it out somehow. Key Game Features •\t11 unique girls to encounter •\tA long, sprawling campaign story comprises the main game •\t2 free additionaly character side-stories are included with the game, with more adventures and side-stories to come after launch! •\t12 different locations •\tPuzzle-solving minigames, and ship combat •\tMonster Girl romance •\tDifferent social options shape your relationships and ending •\tVisual Novel style interactions •\tCharming music and sexy, glamorous art •\tDRM Free •\tWindows, Mac, and Linux",
        "id_in_db": "t3_1nao4az",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "669050",
        "genres": [
            "Nudity",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256694882/movie_max.webm?t=1507064424",
        "is_dlc_or_addon": false,
        "persian_summary": "MUTINY !! در دنیای خیالی و ماجراجویی قرار دارد. قلمرو که در آن هواپیماهای هوایی می توانند در میان ابرها و همچنین دریا قایقرانی کنند و وارد Flogiston برای سفر به هواپیماهای دیگر شوند. اگر به اندازه کافی شجاع یا کنجکاو باشید که آن را پیدا کنید ، گنجی روی بسیاری از هواپیماها وجود دارد! در پایین دریا یا در داخل ویرانه های مرموز ، محافظت شده توسط نگهبانان انیمیشن کنجکاو. دنیای Mutiny !! همانطور که تصور می کنید از هر طریق \"سرگرم کننده\" ، احمقانه و سکسی است! همه چیز با نشستن در یک میز شروع می شود ، لباس های خود را تنظیم می کنید و بوسه ای را به پری کوچک و ناز که بعد از ظهر با او گذرانده اید ، می اندازید. \"کاپیتان\" وارد می شود. چهره ای خسته و خسته. با این وجود ، آنها ممکن است یک شرکت جالب را رقم بزنند ، با دیدن اینکه چگونه کاپیتان ها کشتی ، پول دارند و به ماجراهای هیجان انگیز می روند. به آسانی آشکار می شود که او در آخرین پاهای خود قرار دارد و اعلام می کند زندگی دزدان دریایی سخت است و شانس او ​​به سمتهای نهایی تخلیه می شود. نیروی دریایی روی دم او است و کشتی او با بدهی در حال ضرب و شتم است. البته ، شما خوشحال هستید که یک ..."
    },
    {
        "title": "the crew motorfest",
        "store": "steam",
        "url": "https://store.steampowered.com/app/2698940/The_Crew_Motorfest/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2698940/header.jpg?t=1752255310",
        "description": "Enjoy the game free for five hours! Grab your ticket to Motorfest, show off your skills, and live the most thrilling driving experiences car culture has to offer! CELEBRATE ALL THE FACETS OF CAR CULTURE Discover the playlists and dive into thematic campaigns that will immerse you in the most exciting car culture universes, including American muscle, Japanese-style street racing, and legendary machines of the past! COLLECT THE MOST LEGENDARY CARS Master every driving challenge and fill your collection with the most legendary vehicles ever created. Customize your cars and show off your own style with the custom contest mode. EXPLORE A VIBRANT HAWAIIAN OPEN WORLD The Crew Motorfest has settled down in one of the most breathtaking places on Earth: the island of O‘ahu, Hawaii. Join high-speed street races through the bustling city of Honolulu, test your off-road skills on the ashy slopes of a volcano, and master the perfect curve on the tracks. COMPETE IN ADRENALINE-FUELLED LIVE EVENTS Master all types of vehicles in the Grand Race and finish first among 28 other drivers. Jump into the pure mayhem of Demolition Royale where eight teams battle to be the last one standing. Take on the Summit Clash by completing challenges to dominate the leaderboards!",
        "id_in_db": "t3_1n9eg1n",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "80% off",
        "steam_app_id": "2698940",
        "genres": [
            "Racing"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257003063/movie_max_vp9.webm?t=1741704725",
        "is_dlc_or_addon": false,
        "persian_summary": "پنج ساعت از بازی رایگان لذت ببرید! بلیط خود را به Motorfest بگیرید ، مهارت های خود را نشان دهید و بیشترین هیجان انگیزترین تجربه رانندگی را در فرهنگ خودرو ارائه دهید! همه جنبه های فرهنگ اتومبیل را جشن بگیرید ، لیست های پخش را کشف کرده و به کمپین های موضوعی شیرجه بزنید که شما را در هیجان انگیزترین جهان فرهنگ اتومبیل ، از جمله ماهیچه های آمریکایی ، مسابقات خیابانی به سبک ژاپنی و ماشینهای افسانه ای گذشته غوطه ور خواهد کرد! افسانه ترین اتومبیل ها را در هر چالش رانندگی جمع کنید و مجموعه خود را با افسانه ترین وسایل نقلیه که تاکنون ایجاد شده است پر کنید. اتومبیل های خود را سفارشی کنید و سبک خود را با حالت مسابقه سفارشی نشان دهید. یک دنیای پر جنب و جوش پر جنب و جوش هاوایی را کاوش کنید که خدمه موتور در یکی از مکان های نفس گیر روی زمین مستقر شده است: جزیره اوهاهو ، هاوایی. به مسابقات خیابانی پر سرعت از طریق شهر شلوغ هونولولو بپیوندید ، مهارت های خارج از جاده خود را در دامنه های Ashy یک آتشفشان آزمایش کنید و منحنی کامل را در مسیرها تسلط دهید. در رویدادهای زنده آدرنالین رقابت کنید ..."
    },
    {
        "title": "the outer worlds spacers choice edition dlcs more",
        "store": "steam",
        "url": "https://store.steampowered.com/developer/PrivateDivision/sale/outerworldssale",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1920490/header.jpg?t=1738037621",
        "description": "The Outer Worlds: Spacer’s Choice Edition is the ultimate way to play the award-winning RPG from Obsidian Entertainment and Private Division. Players who already have The Outer Worlds and its associated DLC, Murder on Eridanos and Peril on Gorgon, on Steam can upgrade to The Outer Worlds: Spacer’s Choice Edition for a reduced purchase price.* To enable the upgrade purchasing option, players must be signed into the same Steam Account they used to purchase the base game and its associated DLC and select the “Complete the Bundle” purchasing option. You’ve tried the rest, now come back for the best! The Outer Worlds: Spacer’s Choice Edition includes the base game and all add-on content as the definitive way to play the beloved RPG from Obsidian Entertainment. This remastered masterpiece is optimized to be the absolute best version of The Outer Worlds… even if you choose to play this critically acclaimed RPG as the absolute worst version of your character. Lost in transit while on a colonist ship bound for the edge of the galaxy, you awake decades later only to find yourself in the midst of a deep conspiracy threatening to destroy the colony. Explore the various planets and locations of Halcyon, including the mysterious Gorgon Asteroid and delightful distilleries of Eridanos. As you encounter various factions, all vying for power, the character you decide to become will determine how this player-driven story unfolds. In the corporate equation for the colony, you are the unplanned variable. Key Features: •\tIt’s The Outer Worlds you love, but even better: 2019’s hit RPG has been remastered with better graphics, improved performance, additional animations, higher-res environments, and more. •\tIncreased level cap: A higher level cap means even more ways to build your character from the seven branches of the skill tree. •\tThe player-driven story RPG: In keeping with the Obsidian tradition, how you approach The Outer Worlds is up to you. Your choices affect not only the way the story develops, they also affect your character build, companion stories, and end game scenarios. •\tLead your companions: During your journey through the furthest colony, you will meet a host of characters who will want to join your crew. Armed with unique abilities, these companions all have their own missions, motivations, and ideals. It's up to you to help them achieve their goals, or exploit them to your own ends. •\tExplore the corporate colony: Halcyon is a colony at the edge of the galaxy owned and operated by a corporate board. They control everything... except for the alien monsters left behind when the terraforming of the colony’s two planets didn’t exactly go according to plan. Find your ship, build your crew, and explore the settlements, space stations, and other intriguing locations throughout Halcyon. *Based on Private Division’s suggested retail price for The Outer Worlds: Spacer’s Choice Edition on PC. Limit of one upgrade per account.",
        "id_in_db": "t3_1n8lp1q",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "65% off",
        "steam_app_id": "1920490",
        "genres": [
            "Action",
            "Adventure",
            "RPG"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256931259/movie_max_vp9.webm?t=1677694053",
        "age_rating": "This Game may contain content not appropriate for all ages, or may not be appropriate for viewing at work.\r\n\r\nThis may include:\r\nBlood and Gore\r\nIntense Violence\r\nStrong Language",
        "is_dlc_or_addon": true,
        "persian_summary": "The Outer Worlds: Spacer's Choice Edition روش نهایی برای بازی RPG برنده جایزه از سرگرمی Obsidian و بخش خصوصی است. بازیکنانی که در حال حاضر دنیای بیرونی و DLC مرتبط با آن دارند ، قتل در Eridanos و Peril on Gorgon ، در Steam می توانند به دنیای بیرونی ارتقا دهند: نسخه انتخاب Spacer برای کاهش قیمت خرید.* برای فعال کردن گزینه خرید به روزرسانی ، بازیکنان باید در همان حساب Steam امضا شوند که آنها برای خرید بازی پایه و گزینه Associated آن را انتخاب می کنند و گزینه DLC را انتخاب می کنند و \"خریدهای آن را انتخاب می کنند. شما بقیه را امتحان کرده اید ، اکنون به بهترین ها برگردید! The Outer Worlds: Edition Spacer's Choice شامل بازی پایه و تمام محتوای افزودنی به عنوان روش قطعی برای بازی RPG محبوب از سرگرمی Obsidian است. این شاهکار از بین رفته بهینه شده است که بهترین نسخه مطلق دنیای بیرونی است ... حتی اگر تصمیم بگیرید که این RPG مورد تحسین منتقدان را به عنوان بدترین نسخه شخصیت خود بازی کنید. در هنگام حمل و نقل در ..."
    },
    {
        "title": "ultimate control assassins creed shadows cat quest iii and more at discounted prices",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1n94zno/macos_mac_app_store_game_deals_post_3_sniper/",
        "image_url": null,
        "description": "Notes: IAP = In-App Purchase MAS = Mac App Store MAS All-time low = The historical low price on MAS, Steam All-time low = The historical low price on Steam Have mentioned the All-time low Steam prices as well since the mac port for most of em is available there as well, If you're outside the US or similar, The Steam price is generally lower than that of the Mac App Store due to regional pricing... Universal (Mac, iPhone and iPad) Sniper Elite 4 (Complete Edition, IAP - Includes all the other IAPs) $24.99→$12.99 [New All-time low for MAS, For reference Steam All-time low (Deluxe Edition): $8.99, Though it does not have the Mac version there yet] (Supports Achievements and Game Controllers) - Ends 17th September Experience unrivalled World War 2 sniping gameplay with Sniper Elite 4. Take the role of SOE agent, and crack sniper, Karl Fairburne in a thrilling single-player campaign. Travel to the beautiful Mediterranean coast of Italy to battle the Axis Forces and free the country from fascism. Cat Quest III (Full Game Unlock, IAP) $19.99→$9.99 [First Sale, Steam All-time low: $9.99] (Supports Achievements, Game Controllers and Family Sharing) Play as a swashbuckling purrivateer in this 2.5D open-world action RPG set in a fantastical pirate-themed world – the Purribean - an archipelago swarming with Pi-rats searching for the Northern Star - a long-lost mythical treasure. Delete After Reading (Full Game, IAP) $4.99→$0.99 [New All-time low for MAS, Steam All-time low: $0.69] (No Family Sharing on App Store while there is Family Sharing on Steam) A book you can play, or a game you can read, Delete After Reading is a crafted combination of an adventure story and puzzle games about cheating your destiny. An original storytelling format for armchair detectives and escape room aficionados of all ages. unmemory $6.99→$1.99 [All-time low for MAS, Steam All-time low: $0.89] (Supports Family Sharing) unmemory is a crafted combination of a thrilling story and puzzle games, an escape room inside an interactive novel about a girl gang and a broken mind. Will you solve the mystery? Mac only Cyberpunk 2077: Ultimate $82.9→$64.99 [First sale, Steam All-time low: $38.62, The game is also currently on sale on GOG and Epic Games for lower ($39.99)] (Supports Achievements and Family Sharing) [Note: Recommended minimum RAM is 16GB, The size of the MAS variant is higher than the versions available on other storefronts (159 GB) since it downloads all the voiceovers, not sure if you can delete it after the installation] Discover the best-selling open-world, action-adventure RPG featuring every story set in Night City. In Cyberpunk 2077: Ultimate Edition, become V, a cyberpunk mercenary, and take on the most powerful forces of the city in a fight for glory and survival. Dive into Cyberpunk 2077, its critically acclaimed spy-thriller expansion Phantom Liberty, and experience every game-changing update released so far — all in one ultimate package. Legends are made here. What will yours be? Control Ultimate Edition $39.99→$9.99 [First sale, For reference Steam All-time low (Ultimate Edition): $3.99, Though it does not have the Mac version there yet] (Supports Achievements, Game Controllers and Family Sharing) A corruptive presence has invaded the Federal Bureau of Control…Only you have the power to stop it. The world is now your weapon in an epic fight to annihilate an ominous enemy through deep and unpredictable environments. Containment has failed, humanity is at stake. Will you regain control? Assassin’s Creed Shadows $69.99→$52.90→$44.99→$52.90→$44.99 [All-time low for MAS, For reference Steam All-time low: $52.49, Though it does not have the Mac version there yet] (Supports Game Controllers, No Achievements on MAS while there are Achievements on Steam) Experience an epic historical action-adventure story set in feudal Japan! Become a lethal shinobi Assassin and a powerful legendary samurai as you explore a beautiful open world in a time of chaos. Switch seamlessly between two unlikely allies as you discover their common destiny. Master complementary playstyles, create your shinobi league, customize your hideout, and usher in a new era for Japan. Prince of Persia: Lost Crown $39.99→$19.99→$14.00→$19.99 [MAS All-time low: $14.00, For reference Steam All-time low: $15.99, Though it does not have the Mac version there yet] [Supports Game Controllers and Family Sharing (No Family Sharing on Steam), No Achievements on MAS while there are Achievements on Steam] Dash into a stylish and thrilling action-adventure platformer set in a mythological Persian world where the boundaries of time and space are yours to manipulate. Kenshō $3.99→$0.99 [All-time low for MAS, Steam All-time low: $0.99] (Supports Achievements, Game Controllers and Family Sharing) Begin your journey through a surreal world where nature, time and space intertwine. Mysterious things happen in a ruined room. Doors inside that room lead to different worlds and beautiful landscapes. Match blocks and overcome challenges in this addictive puzzle with rich visual effects that unfolds a narrative through breathtaking places including lush jungles and stormy seas. 11 original songs accompany you on this adventure, replete with violin, piano, harmonica, accordion and more. Tacoma $19.99→$5.99 [MAS All-time low: $3.99, Steam All-time low: $1.99] (Supports Achievements and Family Sharing) Tacoma is a narrative adventure from the creators of Gone Home, set aboard a high-tech space station in the year 2088. As you go about your mission, you’ll explore every detail of how the station’s crew lived and worked, finding the clues that add up to a gripping story of trust, fear, and resolve in the face of disaster. Gone Home $14.99→$4.99 [MAS All-time low: $2.99 ($3.99 this year), Steam All-time low: $1.49] (Supports Achievements and Family Sharing) Gone Home is an interactive exploration simulator. Interrogate every detail of a seemingly normal house to discover the story of the people who live there. Open any drawer and door. Pick up objects and examine them to discover clues. Uncover the events of one family's lives by investigating what they've left behind. submitted by /u/Atifus [link] [comments]",
        "id_in_db": "t3_1n94zno",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": true,
        "persian_summary": "یادداشت ها: IAP = خرید MAS = MAC App Store MAS ALL TIME LOW = قیمت پایین تاریخی در MAS ، Steam All Time Low = قیمت پایین تاریخی در Steam همچنین قیمت های بخار کم زمان را نیز ذکر کرده است ، زیرا درگاه MAC برای اکثر EM نیز در آنجا موجود است ، اگر شما خارج از ما باشد ، اگر شما خارج از ما باشد ، به طور کلی پایین تر از Ellient Ermient (Mac App Store) به دلیل Mac App Store ... Mac و Igry (MAC و Igrical) Mac ، Mac ، Mac ، Mac ، Mac ، Mac ، Mac. IAP - Includes all the other IAPs) $24.99→$12.99 [New All-time low for MAS, For reference Steam All-time low (Deluxe Edition): $8.99, Though it does not have the Mac version there yet] (Supports Achievements and Game Controllers) - Ends 17th September Experience unrivalled World War 2 sniping gameplay with Sniper Elite 4. Take the role of SOE agent, and crack sniper, Karl Fairburne in یک کمپین هیجان انگیز تک نفره. برای نبرد با نیروهای محور و آزاد کردن کشور از ..."
    },
    {
        "title": "undertale",
        "store": "steam",
        "url": "https://store.steampowered.com/app/391540/Undertale/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/391540/header.jpg?t=1579096091",
        "description": "Welcome to UNDERTALE. In this RPG, you control a human who falls underground into the world of monsters. Now you must find your way out... or stay trapped forever. ((Healthy Dog's Warning: Game contains imagery that may be harmful to players with photosensitive epilepsy or similar condition.)) features: Killing is unnecessary: negotiate out of danger using the unique battle system. Time your attacks for extra damage, then dodge enemy attacks in a style reminiscent of top-down shooters. Original art and soundtrack brimming with personality. Soulful, character-rich story with an emphasis on humor. Created mostly by one person. Become friends with all of the bosses! At least 5 dogs. You can date a skeleton. Hmmm... now there are 6 dogs...? Maybe you won't want to date the skeleton. I thought I found a 7th dog, but it was actually just the 3rd dog. If you play this game, can you count the dogs for me...? I'm not good at it.",
        "id_in_db": "t3_1na7otc",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "75% off",
        "steam_app_id": "391540",
        "genres": [
            "Indie",
            "RPG"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256655616/movie_max.webm?t=1447377566",
        "is_dlc_or_addon": false,
        "persian_summary": "به Undertale خوش آمدید. در این RPG ، شما انسانی را کنترل می کنید که در دنیای هیولا در زیر زمین قرار می گیرد. اکنون باید راه خود را پیدا کنید ... یا برای همیشه به دام افتاده باشید. . حملات خود را برای خسارت اضافی ، سپس حملات دشمن را به سبک یادآور تیراندازان از بالا به پایین حمله کنید. هنر اصلی و موسیقی متن فیلم با شخصیت. داستان روحانی و سرشار از شخصیت با تأکید بر طنز. بیشتر توسط یک نفر ایجاد شده است. با همه کارفرمایان دوست شوید! حداقل 5 سگ. شما می توانید یک اسکلت قرار دهید. هوم ... حالا 6 سگ وجود دارد ...؟ شاید شما نمی خواهید اسکلت را قرار دهید. فکر کردم یک سگ هفتم پیدا کردم ، اما در واقع فقط سگ 3 بود. اگر این بازی را انجام دهید ، می توانید سگ ها را برای من حساب کنید ...؟ من در این کار مهارت ندارم"
    },
    {
        "title": "underworld office",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/underworld-office-novel-game/id1523265842",
        "id_in_db": "77b80f6ec2afebc6f344bc73e0879a731a1eb9fa1bb746f41da4d044e1cadd57",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple112/v4/bd/00/73/bd007327-9f61-88f9-05d9-c5fa6b1ac3f2/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "vocabulary builder 9999 free for 36h learn new words with flashcards ai",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/flexi-vocabulary-builder/id6499282610",
        "image_url": "https://external-preview.redd.it/YFH9rdvaLFGAk80Ce1Qe2Y1kpiMeE7F0OfWOEKAqb9g.png?width=640&crop=smart&auto=webp&s=ac748710cfb7cf069b0bbfa83fda100bb92be919",
        "description": "Hi everyone 👋 I’m the developer of Flexi: Vocabulary Builder , an iOS app for learning new words in 24 languages (English, Spanish, French, German, Arabic, Japanese, and more). About the app 🔠 Create flashcards with your own words. ✨ Use AI to generate translations, examples, and images. 📖 Catalog of 3,500+ pre-made English cards. 🧠 FSRS-5 spaced-repetition algorithm (same as in Anki). Extras 🌚 Dark Mode 🍎 iPadOS support 🛜 Offline mode 📌 Widgets The deal Lifetime unlock: $99.99 → Free Until: Sun, August 24, 2025, 5:00 PM PT Looking for feedback I’d love feedback on the onboarding experience, the process of creating flashcards, and the review flow 🙏 submitted by /u/tomerbeilinson [link] [comments]",
        "id_in_db": "t3_1my01sx",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "سلام به همه 👋 من توسعه دهنده Flexi هستم: سازنده واژگان ، یک برنامه iOS برای یادگیری کلمات جدید به 24 زبان (انگلیسی ، اسپانیایی ، فرانسوی ، آلمانی ، عربی ، ژاپنی و موارد دیگر). درباره برنامه 🔠 با کلمات خود مرتبا ایجاد کنید. ✨ از AI برای تولید ترجمه ها ، مثال ها و تصاویر استفاده کنید. 📖 کاتالوگ 3500+ کارت انگلیسی از پیش ساخته. 🧠 الگوریتم Re-retition FSRS-5 (همانند آنکی). Extras 🌚 Dark Mode 🍎 IPADOS پشتیبانی 🛜 حالت آفلاین 📌 ویجت های بازپرداخت عمر: 99.99 $ → رایگان تا: خورشید ، 24 اوت 2025 ، 5:00 بعد از ظهر به دنبال بازخورد ، من عاشق بازخورد در مورد تجربه سوارکاری ، روند ایجاد فلش و جریان ارسال شده توسط /u /tomerbeilinson [نظرات]"
    },
    {
        "title": "walking survival",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3506800/Walking_Survival/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3506800/header.jpg?t=1753828386",
        "description": "In Walking Survival, the darkness is closing in, and monstrous creatures are coming for you! Harness the power of magic, develop unique abilities, and obliterate waves of enemies before they overwhelm you. 🔮 Master the Walking – Choose from a variety of magical abilities, upgrade them, and create devastating spell combinations. 👹 Endless Waves of Enemies – Face creatures with different strengths, weaknesses, and unpredictable attack patterns. 🛡️ Survive Against All Odds – Dodge, strike, and strategize as you fight to stay alive in an ever-escalating battle. 🌟 Powerful Upgrades – Unlock new skills, enhance your magic, and become an unstoppable force. How long can you survive the relentless onslaught? Unleash your power and carve your own legend in Walking Survival! 🔥 Wishlist now and prepare for battle! 🔥",
        "id_in_db": "t3_1n3cy49",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3506800",
        "genres": [
            "Action",
            "Adventure",
            "Casual"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257111660/movie_max_vp9.webm?t=1741351149",
        "is_dlc_or_addon": false,
        "persian_summary": "در زنده ماندن ، تاریکی بسته می شود و موجودات هیولا برای شما می آیند! قدرت جادو را مهار کنید ، توانایی های منحصر به فردی را ایجاد کنید و امواج دشمنان را از بین ببرید قبل از اینکه شما را تحت الشعاع قرار دهند. 🔮 Master the Walking - از انواع توانایی های جادویی انتخاب کنید ، آنها را ارتقا دهید و ترکیب های طلسم ویرانگر را ایجاد کنید. 👹 امواج بی پایان دشمنان - موجودات با نقاط قوت ، ضعف و الگوهای حمله غیرقابل پیش بینی روبرو هستند. 🛡 در برابر همه شانس ها زنده بمانید-در حالی که می جنگید برای زنده ماندن در یک نبرد فزاینده ، می جنگید ، Dodge ، Strike و استراتژی کنید. uprate های قدرتمند - مهارت های جدید را باز کنید ، جادوی خود را تقویت کنید و به یک نیروی غیرقابل توقف تبدیل شوید. چه مدت می توانید از حمله بی امان زنده بمانید؟ قدرت خود را از بین ببرید و افسانه خود را در Walking Survival حک کنید! 🔥 اکنون لیست دلخواه و آماده شدن برای نبرد! 🔥"
    },
    {
        "title": "wandering sword 1960199920 off swords souls",
        "store": "steam",
        "url": "https://store.steampowered.com/developer/mythwright/sale/swordcelebration2025",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2578510/header.jpg?t=1754911245",
        "description": "20MTD: Emberpath is a Lovecraftian roguelike where you play as one of many wanderers that must mow through hordes of horrors to explore the lands. This 20 Minutes Till Dawn spin-off offers a condensed Action RPG experience, with its deep play choice and theorycrafting potential. Evolve your powers and acquire legendary loot as you wander the cosmic apocalypse. Features Create a unique build every game. With a strong focus on replayability, the large variety of characters, abilities and artifacts, will offer a novel experience every time you start up a new run. Build for your playstyle. Rain down giant swords from the sky, or command an army of skeletal warriors, or wield explosive fire magic to set ablaze every horror in sight... the possibilities are endless! Quick, 20-minute, play sessions that can satisfy your Action RPG urges in a condensed package. Auto-firing abilities lets you experience high octane gameplay without tiring out your precious gamer hands. Collect souls and forge them into new abilities from the goddess of flames. Rare artifacts are hidden across the world. Find sets of artifacts to gain powerful passive effects.",
        "id_in_db": "t3_1n8r6pg",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "20% off",
        "steam_app_id": "2578510",
        "genres": [
            "Action",
            "Indie",
            "RPG",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256979779/movie_max_vp9.webm?t=1699288587",
        "is_dlc_or_addon": false,
        "persian_summary": "20MTD: Emberpath یک Roguelike Lovecraftian است که در آن شما به عنوان یکی از بسیاری از سرگردان ها بازی می کنید که باید از طریق انبوهی از وحشت ها برای کشف سرزمین ها روبرو شوید. این اسپین آف 20 دقیقه تا Dawn یک تجربه RPG اکشن متراکم را با انتخاب عمیق بازی و پتانسیل ساختاری تئوری ارائه می دهد. قدرت خود را تکامل دهید و در حالی که در آخرالزمان کیهانی سرگردان هستید ، غارت افسانه ای را بدست آورید. ویژگی ها در هر بازی یک ساخت منحصر به فرد ایجاد می کنند. با تمرکز جدی بر روی قابلیت پخش مجدد ، تنوع زیادی از شخصیت ها ، توانایی ها و آثار باستانی ، هر بار که یک اجرای جدید را شروع می کنید ، تجربه جدیدی را ارائه می دهد. برای Playstyle خود بسازید. باران شمشیرهای غول پیکر از آسمان ، یا فرماندهی ارتش از جنگجویان اسکلتی ، یا داشتن جادوی آتش منفجر کننده برای ایجاد هرگونه وحشت در چشم ... امکانات بی پایان است! جلسات سریع ، 20 دقیقه ای ، جلسات بازی که می تواند عملکرد RPG شما را در یک بسته چگالش جلب کند. توانایی های شلیک خودکار به شما امکان می دهد گیم پلی اکتان بالا را بدون خسته کردن دست های گیمر گرانبهای خود تجربه کنید. روح و جعل را جمع کنید ..."
    },
    {
        "title": "world of warships smith pack",
        "store": "steam",
        "url": "https://store.steampowered.com/app/934650/World_of_Warships__Smith_Pack",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/32510/header.jpg?t=1699053866",
        "description": "The beloved and critically acclaimed LEGO® Star Wars™ franchise is back. LEGO Star Wars III:The Clone Wars , combines the epic stories and iconic characters from the Star Wars universe and hit animated TV series Star Wars: The Clone Wars™ with all new gameplay features. Players will enjoy brand new game mechanics allowing them to create, control and explore in a galaxy far, far away like never before. Promising breathtaking visuals as well as new characters and levels, the game also features the signature tongue-in-cheek humor from the LEGO universe. With over 20 story-based missions and 40 bonus levels spanning the entire Clone Wars era, LEGO Star Wars III: The Clone Wars will allow fans to explore endlessly and laugh their way through the Star Wars galaxy in the most humorous, accessible and action-packed LEGO game to date. Product Information New Story – For the first time, players will experience their favorite stories from Star Wars: The Clone Wars, retold in the amazing LEGO world that fans know and love. Massive Ground Battles – Brand new to the LEGO Star Wars experience, players will take control of battalions of clone troopers against the relentless droid army - building bases, deploying vehicles and calling in reinforcements to defeat opponents. SceneSwap – Authentic to the Star Wars experience, a new feature allows players to take control of multiple teams in separate locations. Working together to complete various objectives, players will control each team through the press of a button, while playing in single player or in multiplayer co-op modes. All New Boss Battles – For the first time in the LEGO Star Wars franchise, fans will fight against massive bosses as seen in The Clone Wars animated series, including Gor, the epic Zillo Beast and many other favorites. Multi-Layered Space Battles – Players will be able to take off in their favorite ships to navigate and fly through multi-layered combat throughout the galaxy. New Combat Abilities – Characters will have more dynamic moves allowing players greater freedom to battle their opponents. Characters will also have new lightsaber abilities including Lightsaber Cutting, Lightsaber Throwing, and Lightsaber Climbing. The game will also feature new grappling abilities allowing players to climb their way through puzzles and defeat enemies. Explore the Galaxy – Players will be able to explore exotic locations in a variety of ships throughout 16 different star systems. Fans will play as villainous Separatists, the noble Republic heroes or even as bounty hunters, tracking down characters across the galaxy. Expanded Force Abilities – Using the Force in all new ways to control LEGO objects, players will solve puzzles, access new areas, pick up and throw enemies - even turning them into weapons. Brand New Clone Weapons, Vehicles and Characters – New clone weapons including rapid fire guns and rocket launchers, as well as all new massive capital ships to explore, such as Anakin Skywalker’s flagship the Resolute and Grievous’ devastating warship , the Malevolence. Players will also navigate through the galaxy in new vehicles such as the Republic gunship, Clone Turbo Tank and even Anakin’s Jedi Intercepter and the Twilight. Fans will also discover their favorite classic characters such as Darth Vader, Chewbacca and Luke Skywalker. Puzzle Solving – The game will feature all new puzzles that reward creative thinking through the use of teamwork and unique building situations only possible in a LEGO galaxy far, far away. All new lighting and animations – A brand new engine brings characters to life, giving players a whole new level of control in a vibrant environment, unlike anything ever seen before in a LEGO game. Split Screen – Improved dynamic split screen for multi-player co-op with jump in/jump out abilities for friends and families to play together.",
        "id_in_db": "t3_1n8euvk",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "32510",
        "genres": [
            "Action",
            "Adventure"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/80705/movie_max.webm?t=1593332918",
        "is_dlc_or_addon": true,
        "persian_summary": "حق رای دادن محبوب و تحسین برانگیز LEGO® Star Wars ™ برگشته است. LEGO Star Wars III: The Clone Wars ، داستانهای حماسی و شخصیت های نمادین را از جهان جنگ ستارگان ترکیب می کند و به سریال های تلویزیونی انیمیشن Star Wars: The Clone Wars ™ با تمام ویژگی های گیم پلی جدید ضربه می زند. بازیکنان از مکانیک بازی با نام تجاری جدید لذت می برند که به آنها امکان می دهد در یک کهکشان دور ، دور دور مانند گذشته ، در یک کهکشان ایجاد ، کنترل و کاوش کنند. این بازی با امید به تصاویر نفس گیر و همچنین شخصیت ها و سطوح جدید ، طنز زبان به زبان را از LEGO Universe نشان می دهد. با بیش از 20 مأموریت مبتنی بر داستان و 40 سطح جایزه که کل دوره جنگ کلون را شامل می شود ، LEGO Star Wars III: Clone Wars به ​​هواداران این امکان را می دهد تا بی پایان کاوش کنند و راه خود را از طریق کهکشان جنگ ستارگان در طنزآمیزترین ، در دسترس ترین ، در دسترس ترین و عمل لگو بازی کنند. اطلاعات محصول داستان جدید - برای اولین بار ، بازیکنان داستانهای مورد علاقه خود را از Star Wars: The Clone Wars تجربه می کنند ، در LEGO شگفت انگیز بازگو می شوند ..."
    }
]