[
    {
        "title": "2025 in numbers",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1q0bzdn/fgf_recap_2025_in_numbers/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2399420/f510badbf573eecdf529ae735a49331f4b9919be/header.jpg?t=1765459545",
        "description": "THE OFFICIAL GAME OF THE FIA WORLD ENDURANCE CHAMPIONSHIP Le Mans Ultimate is the official game of the FIA World Endurance Championship and 24 Hours of Le Mans. Play-out the exciting new era for sportscar racing in unparalleled detail. Le Mans Ultimate offers an immersive game for both seasoned sim racers and those new to the sport and genre, growing and evolving with the real-life FIA WEC series. INCREDIBLE CARS FROM SPORTSCAR RACING Drive the officially licensed manufacturer Hypercars from the incredible 2023 centenary season in the included base game content. Recreate tantalising on track battles between Toyota, Ferrari, Porsche, Cadillac, Peugeot, Glickenhaus and Vanwall. Alongside the Hypercars comes a competitive array of classes. Lock horns in wheel-to-wheel LMP2 competition as well as the ultra-close, thunderous GTE cars. Drive for supremacy for famous brands such as Aston Martin, Corvette, Ferrari and Porsche. Additionally, 3 LMGT3 cars from the 2024 and 2025 season (Mercedes AMG Evo, Ford Mustang and McLaren 720 Evo) have been added to the base game along with the incredible Adrian Newey designed Aston Martin Valkyrie AMR LMH with it’s ear-splitting V12. 17 cars are available in the base game with over 200 different livery variations. LASER-SCANNED LEGENDARY CIRCUITS Enjoy the pulsating challenge of racing around some of the most revered circuits in the world including the seven destinations on the 2023 FIA WEC calendar in the base game: Autodromo Nazionale Monza, Circuit de Spa-Francorchamps, Sebring International Raceway, Bahrain International Circuit, Algarve International Circuit (Portimão), Fuji Speedway and the legendary – Circuit de la Sarthe in Le Mans – the playground for the ultimate racing experience. NOW AVAILABLE: 2024 SEASON CONTENT Get the latest content from the 2024 FIA WEC season - available as individual packs or as a bundle. These packs add 7 additional LMGT3 cars, 3 Hypercars and 4 incredible circuits - Imola, Interlagos, COTA (Circuit of the Americas), Qatar (Lusail International Circuit) INDUSTRY-LEADING PHYSICS MODEL Le Mans Ultimate uses the industry leading physics and handling simulation DNA from pMotor 2.5 as used and further improved from rFactor2 – enabling the game to take on more advanced simulation techniques, such as hybrid units, whilst also become more accessible and user friendly to the community – removing barriers to entry while also maintaining the key core elements of sim racing. Tyre dynamics are first-in-class, utilising an advanced “brush” model that accurately portrays slip angles and models advanced features such as vehicle “flat spots” that you can really feel. For wheel users, the 400Hz physics engine is directly translated into force feedback, delivering a highly detailed and predictable feeling to your steering wheel with presets available directly collaborated on with a number of prominent equipment manufacturers. The game also features improved in-game controller support as well as a selectable and customisable difficulty level – to allow the player to determine their own skill level with help for first timers allowing adjustable assists. DYNAMIC RACING EXPERIENCE Realistic day and night cycles are a key element of this simulation with incredible lighting effects as you race into dusk, through night and again into dawn down the Mulsanne at over 200mph. Le Mans Ultimate uses an advancement in Real Road 2.0 track evolution simulation found uniquely in Studio 397 titles. Like a real race session, the track will begin as a green, relatively gripless circuit at the start of a weekend and rubber in as more cars pass over the racing line – with cars moving the dust, dirt and marbles off-line. Work has been undertaken in several areas, including the dynamic weather effects too, such as rainfall and debris on windscreens and more realistic flow of water and formation of puddles on the circuit. The cars will also change throughout the race, and the build-up of dirt and debris will cover the car – giving it the authentic weathered, endurance look. MULTIPLAYER - COMPETE IN SKILL BASED EVENTS OR MANAGE YOUR OWN SERVER For those looking for the edge of the seat, wheel-to-wheel competition against real-life drivers, the Online function, powered by RaceControl, will be home to that pulsating challenge. Racers are able to take part in ranked Daily, Weekly and Special Events that provide the opportunity to build the player’s Driver and Safety rankings. As the player unlocks higher ranked races and exclusive events when the game develops and grows alongside the real-life FIA World Endurance Championship. Also available is player-controlled server hosting so users and leagues can configure their own experience, when they want it. For the latest information on all online multiplayer, head to RaceControl.GG ULTIMATE RACE WEEKEND Single Player fans can enjoy the Race Weekend feature which provides the perfect proving ground for racing against formidable AI opponents which customisable difficulty. In this game mode a user can define your race experience - adjusting the time of day, session duration and weather conditions to your liking. From there, you can refine your car set-up and race wheel-to-wheel taking part in Practice, Qualifying and the main Race. Players can also save their Race Weekend at pitstops, allowing you to complete your endurance races when it is convenient to you. PLAY TOGETHER: AROUND YOUR SCHEDULE [CO-OP MODE] An innovative co-operative mode has been added to the game, allowing you to race with your friends against the AI opponents at a time convenient to you. This “play by mail” style game mode, powered by RaceControl, allows you to invite your friends to complete a race, at a difficulty level of each individual user’s choosing whilst also racing for supremacy on the leaderboards as each action on track awards you points.",
        "id_in_db": "t3_1q0bzdn",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2399420",
        "genres": [
            "Racing",
            "Simulation",
            "Sports"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "بازی رسمی قهرمانی استقامتی جهانی FIA Le Mans Ultimate بازی رسمی مسابقات جهانی استقامت FIA و 24 ساعت لمانز است. دوران جدید و هیجان‌انگیز مسابقات اتومبیل‌رانی اسپورت را با جزئیات بی‌نظیر پخش کنید. Le Mans Ultimate یک بازی همهجانبه را هم برای مسابقه دهندگان سیم کارت باتجربه و هم برای آنهایی که تازه وارد این ورزش و سبک شده اند، ارائه می دهد که با سری واقعی FIA WEC در حال رشد و تکامل است. ماشین‌های باورنکردنی از مسابقات SPORTSCAR شرکت سازنده با مجوز رسمی Hypercars را از فصل باورنکردنی صدمین سال 2023 در محتوای بازی پایه شامل رانندگی کنید. در پیست نبردهای تویوتا، فراری، پورشه، کادیلاک، پژو، گلیکنهاوس و وانوال وسوسه انگیز را دوباره خلق کنید. در کنار هایپرکارها مجموعه ای رقابتی از کلاس ها وجود دارد. در مسابقات LMP2 چرخ به چرخ و همچنین خودروهای بسیار نزدیک و رعد و برق GTE، بوق را قفل کنید. برای برتری برندهای معروفی مانند استون مارتین، کوروت، فراری و پورشه حرکت کنید. علاوه بر این، 3 خودرو LMGT3 از فصل 2024 و 2025 (مرسدس..."
    },
    {
        "title": "against the black priory 100 off free",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/skald-against-the-black-priory-cffcc0",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/517630/header.jpg?t=1728396656",
        "description": "Just Cause 4 Reloaded delivers an expansive and explosive gameplay experience in an all-new package! Just Cause 4 Reloaded includes additional premium content as well as all previously released improvements and additions to the game. Jump into an action-packed open-world sandbox experience and cause chaos with a wide selection of weaponry, vehicles and gear. Strap into your wingsuit, equip your fully customizable grappling hook, and get ready to bring the thunder! Just Cause 4 Reloaded includes: Just Cause 4 ‘Skystriker’ Weaponized Wingsuit Black Hand Stealth Micro Jet Neon Racer Pack Deathstalker Scorpion Pack Renegade Pack Soar through the skies with your wingsuit - Skydive, Base Jump and Free Dive with no limits! Fight your enemies under extreme weather conditions, including towering tornadoes and tropical lightning storms, taking the iconic Just Cause action to insane new heights. Use extreme weather events to your advantage thanks to never seen before in-game physics. Spearhead the rebellion and defeat the Black Hand, a hi-tech private military organisation. Face off against Gabriela Morales – your most fierce, capable, and unpredictable adversary yet. Uncover the truth of Rico’s father’s past life on Solis’ and its extreme weather. Explore the remote South American country of Solis, home of conflict, secrets, and danger. Enjoy 100 square kilometres of exotic playground, from rainforest to desert, via snowy mountain peaks. Discover a plethora of wonders as you explore the world of Solis from bustling cities to rural grasslands. Customize your new grapple hook with evolved and brand-new capabilities, allowing you to create your own personal stunts, destructive methods and overall play style. Experiment with a huge variety of new vehicles including military jets, helicopters, turbo-fuelled sports cars, and construction vehicles.",
        "id_in_db": "t3_1pxur65",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "517630",
        "genres": [
            "Action",
            "Adventure"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "age_rating": "17",
        "is_dlc_or_addon": false,
        "persian_summary": "Just Cause 4 Reloaded یک تجربه گیم پلی گسترده و انفجاری را در یک بسته کاملاً جدید ارائه می دهد! Just Cause 4 Reloaded شامل محتوای ممتاز اضافی و همچنین تمام بهبودها و اضافات منتشر شده قبلی به بازی است. به یک تجربه اکشن دنیای باز sandbox بپرید و با انتخاب گسترده ای از تسلیحات، وسایل نقلیه و تجهیزات، هرج و مرج ایجاد کنید. بند بال خود را ببندید، قلاب گیره کاملاً قابل تنظیم خود را تجهیز کنید و برای آوردن رعد و برق آماده شوید! Just Cause 4 Reloaded شامل: Just Cause 4 'Skystriker' Weaponized Wingsuit Black Hand Stealth Micro Jet Neon Racer Pack Deathstalker Scorpion Pack Renegade Pack with wingsuit خود در آسمان پرواز کنید - Skydive، Base Jump و Free Dive بدون محدودیت! با دشمنان خود در شرایط آب و هوایی شدید، از جمله گردبادهای بلند و طوفان های رعد و برق گرمسیری، مبارزه کنید، و اقدام نمادین Just Cause را به ارتفاعات جدید دیوانه کننده ببرید. از رویدادهای شدید آب و هوایی به نفع خود استفاده کنید، زیرا فیزیک درون بازی قبلاً دیده نشده بود. سر نیزه..."
    },
    {
        "title": "apps 80s music radio pro 070",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.gkapps.radio.eighties.pro",
        "image_url": "https://external-preview.redd.it/oQLQdv455PHz7rO_zufghEGJkDFBqqt1X7t7ZKBrLZw.png?width=320&crop=smart&auto=webp&s=e965e1056ad7ee6274c72a4c309a78e9b854b955",
        "description": "submitted by /u/Lohigno [link] [comments]",
        "id_in_db": "t3_1q16u2j",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lohigno [پیوند] [نظر]"
    },
    {
        "title": "apps glass widgets pro 199",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.jndapp.neon.glass.pack",
        "image_url": "https://external-preview.redd.it/n11julVhKa5PgAHcvzIh6z8dOY9L3NZplRIfR5UOBhg.png?width=320&crop=smart&auto=webp&s=b5e2eb308589b8771020902b79f7cc6b257d3c62",
        "description": "submitted by /u/pudah_et [link] [comments]",
        "id_in_db": "t3_1q0sbm0",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/pudah_et [پیوند] [نظر]"
    },
    {
        "title": "balatro abiotic factor the rise of the golden idol the case of the golden idol the last faith ak",
        "store": "indiegala",
        "url": "https://www.indiegala.com/store/publisher-sale/playstack",
        "image_url": "https://www.indiegalacdn.com/store-img_game/games/og_image/playstack-sale-fb.jpg?v=20251224",
        "description": "submitted by /u/indieg [link] [comments]",
        "id_in_db": "t3_1pyojmg",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "26% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/indieg [لینک] [نظر]"
    },
    {
        "title": "bdsm sex",
        "store": "other",
        "url": "https://gleam.io/Yju9o/bdsm-sex-episode-2-steam-key",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/385370/header.jpg?t=1646450696",
        "description": "NEW FOR 2017: re-re-mastered more than a year later (mostly to fix bugs) but I also improved the graphics a lot, and added some more languages. Thanks everyone for all your support, have fun! ********** A small threesome of experimental games about male sexuality (Hurt Me Plenty, Succulent, and Stick Shift) about punishing, eating, and driving. These small short games attempt to expand eroticism in games beyond a cutscene and fade-to-black. What if sex in games was something we performed as players, instead of something we obtained? What might sex mechanics look like? How can we convey intimacy in games? That's what Radiator 2 tries to explore. GRAPHICS: This game certainly has a lot of them AVERAGE RUNTIME: 10-45 minutes total, it's up to you CONTROLS: Mouse or trackpad, most gamepads supported SUBTLETY: Not much Hurt Me Plenty: a short game where you spank the heck out of a dude and learn about how BDSM communities formalize consent / caring. Progress through negotiation, play, and aftercare, with your AI-controlled partner. Music by Liz Ryerson. Succulent: a short interactive music video game thing where you help a hunk enjoy a delicious shapely treat. It's pretty straightforward, really. (Now featuring new stunning immersive \"cheek physics\" technology!) Music is \"Waste\" by Arca, used with permission. Stick Shift: an autoerotic night-driving game about pleasuring a gay car. This game is a bit difficult and requires some finesse with timing, but it has a huge video tutorial and cosplay community, just search \"how to drive stick shift\" on YouTube. Music is \"Crybaby\" by Davey and the Chains, used with permission. ********** Q: I've played these games before. What's new? A: Hurt Me Plenty has been substantially re-designed. In general though, it's mostly improved shaders and HDR lighting with HD skin effects and hair physics. There's also gamepad support and text localization for several languages. Q: How much nudity is in this game? A: It is possible to witness some bare butts, and sometimes the characters are in their underwear, but otherwise there is no \"full frontal\" or anything. If this were a movie, it would be rated PG-13. Q: Will playing this game turn me gay? A: Yes.",
        "id_in_db": "t3_1pykbn1",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "385370",
        "genres": [
            "Action",
            "Casual",
            "Free To Play",
            "Indie",
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "جدید برای سال 2017: بیش از یک سال بعد دوباره مسلط شدم (بیشتر برای رفع اشکالات) اما گرافیک را نیز بسیار بهبود دادم و چند زبان دیگر اضافه کردم. با تشکر از همه برای حمایت شما، لذت ببرید! ********** سه بازی کوچک تجربی درباره تمایلات جنسی مردانه (به من صدمه می زند، ساکولنت و استیک شیفت) درباره تنبیه، خوردن و رانندگی. این بازی‌های کوتاه کوتاه تلاش می‌کنند تا اروتیسم را در بازی‌ها فراتر از یک صحنه برش و محو شدن به سیاه گسترش دهند. اگر سکس در بازی‌ها چیزی باشد که ما به‌عنوان بازیکن انجام می‌دهیم، به جای چیزی که به دست آورده‌ایم؟ مکانیک جنسی ممکن است چگونه باشد؟ چگونه صمیمیت را در بازی ها منتقل کنیم؟ این همان چیزی است که رادیاتور 2 سعی در کشف آن دارد. گرافیک: این بازی مطمئناً تعداد زیادی از آنها را دارد. میانگین زمان: 10 تا 45 دقیقه، این به شما بستگی دارد. کنترل‌ها: ماوس یا ترک‌پد، بیشتر گیم‌پدها پشتیبانی می‌شوند. ظرافت: خیلی به من صدمه نمی‌زند. پیشرفت از طریق مذاکره، بازی و..."
    },
    {
        "title": "blood westca2899 free an immersive stealth fps where weird west legends meet eldritch horror in blood west",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/blood-west-8f6ffd",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1587130/header.jpg?t=1767218148",
        "description": "Weird West legends meet eldritch horror in BLOOD WEST , an immersive stealth FPS. Become the Undead Gunslinger, doomed to roam the barren lands until he finds the means to purge their curse and free his soul. No, this isn’t your typical Wild West desperado redemption arc. This is a damnation arc. The Canyons, the Swamp, and the Mountains. Each swarming with abominable monsters and unholy demons, these are open-ended worlds for you to explore freely at your own pace. It will take the player over 20 hours on average to complete all three scenarios, and over 35 if they want to see everything the barren lands have to offer. Blood West is a stealth FPS inspired by the genre classics such as the Thief series (whose fans will be happy to hear the voice of Stephen Russell, the actor voicing the master-thief Garrett, returning here as the protagonist), S.T.A.L.K.E.R. games, or - from the contemporary catalog - Hunt: Showdown. The gameplay rewards the careful approach: scouting the area, stalking your enemies, and striking from the shadows. Can you figure out a way to clear a fort full of ghouls and monsters without raising an alarm? The Barren Lands present the player with a nightmarish, twisted vision of the Wild West legends. The curse that has befallen the realm has corrupted every living thing, defiled the land itself, while summoning restless spirits and dark entities. In this mixture of gunslinger pulp and Lovecraftian horror, dark occult magick presents just as much of a threat as sudden lead poisoning. In Blood West you will meet many colorful, yet strangely twisted, fully-voiced NPCs. Just as much prisoners of the Barren Lands as you are, they will sometimes share their unusual stories and send you on various missions. Play nice and they might reward you or become your allies. Cross them and risk their wrath. The game won’t hold your hand. You’ll have to explore the land for yourself (buying a map from a vendor might prove useful!), and figure out your own way to approach quests. As you poke around the three expansive maps, keep an eye out for hidden places and secret stashes. There’s gold in the mountains! Fair warning - it’s probably cursed. If sneaking around isn’t exactly your thing, or you feel that you have a power advantage over your enemies, you can always take the head-on approach and meet your enemies guns blazing. Blood West comes from the creators of the fan-favorite boomer shooter POSTAL: Brain Damaged , so much gratuitous fantasy violence and pixelated blood splatter is to be expected! One man’s hell might be another hoarder’s paradise! From simple one-use items like bandages, through medical tinctures, explosives and incendiaries, straight to arcane artifacts that - once slotted - can change the way you play the game, the Barren Lands are just filled with STUFF. There are tons of useful items to discover, and there’s a special player’s stash crate for all those super-rare potions that you’ll hoard and never use. A gunslinger without a gun would be just a regular slinger. Where’s the fun in that? Blood West makes sure you’ll have plenty of weapons to choose from. Revolvers, rifles, shotguns, carabines - a great variety of firearms, from standard army-issue to those infused with powerful magic, or straight-up possessed. And if you prefer not to cause a ruckus, there’s a wide selection of hand-to-hand combat weapons and archery weapons to pick your favorites from. The RPG-like perk-based progression system in Blood West will allow you to highly customize the gameplay experience to your liking. Become a stealthy hunter, a revolver-fanning gunman or a relentless berserker. You will gain experience and progress through the skill tree, while discovering new artifacts in each of the scenarios that will bestow on you additional abilities. Combining skills and load-out creates more possible playstyles than you’d normally be able to explore in one playthrough. Are you ready to take back the frontier from the dark forces of demonic corruption and earn the right to move on to a better world? The Barren Lands call you, Gunslinger!",
        "id_in_db": "t3_1prhosh",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1587130",
        "genres": [
            "Action",
            "Indie",
            "RPG"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "افسانه های غرب عجیب و غریب با ترسناک الدریچ در BLOOD WEST، یک FPS مخفی کاری همهجانبه ملاقات می کنند. تبدیل به اسلحه گر مرده شوید، محکوم به پرسه زدن در زمین های بایر تا زمانی که ابزاری برای پاک کردن نفرین آنها و رهایی روح خود پیدا کند. نه، این قوس رستگاری معمولی شما در غرب وحشی نیست. این یک قوس لعنتی است. دره ها، باتلاق ها و کوه ها. هرکدام با هیولاهای نفرت انگیز و شیاطین نامقدس ازدحام می کنند، اینها جهان های بی پایانی هستند که شما می توانید آزادانه با سرعت خود کاوش کنید. به طور متوسط ​​بیش از 20 ساعت طول می کشد تا بازیکن هر سه سناریو را کامل کند و اگر بخواهد همه چیزهایی را که زمین های بایر ارائه می دهد ببیند، بیش از 35 ساعت طول می کشد. Blood West یک FPS مخفیانه است که از ژانرهای کلاسیک مانند سری Thief الهام گرفته شده است (که طرفداران آن از شنیدن صدای استفن راسل، بازیگری که صدای استاد دزد گرت را می‌گوید، به عنوان قهرمان داستان به اینجا بازمی‌گردد، خوشحال خواهند شد)، S.T.A.L.K.E.R. بازی ها، یا - از کاتالوگ معاصر - Hunt: Showdown. گیم پلی به رویکرد دقیق پاداش می دهد: جستجوی منطقه، ..."
    },
    {
        "title": "cassette beasts",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/cassette-beasts-32c8e0",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1321440/header.jpg?t=1766461574",
        "description": "Adventure. Battle. Transform. Collect awesome monsters to use during turn-based battles in this open-world RPG. Combine any two monster forms using Cassette Beasts’ Fusion System to create unique and powerful new ones! Welcome to New Wirral , a remote island inhabited by strange creatures you’ve only dreamed of, nightmares you hopefully haven’t, and a cast of brave folks who use cassette tapes to transform for battle. To find a way home you’ll need to explore every inch of the island, and record monsters to your trusty cassette tapes to gain their abilities! Transform into monsters...using retro cassette tapes?! Faced with the constant threat of monster attacks, the residents of Harbourtown, New Wirral choose to fight fire with fire. Record a monster to tape, then play it back to take on its form for battle! Fuse monster forms! Getting close to your companion has benefits–while transformed you can combine your strengths to gain the upper hand in battle! Any two monster forms can be fused to produce unique, fully-animated new fusion forms. Explore a rich open world Certain monster abilities can be used in human form. You’ll need these to help you get around, solve puzzles, and locate dungeons. Glide, fly, swim, climb, dash, or turn magnetic! Take on the Gauntlet – a never-ending battle mode where you’ll face fearsome enemies for precious material and glory! Travel alongside a diverse cast of human companions Never fight alone! Form bonds, spend time together, and help your selected partner complete personal goals to become a better team. The strength of your relationship determines how well you’re able to fuse! Master a deep battle system Take advantage of elemental chemistry to apply extra buffs or debuffs alongside your attack, or even alter your opponent’s elemental type! Play with Friends Team up with a friend in local multiplayer to explore, transform, and fight together! Party up with Online Multiplayer to trade monster tapes, challenge your friends to 1v1 battles, and team up to take on powerful Rogue Fusion beasts for great rewards!",
        "id_in_db": "t3_1px16dk",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1321440",
        "genres": [
            "Indie",
            "RPG"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "ماجراجویی. نبرد. تبدیل کنید. هیولاهای عالی را برای استفاده در نبردهای نوبتی در این RPG جهان باز جمع آوری کنید. هر دو فرم هیولا را با استفاده از سیستم فیوژن Cassette Beasts ترکیب کنید تا فرم های جدید منحصر به فرد و قدرتمندی ایجاد کنید! به New Wirral خوش آمدید، جزیره‌ای دورافتاده که در آن موجودات عجیبی زندگی می‌کنند که شما فقط رویای آن‌ها را دیده‌اید، کابوس‌هایی که امیدواریم ندیده‌اید، و گروهی از افراد شجاعی که از نوارهای کاست برای تبدیل شدن به نبرد استفاده می‌کنند. برای یافتن راهی به خانه، باید هر اینچ جزیره را کاوش کنید و هیولاها را روی نوارهای کاست قابل اعتماد خود ضبط کنید تا توانایی های آنها را به دست آورید! تبدیل به هیولا ... با استفاده از نوار کاست یکپارچهسازی با سیستمعامل؟! در مواجهه با تهدید دائمی حملات هیولاها، ساکنان Harbourtown، New Wirral تصمیم می گیرند با آتش با آتش مبارزه کنند. یک هیولا را روی نوار ضبط کنید، سپس آن را پخش کنید تا شکل خود را برای نبرد به خود بگیرد! هیولای فیوز شکل می گیرد! نزدیک شدن به همراه خود مزایایی دارد - در حالی که تغییر شکل داده اید، می توانید نقاط قوت خود را برای بدست آوردن دست برتر در نبرد ترکیب کنید! هر دو شکل هیولا می تواند ..."
    },
    {
        "title": "cassette beasts ca2299 free pokemon",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/cassette-beasts-32c8e0",
        "image_url": "https://static.beebom.com/wp-content/uploads/2025/12/Cassette-Beasts.jpg?w=1168&quality=75",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1px173l",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "chalkboard pinball",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/chalkboard-pinball/id979075603",
        "id_in_db": "1ed0ab306bd7fcaf4d687fb26c95b5712ffea719d20f948e525e23b180581484",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple211/v4/f7/9a/5f/f79a5f0f-bc80-9f25-5776-2325c32ead25/ChalkboardPinballIcon-0-0-1x_U007epad-0-1-0-sRGB-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "chivalry 2 100 off free",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/chivalry-2",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/917950/09e12018fa1e6883cff59aab4aa40e43bfcc2178/header.jpg?t=1762810779",
        "description": "THE WRITE IDEA Vellum is a co-op, literary roguelike; harness the class-defining colors, master an inspired spellbook, and influence the growth of your enemy - your imagination is key to saving the books! Team up with pen-pals or dive solo into each mechanically-unique Tome where every page is another step toward rule-breaking power! Dip your quills in quick, dynamic adventures full of synergy, discovery, and the ultimate power fantasy! IMPROVE YOUR SPELL-ING... WITH COLOR! Wield colorful, class-defining Signature Inks - feed your health with vampiric Red , blot out enemies with endless waves of Blue , command your Inkling pet with Green , and discover the strengths of Pink , Yellow , Teal , and Orange ! Author your own playstyle by mixing together a wide roster of ink-fueled Spells ; warp in Planets to control an area, lunge forward with sharp Swords , clobber distant foes with Dice , toss splash-heavy Potions , summon inky Flowers , Lanterns , Shields , Anvils , Ravens , and many more heavy-handed metaphors! Color infuses each Spell from the start - in these books, your creative builds and revolutionary ideas will reach untold heights; Pages of Power constantly offer fresh ways to discover, combine, and master the world-making mysteries of ink. Imagination is your superpower. SAVE THE TOMES FROM THE TEAR-ABLE TORN Dive deep into the myriad Tomes : echoes of familiar tales and fables with unique, run-altering mechanics. Band together with your fellow players to harness thematic, team-wide boons in your fight to preserve these pages. Plot twist - The Torn hunger for pages of their own! Play to your strengths by choosing how your foes evolve . Save more books from this dynamic foe, apply higher Binding Challenges to each journey, and overcome even the toughest obstacles to protect the Illuminated Library. HOME: FREE TO BE YOUR SHELF Home, sweet home! Rest and regroup in The Illuminated Library between adventures. Refine your strengths by researching and enhancing the power of your Ink! There's always a cozy place to read - especially when you can make one yourself! Explore the Library's secrets, then relax in your personal Customizable Reading Nook ! RAID BETWEEN THE LINES Deeper evil lies in store, Beyond the page and secret door, A broken realm where magic fades Beware the dreaded Torn Lord Raids... Table of Contents: Swift Tales : Approachable, under 30-minute roguelike runs crafted for quick gameplay sessions for 1-4 players. Signature Inks : Infuse your spells with one of 6 colorful classes , complete with their own unique upgrades and rewarding challenges! Scrolls of Power : Tear through enemies with over 300 powers for you and your team. All powers can be build-makers, no filler. Shaping Your Spellbook : Wield and combine an imaginative roster of over 20 spells - conjure Sewing Needles, hurl Anchors, sling Playing Cards - then enhance them with limit-breaking augments! Torn Pages : With over 100 enemy upgrades and effects to choose from, only you will decide how your foes evolve throughout the course of battle. Personal Reading Nooks : Show off your style with hundreds of decorations in your customizable corner of the Library! The Font : Invoke unique Tome -themed powers as a team in combination with your individual builds. Talented Research : Enhance the magic of ink between runs to improve your Scribe with customizable talents! Brutal Bindings : Increase your challenge by affixing bindings to your runs. Greater danger brings greater rewards! Rotating Book Club : Join other Scribes in tackling fresh, global challenges! Two Raid Realms: Face the Splice Lord in The Forgery and confront the Raving Lord in The Grey Area! Reference Section : All the high quality literature puns you could ever desire. Endless Appendices : Reached the end? Found the perfect build? Face the Appendices and continue the fight!",
        "id_in_db": "t3_1q0gco9",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "917950",
        "genres": [
            "Action",
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "is_dlc_or_addon": false,
        "persian_summary": "THE WRITE IDEA Vellum یک همکاری ادبی سرکش است. از رنگ‌های تعیین‌کننده کلاس استفاده کنید، بر یک کتاب طلسم الهام‌گرفته تسلط پیدا کنید و بر رشد دشمن خود تأثیر بگذارید - تخیل شما کلید نجات کتاب‌ها است! با دوستان قلمی متحد شوید یا به صورت انفرادی در هر Tome که از نظر مکانیکی منحصر به فرد است شیرجه بزنید، جایی که هر صفحه گام دیگری به سوی قدرت قانون شکنی است! قلاب های خود را در ماجراجویی های سریع و پویا پر از هم افزایی، اکتشاف و قدرت نهایی فانتزی غوطه ور کنید! املای خود را بهبود بخشید... با رنگ! از جوهرهای امضای رنگارنگ و با کلاس خود استفاده کنید - سلامتی خود را با قرمز خون آشام تغذیه کنید، دشمنان را با امواج بی پایان آبی محو کنید، به حیوان خانگی Inkling خود با رنگ سبز فرمان دهید و نقاط قوت صورتی، زرد، آبی و نارنجی را کشف کنید! با ترکیب کردن فهرست گسترده ای از جادوهای جوهرافشان، سبک بازی خود را بنویسید. در سیارات بپیچید تا منطقه ای را کنترل کنید، با شمشیرهای تیز به جلو پرت شوید، با تاس دشمنان دور را به هم بزنید، معجون های سنگین پرتاب کنید، گل های جوهری، فانوس ها، سپرها، سندان ها، زاغ ها و بسیاری ..."
    },
    {
        "title": "chivalry 2 ca4399 free multiplayer first person slasher inspired by epic medieval movie battles",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/chivalry-2",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1824220/header.jpg?t=1744201613",
        "description": "Return to the ultimate medieval battlefield! Chivalry 2 is a multiplayer first person slasher inspired by epic medieval movie battles. Players are thrust into the action of every iconic moment of the era - from clashing swords, to storms of flaming arrows, to sprawling castle sieges and more. Dominate massive, 64-player battlefields. Catapults tear the earth apart as you lay siege to castles, set fire to villages and slaughter filthy peasants in the return of Team Objective maps. A fully featured mounted combat system makes you feel like you are fighting atop a thousand pound beast of war, including the ability to trample your foes, land devastating front or rear horse kicks, unhorse your opponent with a lance and engage in deep melee combat with grounded or mounted opponents. Rise to glory and expand your arsenal with a new subclass system that provides more variety than ever before. Four base classes expand to 10+ subclasses and over 30 unique weapons, each with multiple visual variants. New support items ranging from oil pots to barricades, supply crates and archer’s stakes add even more tactical options to the battlefield. Charge to battle alongside your friends with all-platform Crossplay and claim glory by your blade!",
        "id_in_db": "t3_1q0gco5",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1824220",
        "genres": [
            "Action",
            "Massively Multiplayer"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "age_rating": "Intense Violence, Blood and Gore, Mild Sexual Themes, Language, Use of Alcohol",
        "is_dlc_or_addon": false,
        "persian_summary": "بازگشت به میدان نبرد نهایی قرون وسطایی! Chivalry 2 یک اسلشر اول شخص چند نفره است که از نبردهای فیلم حماسی قرون وسطایی الهام گرفته شده است. بازیکنان در هر لحظه نمادین دوران - از برخورد شمشیرها، طوفان های تیرهای شعله ور، محاصره های گسترده قلعه ها و موارد دیگر - رانده می شوند. بر میدان های نبرد عظیم با 64 بازیکن تسلط داشته باشید. منجنیق ها زمین را از هم می پاشند وقتی قلعه ها را محاصره می کنید، روستاها را آتش می زنید و دهقانان کثیف را در بازگشت نقشه های Team Objective سلاخی می کنید. یک سیستم رزمی کاملاً مجهز به شما این احساس را می‌دهد که در حال مبارزه بر فراز جانوران جنگی هزار پوندی هستید، از جمله توانایی زیر پا گذاشتن دشمنان، لگد زدن به اسب‌های ویرانگر از جلو یا عقب، خارج کردن حریف از اسب با نیزه و شرکت در نبردهای تنومند عمیق با مخالفان زمین‌گیر یا سوار شده. با یک سیستم زیرکلاسی جدید که تنوع بیشتری نسبت به قبل فراهم می کند، به شکوه برسید و زرادخانه خود را گسترش دهید. چهار کلاس پایه به بیش از 10 زیر کلاس و بیش از 30 سلاح منحصر به فرد گسترش می یابد که هر کدام دارای چندین بصری هستند..."
    },
    {
        "title": "cottageville",
        "store": "itch.io",
        "url": "https://teammelon.itch.io/cottageville",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2318780/header.jpg?t=1766792739",
        "description": "Find your ideal balance of relaxation and productivity in a cozy space that's entirely yours. Personalize every detail - from furniture and decor to weather and time of day - to create an atmosphere that supports your goals and suits your current vibe. Key Features Cottage Customization - Transform your space by customizing and toggling the appearance of furniture, decorations, and items to match your style. Dynamic Atmosphere - Set the perfect mood by controlling weather patterns and time of day whenever you like. Activity Status - Let friends know what you're up to by sharing your current activities and vibes. Personal Whiteboard - Jot down notes, reminders, and thoughts in your own cozy corner of the cottage. Curated Audio Player - Relax to epic lo-fi beats from talented artists while you unwind. Interactive Discoveries - Unlock hidden mini-games and surprises by exploring the various objects scattered throughout your cottage. Shared Coziness - Invite friends into your space and create warm memories together.",
        "id_in_db": "t3_1px9lo7",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2318780",
        "genres": [
            "Casual",
            "Indie",
            "Simulation"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "is_dlc_or_addon": false,
        "persian_summary": "تعادل ایده آل خود را در آرامش و بهره وری در فضایی دنج که کاملاً متعلق به شماست بیابید. هر جزئیات را شخصی سازی کنید - از مبلمان و دکوراسیون گرفته تا آب و هوا و زمان روز - برای ایجاد فضایی که از اهداف شما پشتیبانی می کند و با حال و هوای فعلی شما مطابقت دارد. ویژگی‌های کلیدی سفارشی‌سازی کلبه - فضای خود را با سفارشی‌سازی و تغییر ظاهر مبلمان، دکوراسیون و اقلام متناسب با سبک خود تغییر دهید. اتمسفر پویا - با کنترل الگوهای آب و هوا و زمان روز هر زمان که دوست دارید، حال و هوای عالی را تنظیم کنید. وضعیت فعالیت - با به اشتراک گذاشتن فعالیت ها و حالات فعلی خود به دوستان خود اطلاع دهید که در حال انجام چه کاری هستید. تخته سفید شخصی - یادداشت ها، یادآوری ها و افکار را در گوشه دنج خود از کلبه یادداشت کنید. پخش‌کننده صوتی انتخاب‌شده - در حالی که آرام می‌شوید، با آهنگ‌های حماسی لو‌-فای از هنرمندان با استعداد استراحت کنید. اکتشافات تعاملی - با کاوش در اشیاء مختلف پراکنده در کلبه خود، مینی بازی ها و شگفتی های پنهان را باز کنید. راحتی مشترک - دوستان را به فضای خود دعوت کنید و..."
    },
    {
        "title": "dark fantasy world of tragic heroes violent deaths and lovecraftian horror",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/skald-against-the-black-priory-cffcc0",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1069160/header.jpg?t=1766090307",
        "description": "You drag yourself from the black tides, across the corpses of drowned men, and onto the unwelcoming, craggy shoreline. Gulls cry overhead and the stink of seaweed fills your nose. By some miracle you have made it to Idra. It will take all your skill to survive and unravel the eldritch mysteries of the Black Priory SKALD: Against the Black Priory is inspired by roleplaying games of yesteryear, combining modern design and compelling storytelling with authentic 8-bit looks and charms. Delve into a dark fantasy world, full of deadly creatures, tragic heroes, and lovecraftian horror for an epic retro-style adventure rich in exploration and tactical, turn-based combat. Do you have what it takes to lead a company of broken heroes from the tainted shores of Idra to the gates of the Black Priory - and beyond? Gather your party Lead a band of broken heroes through challenging turn-based combat scenarios as you cleave, blast or stealth your way through deadly enemies of all definitions. Equip your heroes using a modern inventory system, fulfil objectives through quest logs, read journals to discover hidden secrets. And if the action is still a bit too hot to handle, auto-resolve to bypass conflict entirely. Prepare thyself Set yourself up for the journey ahead by crafting and cooking from a slew of distinct recipes Choose your character, select their stats and build out a party from a series of diverse allies, each with their own skill-set, agenda and personality. Decide between a dozen classes and varied backgrounds, levelling up to 20 while customising your spells and equipment to suit your style. Venture Forth Set in an unforgiving world with lovecraftian horrors and choice-based dialogue, your story will take many unexpected twists and turns. Living life as a mercenary, you’ll need to roll the dice to determine whether you fall prey to certain peril or escape grave danger. Celebrate Yesteryear Uncover the grand schemes of the Gallian Empire and explore the vast expanse of Freymark and the Outer Isles. In SKALD: Against the Black Priory, you’ll experience this richly illustrated world of authentic pixel art, built from thousands of hand-drawn tiles and images using a palette inspired by the legendary Commodore 64 computer. Optional CRT filter for true retro aficionados also included. Mod Support Looking for more SKALD content to play? Players now have access to the SKALD Data Editing Tool (SKaDE) to create their own adventures and play all new ones at no extra cost. This custom-made modding tool is powered by Mod.io and gives you access to all of the assets in SKALD: Against The Black Priory. Where will your imagination take you?",
        "id_in_db": "t3_1pxur68",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1069160",
        "genres": [
            "Indie",
            "RPG"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "شما خود را از جزر و مد سیاه، از میان اجساد مردان غرق شده، و به خط ساحلی ناخوشایند و پرتگاه می کشانید. مرغان دریایی بالای سرتان گریه می کنند و بوی جلبک دریایی بینی شما را پر می کند. با معجزه ای به ایدرا رسیدی. زنده ماندن و کشف اسرار الدریچ Black Priory به تمام مهارت شما نیاز دارد. در یک دنیای فانتزی تاریک، پر از موجودات مرگبار، قهرمانان غم انگیز، و وحشت عاشقانه برای یک ماجراجویی حماسی به سبک یکپارچهسازی با سیستمعامل، سرشار از اکتشاف و نبردهای تاکتیکی و نوبتی شوید. آیا برای رهبری گروهی از قهرمانان شکسته از سواحل آلوده Idra به دروازه های Black Priory - و فراتر از آن چه نیاز دارید؟ مهمانی خود را جمع کنید گروهی از قهرمانان شکسته را از طریق سناریوهای مبارزه نوبتی چالش برانگیز رهبری کنید، همانطور که راه خود را از میان دشمنان مرگبار از همه تعاریف جدا می کنید، انفجار می دهید یا پنهان می کنید. تجهیز ..."
    },
    {
        "title": "dlsite the loser with the enormous penis",
        "store": "other",
        "url": "https://www.dlsite.com/maniax/work/=/product_id/RJ097642.html",
        "image_url": "https://external-preview.redd.it/dlsite-game-the-loser-with-the-enormous-penis-eight-f-ck-v0-8cE1w7IdcdIDDla1aqobzP3Pj6iBVU6L6MxogYk0b2c.jpeg?auto=webp&s=c147641172739beb589b9b27ebabd15f495f2cce",
        "description": "submitted by /u/MeguminShiro [link] [comments]",
        "id_in_db": "t3_1q0z1fs",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/MeguminShiro [لینک] [نظر]"
    },
    {
        "title": "ea star wars battlefront ii",
        "store": "eastore",
        "url": "https://www.ea.com/games/starwars/star-wars-battlefront-2",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1237950/header.jpg?t=1749220869",
        "description": "Be the hero in the ultimate Star Wars ™ battle fantasy with Star Wars ™ Battlefront™ II: Celebration Edition! Get Star Wars Battlefront II and the complete collection of customization content acquirable through in-game purchase from launch up to — and including — items inspired by Star Wars ™: THE RISE OF SKYWALKER ™*. The Celebration Edition contains: Base game — Including all past and future free game updates as they release. More than 25 Hero Appearances — Including 6 Legendary Appearances, plus 1 Appearance each for Rey, Finn, and Kylo Ren inspired by Star Wars: THE RISE OF SKYWALKER . More than 125 Trooper and Reinforcement Appearances More than 100 Hero and Trooper Emotes and Voice Lines More than 70 Hero and Trooper Victory Poses Customization content released after December 20, 2019 is not included in the Celebration Edition. Embark on an endless Star Wars™ journey from the best-selling Star Wars™ video game franchise of all time. Experience rich multiplayer battlegrounds across all three eras - prequel, classic and new trilogy - or rise as a new hero and discover an emotionally gripping single-player story spanning thirty years. Customize and upgrade your heroes, starfighters or troopers - each with unique abilities to exploit in battle. Ride tauntauns or take control of tanks and speeders. Use the Force to prove your worth against iconic characters like Kylo Ren, Darth Maul or Han Solo, as you play a part in a gaming experience inspired by forty years of timeless Star Wars™ films. A new hero, a story untold Jump into the boots of an elite special forces soldier, equally lethal on the ground and in space. Explore a new Star Wars™ campaign that spans the 30 years between Star Wars™: Return of the Jedi™ and Star Wars™: The Force Awakens™. The ultimate Star Wars™ battleground Discover a Star Wars™ multiplayer universe unmatched in variety and breadth, where up to 40 players fight as iconic heroes and authentic-to-era troopers. Pilot a massive array of vehicles on land and in the air as battle rages through the galaxy. Galactic-scale space combat Space combat has been re-designed from the ground up with distinct handling, weapons and customization options. Join your squadron as you dodge danger in asteroid fields, blast through an Imperial Dock Yard and more. Take down massive capital ships as you pilot legendary starfighters in high stakes dogfights with up to 24 players. Train offline Practice makes perfect. Enjoy solo offline play where you can earn rewards and customize troopers and heroes. Then bring your upgrades into the online multiplayer battleground. Master your hero Create your own unique hero with customizable character progression. Equip ability modifiers to adapt and modify your character's core powers to add lethal effects, helpful status boosts or tactical assistance to counter any opponent on the battlefront. [/list]",
        "id_in_db": "t3_1pxdg68",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "85% off",
        "steam_app_id": "1237950",
        "genres": [
            "Action",
            "Adventure"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "با بازی Star Wars™ Battlefront™ II: Celebration Edition قهرمان فانتزی نهایی جنگ ستارگان باشید! Star Wars Battlefront II و مجموعه کاملی از محتوای سفارشی‌سازی را دریافت کنید که از طریق خرید درون‌بازی از زمان راه‌اندازی تا – و از جمله – موارد الهام‌گرفته از Star Wars™: THE RISE OF SKYWALKER™* قابل دستیابی است. نسخه Celebration شامل موارد زیر است: بازی پایه - شامل تمام به روز رسانی های رایگان بازی های گذشته و آینده در زمان انتشار. بیش از 25 حضور قهرمان - شامل 6 حضور افسانه ای، به اضافه 1 ظاهر برای ری، فین و کیلو رن که از جنگ ستارگان الهام گرفته شده است: ظهور اسکای واکر. بیش از 125 ظاهر سرباز و تقویت کننده بیش از 100 شکلک و خط صوتی قهرمان و سرباز بیش از 70 ژست قهرمان و سرباز محتوای سفارشی سازی منتشر شده پس از 20 دسامبر 2019 در نسخه جشن گنجانده نشده است. سفری بی پایان در Star Wars™ از پرفروش ترین فرنچایز بازی های ویدیویی Star Wars™ در تمام دوران را آغاز کنید. میدان های نبرد چند نفره غنی را تجربه کنید..."
    },
    {
        "title": "epic games mobile monument valley monument valley ii",
        "store": "epicgames",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1pvgez2/epic_games_mobile_game_monument_valley_monument/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1927720/45a4e828b5d2e3bd4068c68bae0a41c745a5e2dc/header.jpg?t=1762967584",
        "description": "Discover Monument Valley - A quest for forgiveness in a strikingly beautiful and mysterious world. Embark on a journey of forgiveness along with Ida, the silent princess, through impossible environments and illusionary puzzles. Experience this meditative and calming puzzle game by manipulating monuments and creating evolving paths to explore new, surreal, and mysterious worlds. Step into the new expanded world of Monument Valley - and experience more intriguing impossibilities than ever before. The Modern Classic Comes to PC. In this multi-award-winning title, solve tricky but immensely satisfying puzzles with optical illusions at their core. Evolve landscapes to reveal paths that would have otherwise been impossible without your help. As you progress, discover beautiful architecture, transforming landscapes through pushing, pulling, clicking, raising, lowering and more. Ida is not alone in this world, and you will need to use your wits to outsmart the enigmatic Crow People who block the path from Ida quest for forgiveness. Simply Explorative Click to manipulate a beautiful variety of worlds, all built for a one-of-a-kind PC experience. Designed for players of all ages and experience levels, Monument Valley allows players to explore evolving environments, transforming scenic and visually stunning landscapes as you play. Everyone should be able to pick up, enjoy and complete Ida’s journey. This is the biggest and best way to play Monument Valley yet. Beautifully Reimagined Whether playing in Full HD, TV or on ultrawide 21:9 displays, Monument Valley looks better than ever with stunning full-screen panoramic artwork. With more perceptible visuals than ever before, what secrets will you uncover? Every World Included Monument Valley is the total collection of all Monument Valley content - with every chapter, add-on and DLC to make this the ultimate game to add to your collection. Inspired by minimalist 3D design, optical illusions, and ancient architecture from around the world, every monument is a unique, hand-crafted world to explore. Panoramic Collection Out Now Monument Valley: Panoramic Edition and Monument Valley 2: Panoramic Edition are both available at an exclusive bundle price when purchased together on Steam. The Panoramic Collection is the best way to play the Monument Valley series - with every chapter and DLC included. ustwo games are proud independent developers, best known for the award-winning Monument Valley series, Land’s End, Assemble with Care and Alba: A Wildlife Adventure.",
        "id_in_db": "t3_1pvgez2",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1927720",
        "genres": [
            "Adventure",
            "Casual",
            "Indie",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "دره یادبود را کشف کنید - تلاشی برای بخشش در دنیایی فوق العاده زیبا و اسرارآمیز. همراه با ایدا، شاهزاده خانم ساکت، از طریق محیط های غیرممکن و معماهای واهی، سفری را برای بخشش آغاز کنید. این بازی معمایی مراقبه و آرامش‌بخش را با دستکاری بناها و ایجاد مسیرهای در حال تکامل برای کشف جهان‌های جدید، سورئال و مرموز تجربه کنید. به دنیای جدید گسترش یافته Monument Valley قدم بگذارید - و غیرممکن های جذاب تر از همیشه را تجربه کنید. مدرن کلاسیک به رایانه شخصی می آید. در این عنوان برنده چند جایزه، پازل های پیچیده اما بسیار رضایت بخش را با توهمات نوری در هسته خود حل کنید. مناظر را تکامل دهید تا مسیرهایی را آشکار کنید که در غیر این صورت بدون کمک شما غیرممکن بود. همانطور که پیشرفت می کنید، معماری زیبا را کشف کنید، مناظر را با فشار دادن، کشیدن، کلیک کردن، بالا بردن، پایین آوردن و موارد دیگر تغییر دهید. آیدا در این دنیا تنها نیست و شما باید از عقل خود برای پیشی گرفتن از کلاغ های مرموز که مسدود می کنند استفاده کنید..."
    },
    {
        "title": "epic games mobile skul",
        "store": "epicgames",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1q17md7/epic_games_mobile_game_skul_the_hero_slayer/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1343400/2354f470ed43dbcf63e168dc2b256285434ea52c/header.jpg?t=1750692577",
        "description": "Journey into the Sixth Age of Gielinor and discover a fantasy world deep with legend and lore. Gielinor's people may be thriving, but the Elder Gods still scheme. The clouds are darkening and war looms. Experience a fantasy online world 19 years in the making. It's up to you. Will you explore the world with friends, or seek your fame and fortune as a lone adventurer? Whether you’re engaged in daring quests, quietly tending to your farm, risking it all against a high-level boss or spending a night at the circus, RuneScape is the perfect second-screen game. Play how you want – the choice is yours. What type of hero will you be? With a world that’s been growing for an incredible 19 years, RuneScape continues to thrill players with an adventure unlike any other. With 270 million installations and cross-playability on PC and mobile, join the hundreds of millions of people who have explored the fantastic and mystical world of Gielinor. Make friends – and maybe sometimes enemies – with a rich roster of memorable NPC characters. From lovable companions and friendly rogues, to deceitful villains and vengeful gods, the many faces of Gielinor offer a deep fantasy experience unlike anything else. Visit dozens and dozens of unique and striking locations, from the medieval castles of Burthorpe and the tranquil harbours of Catherby, to the dangerous barren expanses of the Wilderness or the tropical reaches of Anachronia. Own your own port! Run your own farm! Make a pretty penny trading with players at The Grand Exchange, and keep your exotic wares safe in the Bank. With 28 skills to master, what will you become? Will you be one with nature by perfecting Woodcutting, Fishing, Herblore and Cooking? Or would you prefer to be more creative with Crafting, Farming, Smithing and Construction? Or perhaps your tastes lay elsewhere – with Hunting, Divination, Invention or Runecrafting? Or maybe your soul yearns action, and you’ll take to Magic, Summoning, Slayer and Dungeoneering! Do you want to get up close and personal with a sharp blade in your hand? Or will you take a tactical approach and attack from range? Or perhaps your skills are more mystical, and you prefer the arena of magic? Fight a dazzling assortment of foes including an unimaginable array of epic bosses. From demons to dragons and rock monsters to serpents, nightmares beyond your wildest imagination lay in wait. RuneScape can be played free, but also offers optional membership that unlocks even more thrilling content, including 8 additional skills, over 120 extra quests and access to the entire game world map! Check out the Steam DLC Bundles Membership Access offers featuring launch exclusive Steam cosmetic items and special rewards. Add your unique voice to our vibrant RuneScape community. Enjoy a strong connection to RuneScape's independent development team by joining them for regular livestreams, and share ideas on the forums. We shape RuneScape together!",
        "id_in_db": "t3_1q17md7",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1343400",
        "genres": [
            "Massively Multiplayer",
            "RPG",
            "Free To Play"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "به عصر ششم جیلینور سفر کنید و دنیایی فانتزی عمیق با افسانه و افسانه را کشف کنید. مردم جیلینور ممکن است در حال شکوفایی باشند، اما خدایان بزرگ هنوز نقشه می کشند. ابرها تاریک می شوند و جنگ در حال رخ دادن است. 19 سال در حال ساخت یک دنیای آنلاین فانتزی را تجربه کنید. این به شما بستگی دارد. آیا با دوستانتان دنیا را کاوش خواهید کرد یا به عنوان یک ماجراجوی تنها به دنبال شهرت و ثروت خود خواهید بود؟ چه درگیر ماموریت های جسورانه باشید، چه بی سر و صدا به مزرعه خود رسیدگی کنید، همه آن را در برابر یک رئیس سطح بالا به خطر بیندازید یا یک شب را در سیرک سپری کنید، RuneScape بازی عالی در صفحه دوم است. همانطور که می خواهید بازی کنید - انتخاب با شماست. چه نوع قهرمانی خواهید بود؟ با جهانی که 19 سال باورنکردنی در حال رشد بوده است، RuneScape همچنان به هیجان بازیکنان با ماجراجویی‌هایی که شبیه هیچ‌کدام از دیگران نیست، ادامه می‌دهد. با 270 میلیون نصب و قابلیت پخش متقابل روی رایانه شخصی و موبایل، به صدها میلیون نفری بپیوندید که دنیای خارق العاده و عرفانی Gielinor را کاوش کرده اند. دوست – و شاید گاهی دشمن – با یک..."
    },
    {
        "title": "etailmarket no mans sky 71 off 1721",
        "store": "other",
        "url": "https://etail.market/no-man-s-sky-3",
        "image_url": "https://external-preview.redd.it/HJVMeJ95gGCtpBVCPBL8Mk8YHMF2oqcLDoSxZf7kBb8.png?width=640&crop=smart&auto=webp&s=a9a2240dbadd78b35e70242cdb7cd480d35644d0",
        "description": "submitted by /u/etailmarket [link] [comments]",
        "id_in_db": "t3_1q13m3z",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "71% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/etailmarket [لینک] [نظر]"
    },
    {
        "title": "eternightsca3999 free a dating anime action game where you try to make the most out of life during the apocalypse",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/eternights-c2fbca",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2198650/header.jpg?t=1688160551",
        "description": "SURREALIDADE - DEFINITIVE EDITION Welcome to your mind! In the 20s, artists led by André Breton got together to create a new form of art, an art that used the expressions of the unconscious through the Psychic Automatism. To this end, they developed the Surrealist Techniques, which are nothing more than ways to bring out this dark side of the human mind. Today, you will follow in their footsteps, bravely exploring a strange and bizarre world, bringing to light the imagery and genius of the Surrealist movement. Be taken on a journey through Surrealist Techniques, and if you are chosen, you will reach your ultimate goal: The Macrocosm! Witness an inner universe and actively participate in this unusual saga, which may lead you in other directions. But do not think that this will be an easy task! You will experience an immersion in a virtual environment where you will have to interact freely with the objects and beings that live there. Your mission in search of the Supra-Reality will be arduous, you will have to follow the path that the Artists and Philosophers of the Surrealist Universe have trodden. Beware, you may arrive in places that are not so welcoming. It is up to you to discover the secrets of this exotic environment, and to do so you will have the help of the strange beings who may be willing to help you. There will be moments when your skills will be put to use, reasoning, intelligence, inspiration, agility, and a good sense of exploration are some of the ingredients that you must not fail to bring to venture into Surreality. Culture, Art, Entertainment, and Knowledge combine to form an authentic Surrealist experience in an inhospitable and unknown world called the Unconscious. WHAT IS SURREALITY Surreality is an obscure, totally independent Brazilian game created in 1999 by a small team of surrealism-obsessed people. Over the years it has become cult among its admirers. The version you are going to play now is the definitive edition, with a series of improvements and extra material for you to better enjoy everything Surreality has to offer, but the story, graphics, music and gameplay remain intact, exactly the same as it was created in 1999. We are very proud of this project that, although dated in many ways, maintains its charm and innovation to this day. It contains some elements that in today's eyes may sound offensive to some people, even though they were not created with this intention and do not represent the opinions of the team. In the name of historical preservation we have decided to keep these elements unchanged. What you are about to play is a love letter to surrealism and gaming. Enjoy, and open the doors of your unconscious. Dimitri Kozma GAME FEATURES Three levels of play! There are three levels of action, presented in sequence, allowing free choice of depth for the adventurer, where the degree of immersion in the world of Surrealism will be decided as he/she chooses: Real World - This is the first level, for those who dare not enter the mind. This world offers a wide range of material about Surrealism. Ideal for those who just want to do research. Human Mind - Conscious: You have already entered the human mind, now your perception regarding the world around you is slightly changed, explore as you wish. There are several environments that hold countless surprises for those who are brave. Ideal for those who want to go deeper into the Surrealist universe, here you will also find ample research material, as well as some surprises that await you. Human Mind - Unconscious: Finally you reach the core of Surreality. The Unconscious holds countless surprises beyond what your eyes can see. Don't fool yourself, explore to the maximum, talk to everyone and try many possibilities, you won't be punished for trying, most of the time you will get another chance. There are many secrets in countless environments. If you are able, you will reach your final goal, the Macrocosm! Three Endings! Play several times! Not only is there no linear order to explore the universe of Surreality, you will have three totally different endings at your disposal. Your attitudes during the journey will influence your future decisions. Innovative! A totally original concept that combines the excitement of adventure games with knowledge, culture and art. Explore a huge 3D world, find important elements and take them with you so you can use them later. Talk to beings with distinct personalities, each of them behave in a different way and have a different way of thinking, it's up to you to interact with them as you see fit. Extra Attractions! There are several attractions that will give Surreality a long life, here are some of them: \"Auto Writing\" Machine - Try it out and be entertained for hours in a game that will create over 1 million sentences! You will never see a sentence repeated. Get ready for the unusual, because you will really be amazed by this machine. \"Delicate Corpse\" - This is another Surrealistic game, you will be asked for one word, between verb, subject and adjective. Write it down and watch the other participants in the game write it without one knowing what the other has written. Get ready for lots of laughs and amazement. This game is a real emulator of \"Delicate Corpse\", each participant thinks like a real person and the game will reflect this. Not to be missed, play for hours. \"Razorblade\" - Based on a Surrealist concept, \"A razor in the eye of society\", play as much as you want this action mini-game and try to put an end to the eye of society. Fun to the extreme. And not only these attractions, you will also find the film \"An Andalusian Dog\", masterpiece by Luis Buñuel and Salvador Dali, in its full, uncut version. In addition, answer a quiz game, try to open the psychic locks, listen to hidden music, see unseen paintings, discover highly hidden secrets, and many more attractions that will take you on a journey for hours on end to reach the Macrocosm. Original Soundtrack! More than 40 minutes of top quality music created exclusively for the Universe of Surreality! Original and involving, a lot of Rock, Techno and New Age. Hours of Dialogues! Talk in a non-linear way with the beings that inhabit Surreality! Many of the conversations are optional, and increase the interest in the subject in question. In addition to hints for continuing the adventure, you can earn some valuable items that are indispensable for reaching the Macrocosm. You will also learn a lot about Surrealism and its Techniques. Interactive Scenarios! Over 1000 richly rendered and animated navigation screens in a 3D world. The first-person view will put you inside the plot. Interact with the elements of the scenarios in a free way. More than 15 totally different environments, each with dozens of scenes. Videos! Adding to your interaction, more than 20 minutes of full motion video, including the complete film by Luis Buñuel and Salvador Dali, \"An Andalusian Dog\". Texts! All the text is laid out exclusively in the book, meaning that you can consult it any time after you have it in your inventory. In the book, besides the history of Surrealism, you will learn about the Pre-Surrealists, you will see images and photographs, you will have the Surrealist manifesto written by André Breton in its entirety, besides a lot of useful information for those who just want to know more about this movement. Surreality! A Unique Experience! An adventure without limits! DEFINITIVE EDITION WITH NEW UNRELEASED CONTENT After more than 20 years of development, those responsible for directing the game have revisited the work and included a large amount of previously unseen material, as well as new features and the option to play with English texts. Check out some of the new features present in the definitive edition of Surreality: - EXTRAS SECTION WITH LOTS OF EXCLUSIVE MATERIAL: + 50 minutes of Making of, Voice Recording and Presentation Videos + Concept art in the Extras section + Unused development 3D + Original packaging + Press Material + Photos of the crew + Jukebox to listen to the full soundtrack + Full movie \"Between Mirrors and Shadows\" by Dimitri Kozma + Full Movie \"An Andalusian Dog\" by Luis Buñuel + Bonus Game: \"Super Surreality Land + No Brakes Podcast about the complete SURREALITY - IMPROVEMENTS TO THE ORIGINAL GAME: - English support in all texts (in addition to Portuguese) - Options screen - Automatic save system and on-screen options - Higher resolution cutscenes - Upscale videos and 30fps - Option to play with censorship - NEW GAME + DADAIST REMIX: Extra game mode with lots of new and exclusive content, developed exclusively for the definitive edition, unlockable after finishing the main game with any of the 3 endings. Some of the content included in the remix version are: - Full mini-game \"Super Surreality Land,\" a retro-style platformer accessed through the arcade inside the conscious's lounge in remix mode - New FMV videos - Fully modified room with additional content - New frames - New dialogs for all characters, breaking the fourth wall - New movie at the cinema: \"Between Mirrors and Shadows\" by Dimitri Kozma - Free navigation between conscious, unconscious and marvelous - New art in the gallery (accessed from the conscious) - Latin simulator - Humor mini-game with cucumbers and donuts and higher difficulty - Delicate corpse game now with drawings created by psychic automatism - 3 new video soluble fish walks. - Many Easter eggs and new secrets to uncover",
        "id_in_db": "t3_1pqopv7",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2198650",
        "genres": [
            "Adventure",
            "Casual",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "SURREALIDADE - DEFINITIVE DITION به ذهن خود خوش آمدید! در دهه 20، هنرمندان به رهبری آندره برتون گرد هم آمدند تا شکل جدیدی از هنر را خلق کنند، هنری که از بیان ناخودآگاه از طریق اتوماتیسم روانی استفاده می کرد. برای این منظور، آنها تکنیک‌های سوررئالیستی را توسعه دادند، که چیزی جز راه‌هایی برای نشان دادن این بخش تاریک ذهن انسان نیست. امروز، شما راه آنها را دنبال خواهید کرد، و شجاعانه دنیایی عجیب و غریب را کاوش خواهید کرد، و تصاویر و نبوغ جنبش سوررئالیستی را آشکار می‌کنید. با تکنیک های سوررئالیستی سفر کنید، و اگر انتخاب شوید، به هدف نهایی خود خواهید رسید: دنیای کلان! شاهد یک جهان درونی باشید و فعالانه در این حماسه غیرعادی شرکت کنید، که ممکن است شما را به جهات دیگری هدایت کند. اما فکر نکنید که این کار آسانی خواهد بود! شما غوطه ور شدن در یک محیط مجازی را تجربه خواهید کرد که در آن باید آزادانه با اشیاء و موجوداتی که در آنجا زندگی می کنند تعامل داشته باشید. ماموریت شما در جستجوی فراواقعیت این خواهد بود..."
    },
    {
        "title": "exiled giveaways and itchio mega threads",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1pyt71l/exiled_giveaways_and_itchio_mega_threads/",
        "image_url": "https://preview.redd.it/exiled-giveaways-mega-thread-v0-ljov5d4r368g1.png?width=752&format=png&auto=webp&s=b267fa2c16c0b8243f6a01e50ae9bb284180e7ad",
        "description": "To increase visibility, the mega threads are posted on a weekly basis. This is being done following the overall discussion of Mega Threads via FGF Update - https://redd.it/jkxyzw Please use the below threads for your posts. :) Exiled Giveaways Mega Thread (#2) Itchio Mega Thread (#10) Want to setup alerts to these threads? RSS Feed information can be found in our wiki! https://www.reddit.com/r/FreeGameFindings/wiki/rssfeed Included is information about our discord bot and general RSS feed stuff. Definitely give it a look! submitted by /u/AutoModerator [link] [comments]",
        "id_in_db": "t3_1pyt71l",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "برای افزایش دید، مگا رشته ها به صورت هفتگی ارسال می شوند. این به دنبال بحث کلی مگا موضوعات از طریق به‌روزرسانی FGF انجام می‌شود - https://redd.it/jkxyzw لطفاً از موضوعات زیر برای پست‌های خود استفاده کنید. :) Exiled Giveaways Mega Thread (#2) Itchio Mega Thread (#10) آیا می خواهید هشدارهایی را برای این رشته ها تنظیم کنید؟ اطلاعات فید RSS را می توان در ویکی ما یافت! https://www.reddit.com/r/FreeGameFindings/wiki/rssfeed شامل اطلاعاتی درباره ربات اختلاف ما و موارد کلی فید RSS است. حتما بهش نگاه کن! ارسال شده توسط /u/AutoModerator [لینک] [نظر]"
    },
    {
        "title": "explorers edition free 100 off",
        "store": "itch.io",
        "url": "https://moebial.itch.io/aquamarine",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1172620/header.jpg?t=1765448772",
        "description": "Sea of Thieves offers the essential pirate experience, from sailing and fighting to exploring and looting – everything you need to live the pirate life and become a legend in your own right. With no set roles, you have complete freedom to approach the world, and other players, however you choose. Whether you’re voyaging as a group or sailing solo, you’re bound to encounter other crews in this shared world adventure – but will they be friends or foes, and how will you respond? A Vast Open World Explore a vast open world filled with unspoiled islands and underwater kingdoms. Take on quests to hunt for lost loot, forge a reputation with the Trading Companies and battle foes from Phantoms and Ocean Crawlers to Megalodons and the mighty Kraken. Try your hand at fishing, make maps to your own buried treasure or choose from hundreds of other optional goals and side-quests! A Game That’s Always Growing With each Season bringing in new game features every three months alongside regular in-game Events, Sea of Thieves is a service-based game that’s still growing and evolving. Check back regularly to see what free content has been newly added, and see how far you can climb through each Season’s 100 levels of Renown to earn special rewards. Become Legend On your journey to become a Pirate Legend you’ll amass loot, build a reputation and define a unique personal style with your hard-earned rewards. Adventurer. Explorer. Conqueror. What will your legend be? Sea of Thieves: Premium Edition The Premium Edition includes: All the content in the Base and Deluxe Editions Dire Dark Warsmith Flag, Hull, Figurehead, Sails, Cannons, Cannon Flare, Capstan, Wheel, Collector’s Figurehead, Collector’s Sails, Ship’s Crest and Costume Set 1000 Ancient Coins for use in the Pirate Emporium Sea of Thieves: Deluxe Edition The 2025 Deluxe Edition includes: All the content in the Base Edition Parrot Hat, Jacket, Dress, Boots, Belt, Trousers and Gloves, and 10,000 gold to spend at the Outposts Dire Dark Warsmith Pistol, Blunderbuss, Eye of Reach, Cutlass, Double Barrel Pistol, Throwing Knives, Grapple Gun and Blowpipe Sea of Thieves The 2025 Base Edition includes: The full game Additional digital bonuses* include access to the Sea of Thieves Original Soundtrack – 2025 Edition, the Sea of Thieves: Athena's Fortune audiobook and The Rough Guide to Sea of Thieves eBook * Available to download from Sea of Thieves /bonuses (website login required) or via Steam.",
        "id_in_db": "t3_1pzrhtu",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1172620",
        "genres": [
            "Action",
            "Adventure"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "is_dlc_or_addon": true,
        "persian_summary": "Sea of ​​Thieves تجربه دزدان دریایی ضروری را ارائه می دهد، از قایقرانی و جنگ تا کاوش و غارت - همه چیزهایی که برای زندگی در زندگی دزدان دریایی و تبدیل شدن به یک افسانه نیاز دارید. بدون هیچ نقش مشخصی، شما آزادی کامل برای نزدیک شدن به جهان و سایر بازیکنان، هر طور که انتخاب کنید، دارید. چه به صورت گروهی سفر کنید یا به صورت انفرادی دریانوردی کنید، در این ماجراجویی مشترک جهانی با خدمه دیگری روبرو خواهید شد - اما آیا آنها دوست خواهند بود یا دشمن، و شما چگونه پاسخ می دهید؟ دنیای باز گسترده دنیای باز وسیعی را کاوش کنید که پر از جزایر دست نخورده و پادشاهی های زیر آب است. برای شکار غارت گمشده تلاش کنید، نزد شرکت‌های بازرگانی شهرت پیدا کنید و با دشمنان از فانتوم‌ها و خزنده‌های اقیانوس گرفته تا مگالودون‌ها و کراکن قدرتمند بجنگید. دست خود را در ماهیگیری امتحان کنید، برای گنجینه مدفون خود نقشه بسازید یا از میان صدها هدف اختیاری و ماموریت جانبی انتخاب کنید! بازی ای که همیشه در حال رشد است با هر فصلی که هر سه ماه یکبار ویژگی های جدید بازی را در کنار معمولی درون بازی به ارمغان می آورد..."
    },
    {
        "title": "games defense zone 3 ultra hd 299",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=net.defensezone3.ultra",
        "image_url": "https://external-preview.redd.it/oKPZAvXIsuB9SZRrst6nCH1E3KyhUdutY-JM-G2lvD0.png?width=320&crop=smart&auto=webp&s=4c293ef9469d8022df43b885e8d7cac8f463c223",
        "description": "submitted by /u/Lohigno [link] [comments]",
        "id_in_db": "t3_1pzibaj",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lohigno [پیوند] [نظر]"
    },
    {
        "title": "games eco inc save the earth",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.gamefirst.savetheearth",
        "image_url": "https://external-preview.redd.it/dH-_K0MTrBbi-N84fZ3TrvoKeDmGNXDhOGTCNkZL0mY.png?width=320&crop=smart&auto=webp&s=b6145aa7663056f6ad3770f4418f870067f7d118",
        "description": "submitted by /u/anonymhobyst [link] [comments]",
        "id_in_db": "t3_1pxumed",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/anonymhobyst [لینک] [نظر]"
    },
    {
        "title": "games fractal space hd 199",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.hazegames.fractalspacetv",
        "image_url": "https://external-preview.redd.it/vHr6MHet8X_3X_3IBSTauR0L5kLsoG5yTGLhhWBrveU.jpeg?width=320&crop=smart&auto=webp&s=c9fcb56d380cb342ca3cd9916595bd30d593c19d",
        "description": "submitted by /u/Agile_End [link] [comments]",
        "id_in_db": "t3_1q1jqim",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Agile_End [لینک] [نظر]"
    },
    {
        "title": "heroine anthem zero",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/heroine-anthem-zero/id1274907797",
        "id_in_db": "c8502d62bb7785576f216c2051538402b0ecc1764a5628ee9d0e379e5ef7b6f6",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple211/v4/ed/cc/28/edcc28fd-dcb8-798f-4d45-4ef48b32ab49/AppIcon-0-0-1x_U007emarketing-0-9-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "hitman world of assassination",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/hitman-world-of-assassination/id6742786366",
        "id_in_db": "e673fdda2c1f8644931a91c91713548f88ac363e230f808d8c5a21043650eb43",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/c0/3d/42/c03d4203-98f8-6479-52de-9ea483143e53/AppIcon-0-0-1x_U007epad-0-1-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "ios android monument valley 1 2 ca599 free a contemporary indie classic",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1pvgmpv/ios_android_monument_valley_1_2_ca599_free_a/",
        "image_url": "https://cdn1.epicgames.com/spt-assets/e56a7411805046d3b5b7253a6e4e0faa/monument-valley-1gys5.jpg?resize=1&w=480&h=270&quality=medium",
        "description": "Monument Valley 1 Embark on a journey of forgiveness through impossible environments and illusionary puzzles. Experience this meditative and calming puzzle game by manipulating monuments and creating evolving paths to explore new, surreal, and mysterious worlds. https://store.epicgames.com/en-US/p/monument-valley-ios-8ad17f https://store.epicgames.com/en-US/p/monument-valley-android-1046b9 Monument Valley 2 Discover illusionary pathways and delightful puzzles as you learn the secrets of The Sacred Geometry. Follow the heart warming story of Ro in her journey through motherhood. Rediscover independence through manipulating monuments and evolving paths to explore new worlds. https://store.epicgames.com/en-US/p/monument-valley-2-ios-b4a7bf https://store.epicgames.com/en-US/p/monument-valley-2-android-b21888 submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1pvgmpv",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "Monument Valley 1 سفری را برای بخشش در محیط‌های غیرممکن و معماهای توهمی آغاز کنید. این بازی معمایی مراقبه و آرامش‌بخش را با دستکاری بناها و ایجاد مسیرهای در حال تکامل برای کشف جهان‌های جدید، سورئال و مرموز تجربه کنید. https://store.epicgames.com/en-US/p/monument-valley-ios-8ad17f https://store.epicgames.com/en-US/p/monument-valley-android-1046b9 Monument Valley 2 مسیرهای توهمی و معماهای لذت بخش The Sacre را با یادگیری رازها کشف کنید. داستان دلگرم کننده رو را در سفر او به مادری دنبال کنید. استقلال را از طریق دستکاری بناها و مسیرهای در حال تکامل برای کشف دنیاهای جدید کشف کنید. https://store.epicgames.com/en-US/p/monument-valley-2-ios-b4a7bf https://store.epicgames.com/en-US/p/monument-valley-2-android-b21888 ارسال شده توسط /u/PM_ME_FREEGAMES [لینک] [نظر]"
    },
    {
        "title": "laser tanks",
        "store": "itch.io",
        "url": "https://abhitechgames.itch.io/lasertanks",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2309830/header.jpg?t=1764889249",
        "description": "GAMEPLAY Enter the world of Laser Tanks, where you must engage in a relentless battle against enemies to succeed in your mission of reviving the Earth. Get involved in a challenging top-down shooter experience. Fight epic battles against alien monsters and rival tanks as you navigate through diverse environments. STORY The year is 2150, and a group of aliens from a mysterious and dangerous world have stolen a crucial semiconductor chip that the entire Earth relies on. The fate of the planet is now in your hands, as you must take on the challenge of restoring it to its former glory. KEY FEATURES Numerous weapons can be used to knock out alien monsters. Destroy Alien Monsters using various Laser Tanks equipped with powerful Lasers. Experience a stunning world of environments like Dark Forests, Dungeons, Sci-Fi, etc. Complete various missions like deactivating CCTVs, unlocking with pin codes, etc. ~ RESTORE EARTH's LIFE ~",
        "id_in_db": "t3_1pyimmr",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2309830",
        "genres": [
            "Action",
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "گیم پلی وارد دنیای تانک های لیزری شوید، جایی که باید در یک نبرد بی امان با دشمنان شرکت کنید تا در ماموریت خود یعنی احیای زمین موفق شوید. در یک تجربه تیراندازی چالش برانگیز از بالا به پایین شرکت کنید. در حالی که در محیط های مختلف حرکت می کنید، با نبردهای حماسی علیه هیولاهای بیگانه و تانک های رقیب مبارزه کنید. داستان سال 2150 است و گروهی از بیگانگان از دنیای مرموز و خطرناک یک تراشه نیمه هادی مهم را دزدیده اند که کل زمین به آن متکی است. سرنوشت این سیاره اکنون در دستان شماست، زیرا باید چالش بازگرداندن آن به شکوه سابق خود را بپذیرید. ویژگی های کلیدی سلاح های متعددی را می توان برای از بین بردن هیولاهای بیگانه استفاده کرد. با استفاده از تانک های لیزری مختلف مجهز به لیزرهای قدرتمند، هیولاهای بیگانه را نابود کنید. دنیای خیره کننده ای از محیط هایی مانند جنگل های تاریک، سیاه چال ها، علمی تخیلی و غیره را تجربه کنید. ماموریت های مختلفی مانند غیرفعال کردن دوربین های مدار بسته، باز کردن قفل با کدهای پین و غیره را انجام دهید. ~ RESTORE EARTH's LIFE ~"
    },
    {
        "title": "lenovo legion space",
        "store": "other",
        "url": "https://us.gamesplanet.com/lenovo/legion/game/no-man-s-sky-steam-key--4432-1",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3391740/a3d22eb4b60971fd02e0deac9bbcff127556a579/header.jpg?t=1767189920",
        "description": "A Planet of Mine Mastermine Edition is a cozy 4X game , with the feeling of infinite playability and strategy, designed either for casual or serious gamers, where you exploit the planets of a star system to build a civilization and conquer the universe! Tuesday Quest invites you to rediscover A Planet of Mine in this MasterMine Edition , featuring: loads of new content, a way more robust game engine, a revamped UI for a better ergonomy, more detailed VFX, new music and far more sounds, improved AI interactions, and poop (yes, you read that right). Choose among 20 different factions ranging from space pirate chickens to nuclear scientist elephants! Establish a colony in a randomly generated star system. Manage the collection and production of your resources and advance your technology by unlocking new buildings and science. Trade with other factions or go to war for system-wide domination! Plan your strategy wisely and stay focused: you may encounter surprising stuff… Controls have been carefully tailored for portable consoles like the Switch, Steam Deck, ROG Ally, and Lenovo Legion . Create your own game The Mastermine Edition offers you the ability to create your own universe. You can personalize the sun’s type, the number of planets and factions, the distance of your first planet to the sun, and the global size of your world. You can also add rules like a specific game mode, or a limited number of cycles. So much power is in your hands! Reproduce and share any game With great power comes great responsibility, so now that you can control the universe, it means that you can create the best strategy challenges! And the best part is that now, you can share any game with your friends. Each generated star system has a unique seed that allows it to be identically recreated on another profile. So, you can simply share the Game ID with anyone and play the exact same game. Dare to defy your friends with completely ridiculous or very complex systems, and explore infinite game strategies together! Discover loads of new content You’ll meet the Cyclopians, the Bulbinions and the Nautilians among all the previous species! You’ll build new structures and develop new technologies on new planets and biomes! That’s a lot of good news, right? Play with multiple species You can start with a party of 1, 2 or 3 animals, mixing species the way you want. The first selected space weirdo will represent your faction in the command center. Go on a mission Our team tailored several missions to complete: from easy peasy to hardcore! We enjoyed creating them so we hope you’ll have fun too! Stay in command A central UI allows you to access various panels: contacting other factions, managing sciences and ascension levels, displaying the stellar map, game objectives and Pandipedia. Enemies have a brAIn We improved a lot AI interactions: others factions now feel like real gamers. They’ll be willing to trade abundant resources only, as any sane gamer would do, so you can’t use friendly interactions as an infinite resource provider. Sorry guys! AI can be driven by objectives and play profile. You choose to play the way you like it better, peacefully or more combatively. Be a proud warrior There are many ways to start a war with one or multiple factions, but in the previous version, war was a state of the stellar map, so to leave the map meant to leave the war. In the Mastermine Edition, you’ll have to find a strategy to end the war by annihilating your enemies or by signing a peace treaty. And if you’re more into cozy gaming, we also designed a peaceful mode: this way you can build your base without fearing to receive an ultimatum from other factions. Don’t worry, stay cozy! Meet the Khutulists Masterminers discovered a mysterious artifact: an extract from the hidden tomes of Pandipedia. Let’s read it: \"Where did they come from? What did they want? We ignore to know it... But what we do not ignore to know, is that they dominated the galaxy hundreds of thousands of years ago. How could such an advanced people disappear, poof, just like that? But... did they really disappear?” ABOUT THE TEAM A Planet of Mine Mastermine Edition is crafted by Tuesday Quest, a tiny Paris-based studio founded in 2011. The games developed and published by Tuesday Quest have found a large and diverse audience on mobile and PC with titles such as Puzzle Forge , Hungry Cat Nonogram , and A Planet of Mine .",
        "id_in_db": "t3_1px8ss6",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "66% off",
        "steam_app_id": "3391740",
        "genres": [
            "Casual",
            "Indie",
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "A Planet of Mine Mastermine Edition یک بازی دنج 4X، با احساس بازی و استراتژی بی نهایت است که برای گیمرهای معمولی یا جدی طراحی شده است، جایی که شما از سیارات یک منظومه ستاره ای برای ساختن یک تمدن و تسخیر کیهان بهره برداری می کنید! سه‌شنبه کوئست از شما دعوت می‌کند تا سیاره من را در این نسخه MasterMine دوباره کشف کنید، شامل: محتوای جدید، موتور بازی بسیار قوی‌تر، رابط کاربری اصلاح‌شده برای ارگونومی بهتر، VFX دقیق‌تر، موسیقی جدید و صداهای بسیار بیشتر، تعاملات هوش مصنوعی بهبود یافته، و پوپ (بله، درست خواندید). از بین 20 جناح مختلف از جوجه های دزدان دریایی فضایی گرفته تا فیل های دانشمند هسته ای را انتخاب کنید! یک مستعمره در یک سیستم ستاره ای که به طور تصادفی تولید شده است ایجاد کنید. مجموعه و تولید منابع خود را مدیریت کنید و با باز کردن قفل ساختمان ها و علم جدید، فناوری خود را پیش ببرید. با جناح های دیگر معامله کنید یا برای تسلط بر سیستم وارد جنگ شوید! استراتژی خود را هوشمندانه برنامه ریزی کنید و متمرکز بمانید: ممکن است با چیزهای شگفت انگیزی روبرو شوید... کنترل ها..."
    },
    {
        "title": "lines knight",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/lines-knight/id445198806",
        "id_in_db": "af1f61f824abc26abb90138cc66673f873d4296413da25ca6f39f90027c35ec2",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/2c/64/f4/2c64f42b-190f-81a4-efc8-ffd690638ae0/AppIcon-0-0-1x_U007emarketing-0-8-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "lite where losing your head is encouraged",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1q17uac/ios_android_skul_the_hero_slayer_ca899_free/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3104020/acb60d8457f9459867a01de59d1c7fd8222fb3e6/header.jpg?t=1766508294",
        "description": "Defeat an AI in this co-op party game! Deviation Game is a co-op party game for 2-6 players that pits human creativity against AI perception. Your goal: draw secret prompts like \"Flamingo\" in a way humans can understand, but an image recognition AI can't! Up to 6 people can play with one copy If just one person owns the Steam game, everyone can join by watching that player’s screen. Up to 6 players can join for free using their smartphones’ web browsers via a QR code. How to play 1. Join using your own device Using your mobile device, scan the QR or enter the room code at outdraw.ai to transform your device into the game’s controller! 2. The drawer picks a prompt The drawer first picks a secret prompt from categories such as objects, actions or even concepts. 3. Time to deviate! Then they just gotta draw it! But remember, the aim is to trick the AI while making sure your friends still get the picture! 4. Everyone (plus the AI) guesses Once the drawer is done, all the guessers will submit their best guess, including the AI! Choose carefully, you only get one chance! 5. The answer is revealed! If you fail to fool and the AI guesses right, then humans lose! If the AI fails and humans guess right, then humans win! AI to enhance (not replace) creativity By embracing the medium of games, Deviation Game aims to use AI as a collaborative tool that seeks not to replace human creativity but to enhance it. Through the game, players learn to express themselves in new ways to deviate from what the AI has already learned, making for a fun and brain-teasing party experience, where you’ll create things no one has ever seen before! Flipping Alan Turing’s revolutionary 1950 Imitation Game on its head, Deviation Game encourages players to fool the AI instead of the AI trying to fool them. Keeping consent clear At the end of each game, players can consent to their drawing being used to potentially train the AI... or not! Allowing you to decide how the game may evolve. Collection is opt-out by default, and all data without consent will be deleted. By working together, players from around the world can collectively uncover the biases in large AI models by exposing their blind spots in interpreting diverse, culturally specific drawings. Played by humans around the world Deviation Game was initially showcased as an art installation at Civic Creative Base Tokyo in 2023. The work has since been shown in globally renowned exhibitions, such as Ars Electronica, Taipei Digital Art Festival, and Now Play This, engaging audiences of all ages and sparking critical discussions around AI and creativity. About the creators Deviation Game was developed and self-published by a group of good friends consisting mainly of game designer Tomo Kihara and art-design duo Playfool (Daniel Coppen & Saki Maruyama). With a focus on play, their practice centres around designing tools that foster creativity and making artistic interventions that engage with urban space and society. Their previous work How (not) to get hit by a self-driving car received an Honorary Mention in the S+T+ARTS Prize 2024 at Ars Electronica. Deviation Game is their first experience to self-publish an indie game. FAQ Q. How exactly does the AI guess? A: In each round, the AI will return numerous guesses, depending on the number of players in the game. If one of those answers are correct, AI wins! Q: Doesn’t the AI just have access to all the prompt words? Surely it’s cheating! A: Not at all! While some examples are provided to the AI to give it more context, it is freely guessing each answer it submits, which is why sometimes they’re a little off-base. Q: What AI model are you using? A: Throughout Early Access, we are experimenting with various AI models via the service OpenRouter. In the future, we plan to introduce a feature that allows players to choose which AI model to go up against. Q: Does the game’s AI get smarter after each game? A: No, the AI is not learning in real-time. However, custom improvements to the AI can be made with a future update after enough data has been collected to retrain the model. Q: How is our drawing data being collected? A: We only collect drawing data that has been given explicit consent. Collection is opt-out by default, and all data without consent will be deleted. Credits Project: Tomo Kihara, Playfool (Daniel Coppen, Saki Maruyama) Engineering: Kye Shimizu, Daiki Hashimoto, Jasper Stephenson Music: Plot Generica Logo: Yu Miyama",
        "id_in_db": "t3_1q17uac",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3104020",
        "genres": [
            "Casual",
            "Indie",
            "Early Access"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "در این بازی پارتی کوآپ یک هوش مصنوعی را شکست دهید! Deviation Game یک بازی پارتی co-op برای ۲ تا ۶ بازیکن است که خلاقیت انسان را در مقابل درک هوش مصنوعی قرار می دهد. هدف شما: اعلان های مخفی مانند \"فلامینگو\" را به گونه ای ترسیم کنید که انسان بتواند آن را بفهمد، اما هوش مصنوعی تشخیص تصویر نمی تواند! حداکثر 6 نفر می توانند با یک نسخه بازی کنند اگر فقط یک نفر مالک بازی Steam باشد، همه می توانند با تماشای صفحه نمایش آن بازیکن به آن ملحق شوند. حداکثر 6 بازیکن می توانند با استفاده از مرورگرهای وب گوشی های هوشمند خود از طریق یک کد QR به صورت رایگان به آن ملحق شوند. نحوه بازی 1. با استفاده از دستگاه خود بپیوندید با استفاده از دستگاه تلفن همراه خود، QR را اسکن کنید یا کد اتاق را در outdraw.ai وارد کنید تا دستگاه خود را به کنترلر بازی تبدیل کنید! 2. کشو یک درخواست را انتخاب می کند کشو ابتدا یک دستور مخفی را از دسته بندی هایی مانند اشیا، اقدامات یا حتی مفاهیم انتخاب می کند. 3. زمان انحراف است! سپس آنها فقط باید آن را بکشند! اما به یاد داشته باشید، هدف این است که هوش مصنوعی را فریب دهید و در عین حال مطمئن شوید که دوستان شما همچنان عکس را دریافت می کنند! 4. همه (به علاوه هوش مصنوعی) حدس می زنند وقتی کشو تمام شد، همه حدس دهندگان..."
    },
    {
        "title": "live map wallpaper 234 free",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.round_tower.app.android.wallpaper.cartogram",
        "image_url": "https://external-preview.redd.it/RCGzGL3wqcn3IjAYhdIpH0zgumBJXBsIpSWIGJLTvUw.png?width=320&crop=smart&auto=webp&s=3d9f54a777b41070647963790e23baed49cf5af1",
        "description": "submitted by /u/pozition [link] [comments]",
        "id_in_db": "t3_1pzwjla",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/pozition [لینک] [نظر]"
    },
    {
        "title": "miles morales 68 off 1608 god of war ragnark 40 off 3585",
        "store": "other",
        "url": "https://www.reddit.com/r/GameDeals/comments/1pzgxc6/etailmarket_dying_light_definitive_edition_81_off/",
        "image_url": "https://static0.gamerantimages.com/wordpress/wp-content/uploads/2023/05/god-of-war-ragnarok-spider-man-miles-morales-kratos-atreus.jpg?w=1200&h=628&fit=crop",
        "description": "Title EU Price Discount Ogre €1.89 92% Adr1ft €2.95 85% Ageless €2.40 84% Returnal™ €19.04 68% Marvel’s Spider-Man: Miles Morales €16.08 68% Dying Light: Definitive Edition €9.49 81% God of War Ragnarök €35.85 40% Don't forget to use 'etailextr5' discount code. submitted by /u/etailmarket [link] [comments]",
        "id_in_db": "t3_1pzgxc6",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "81% off",
        "is_dlc_or_addon": false,
        "persian_summary": "عنوان تخفیف قیمت اتحادیه اروپا Ogre 1.89 € 92% Adr1ft € 2.95 85% Ageless 2.40 € 84% Returnal™ 19.04 € 68% Marvel’s Spider-Man: Miles Morales 16.08 € 68% Dying Light: Definitive Edition: Definitive Edition 8 € 5.9% God of War. 40% استفاده از کد تخفیف 'etailextr5' را فراموش نکنید. ارسال شده توسط /u/etailmarket [لینک] [نظر]"
    },
    {
        "title": "mountains of unga boonga",
        "store": "steam",
        "url": "https://store.steampowered.com/app/462960/Caveman_World_Mountains_of_Unga_Boonga/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/462960/header.jpg?t=1766933268",
        "description": "Caveman World: Mountains of Unga Boonga is a retro inspired 2.5D platformer adventure game set in fantasy prehistoric time. You play as a Caveman, exploring various levels and overcoming physical obstacles. Levels become increasingly more difficult as you encounter new enemies, obstacles, traps and more!",
        "id_in_db": "t3_1pviv04",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "462960",
        "genres": [
            "Adventure",
            "Casual",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "Caveman World: Mountains of Unga Boonga یک بازی ماجراجویی پلتفرمر 2.5 بعدی با الهام از یکپارچهسازی با سیستمعامل است که در دوران ماقبل تاریخ فانتزی جریان دارد. شما به عنوان یک غارنشین بازی می کنید، سطوح مختلف را کاوش می کنید و بر موانع فیزیکی غلبه می کنید. با برخورد با دشمنان، موانع، تله ها و موارد دیگر، سطوح به طور فزاینده ای دشوارتر می شوند!"
    },
    {
        "title": "nucleus",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/nucleus/id491784891",
        "id_in_db": "add956c30a25aa838088e54e21e81096eea1fd748d7632948576ea2ddc2d8620",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/d8/da/91/d8da9131-0a6c-9fa5-0003-46bd9d75a2d4/AppIcon-0-0-1x_U007emarketing-0-0-0-5-0-0-sRGB-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "paradise killerca2299 free investigate and interrogate in this open world adventure",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/paradise-killer-c3ea1c",
        "image_url": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1160220/c12679066a72df789f525feb03a8670930040982/capsule_616x353.jpg?t=1758158855",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1pt35uu",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "player survival horror game with rich lore deep characters and multiple endings 4 of epic stores year",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/sorry-were-closed-724c86",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/485610/0becb5b8e325d08101422223602d6e68abafa9e5/header.jpg?t=1766096250",
        "description": "Features Multiplayer 11 Game modes 21 Stadiums Dedicated servers Antilag system Realistic physics Ball editor Customization Bots Tutorial Replays Statistics Soccer Game Soccer Online: Ball 3D is the first soccer game in a new genre. Control one player on the virtual field. Kick the ball high, low, hard, lightly, curve, lob, jump, dribble, sprint (dash) and perform tricks. Discover a multi-player football simulator played by over 1 million players. Gameplay Ball 3D is an immersive computer game where you have 100% control. The physics is powered by a professional physics engine, which ensures realistic ball behavior. Because this is a physics-driven game, you need to use the geometry of the in-game objects to control them. Third person camera view makes the gameplay very unique in the electronic gaming world. At last a game that lets you perform pixel perfect moves. Open yourself to an atmospheric, magic reality, gain access to a new world where your unreal fantasy of becoming a soccer player will come true. Not many aaa titles offer what you will find in this hidden gem, it may be your best choice. This competitive team-based game is a true marvel for real-life soccer fans, offering endless fun. Soccer Online Playing single-player vs bots is so fun, but this is a modern esport game. Play online in the cross-platform multiplayer and play with other humans over the internet (or local network). Exciting and addictive Co-Op/PvP is the strongest element of this indie game. More than soccer Ball 3D has other sports for you to enjoy on-line: Basketball, Handball, Ice Hockey, Racing, Battle Royale and more. In Battle Royale survival is the key. Carefully overwatch the entire battlefield and avoid your opponents at all cost. It is not a shooter, there is no crosshair, the only weapon you have is you). You win this combat only when all your rivals are \"dead\". Use your reflex to win this epic war. The racing mode is like a kart racer, but with discs. During the race you drive using your mouse and keyboard as a controller. In Hockey mode you play with a puck. Ball 3D is a multi-sport simulation game available on laptop/desktop PC (Windows), Mac/Macbook (MacOS) and Steam Deck (Linux). Absolutely unique soccer sim game for casual, hardcore and pro players, where your realtime reaction skills matter. It mixes arcade gameplay with strategy. Fast-paced, easy to play, hard to master e-sport game with creative mechanics. Great to play in 2025 and even in 2026. It may be a light, relaxing and cozy experience. Unlike many RPG games where you level up your character, here your quest is to improve yourself. Whether you prefer golf, tennis, pool, baseball, cricket, volleyball or any other olympic sport, you will still like Ball 3D. Teams Building your own team is half of the success. Choose a name/tag (FC The Best, AS Best Players, EAS-Vampires, Foot Monsters (FM), Greatest Among Many (GAM), FRE or any other) then invite your friends to join the party and become a real team coach/manager. Be ready to compete in global leagues, cups and tournaments. Wouldn't it be nice to join the elite and win the Ball 3D World Cup Grand Final? Reach the peak and become a God, a living legend, the undisputed best Ball 3D player on the planet earth (the GOAT). Meet new friends, write your story and fulfill your American dream! If you lose, challenge your opponents to a rematch. Invite 1, 2 or 5 friends, 6, 7, 10. Not enough? How about 25, 26 or even more. Cooperation is the secret formula. Your team is hollow without it. Try to play positional attacks or it may defend the goal like a tank, lock the penalty area, turn it into a fortress and try counter attacks. Parking a bus in the goal is a sensible tactic too. Picking the best tactic for your team is like solving a puzzle, use your head and logic. Stealing tactics from your opponents is not theft. It is your role to decide if you want to play with one striker or with two, with three defenders or with four. You may try accurate short passes to gain space or full power flat strikes. Try all possible ideas and alternatives or your team will fall. Welcome new players! Simple tutorial will teach you how to play. It will help you massively to improve during the humble beginnings of your career. It is like a sandbox that lets you practice your moves and tricks. Multiplayer The game offers very advanced and optimized network code, including client side prediction anti-lag system and great dedicated servers in various regions that offer low ping. It is one of the most dynamic highest-rated coop soccer games. If you like multiplayer or mmo games you will love it. Ball 3D is mainly not a singleplayer offline PvE game, but you may decide that it is too early to play with real people and prefer to try your 1st game solo vs bots (AI). Man of the match The name of the best player will be featured and shown on the board as the man (woman) of the match. Put your name there and become popular! It tastes really wonderful to reach the apex and become the hero of the match. Replays Replays (demos) will help you craft your soccer skills into an art. Watch the matches from various cameras, including: TV, Action, Top Down, Auto and several others or from the 3rd person perspective. Remember to record replays and save your \"wow\" goals for later. Soccer variations Try modes like: Darts, Ping Pong and others. Ball 3D is a super fun, rich and deep co-operative game not similar to any other. Different environments Play on the grass, darker grass, dried grass, sand (desert), snow, concrete or rust-colored gravel. Play during the sunny summer, cold snowy winter, rainy autumn or green spring. Do you prefer the daylight or the dark night? Clean hot sky, clouds, wind or maybe a rain? Play on stadiums like: Classic, Real, Small, Big, Good, Mega, Huge, a street city stadium called Urban and many others. Ball 3D is a colorful, peaceful, family friendly, non-violent (no violence, no blood) game about soccer with a bit of the old school retro vibe. It can be played by players of all age, kids and adults, boys and girls. No matter what your sex is. Whether you are 18, 24 or 50 years old, boomer or young. Other features The game also offers Steam Trading Cards and Achievements among many other features. Buy and sell in-game items for a very cheap price on the Steam Market (cheapest deals are for less than 0.99 dollars). Get free items (loot inside the boxes) for playing the game and then put them on sale or go to the market and look for some best-sellers for yourself. Visit the shop, where you can find paid items and some attractive discounted bundles that offer great value (halloween, christmas, valentine and others). Tweak the graphics and other settings to get far more fps. The game will work on all computers including bad low spec / low end hardware (potato pc). After you score a goal, you can turn yourself into a rocket, alien, spider, ufo, car, zombie, hat guy vs knights, and many other scary but cartoony monsters, plants and wild animals you may know from horror and sci-fi movies or cartoons. How cool and funny is that? Use stylized visual shot effects like: shadow, ghost, black trail, white shuriken, fire ball, dying star, red devil from hell, rainbow cubes, ancient artifact and countless others. Show emotions to by using special emotion items, the list is long: cute cat, pumpkin smile, wolf, crazy kiss, laugh, cry, XD, lol, bat. Use badges: dog, portal, loops, dwarf, dragon, underground, warrior, hand, heat map, spooky. Join our community. It's not difficult. Start playing soccer right away and begin a new adventure. Support Ball 3D was created by Unusualsoft. You can contact us by email, on the forum, social media or discord. Feel free to ask questions or make suggestions. We will be very happy to reply to you! Updates The game has been already updated over 250 times. Many fun things will be added in the upcoming releases.",
        "id_in_db": "t3_1psb024",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "485610",
        "genres": [
            "Simulation",
            "Sports"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "is_dlc_or_addon": false,
        "persian_summary": "ویژگی های چند نفره 11 حالت بازی 21 استادیوم سرورهای اختصاصی سیستم Antilag فیزیک واقعی ویرایشگر توپ سفارشی سازی ربات ها آموزش بازپخش آمار بازی فوتبال فوتبال آنلاین: Ball 3D اولین بازی فوتبال در سبک جدید است. یک بازیکن را در زمین مجازی کنترل کنید. توپ را بالا، پایین، محکم، سبک ضربه بزنید، منحنی کنید، لوب کنید، بپرید، دریبل کنید، دوی سرعت (خط تیره) بزنید و ترفند انجام دهید. یک شبیه ساز فوتبال چند نفره را کشف کنید که توسط بیش از 1 میلیون بازیکن بازی می شود. Gameplay Ball 3D یک بازی رایانه ای همهجانبه است که در آن شما 100% کنترل دارید. فیزیک توسط یک موتور فیزیک حرفه ای طراحی شده است که رفتار واقعی توپ را تضمین می کند. از آنجایی که این یک بازی فیزیک محور است، باید از هندسه اشیاء درون بازی برای کنترل آنها استفاده کنید. نمای دوربین سوم شخص، گیم پلی بازی را در دنیای بازی های الکترونیکی بسیار منحصر به فرد می کند. در نهایت یک بازی که به شما امکان می دهد حرکات پیکسلی عالی را انجام دهید. خودتان را به روی یک واقعیت جوی و جادویی باز کنید، به دنیای جدیدی دسترسی پیدا کنید که در آن فانتزی غیرواقعی شما برای تبدیل شدن به یک فوتبال..."
    },
    {
        "title": "playsum discounty 1310 1086 997 c1704 a1967 r3934 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/bd9cfc24-f243-48cf-8cf8-1061d646b1cf/discounty",
        "image_url": "https://external-preview.redd.it/INT2h2fb2wJ7jkW7C_AQpVPWHaJG6V6FIp4TGdE0HVA.jpeg?width=320&crop=smart&auto=webp&s=918f2bb6ac9fb5500001789eb8e249d1c24b3464",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1pxkwr8",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "34% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lets_Playsum [لینک] [نظر]"
    },
    {
        "title": "playsum heavy rain 169 143 119 c254 a226 r427 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/76b01908-3b95-42e2-97ed-2421a2eb576a/heavy-rain",
        "image_url": "https://external-preview.redd.it/c8pKn8ffHNDvO8bqfDGesm8AAlReAb_LwdDgJLpEJuE.jpeg?width=640&crop=smart&auto=webp&s=560697a3bc3f996014b75ff2d4f4a2d4c3d20fcd",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1pzkmuj",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "92% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lets_Playsum [لینک] [نظر]"
    },
    {
        "title": "playsum overcooked 2 538 458 409 c653 a736 r1188 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/4019d15d-26bc-4f0e-9055-97f89afcaea7/overcooked-2",
        "image_url": "https://external-preview.redd.it/lXe_KBFd6zu-2f0e9DvY_EyKz3DkDtfBc2ntdln_5mM.jpeg?width=320&crop=smart&auto=webp&s=726da3886a30053b013487874db118b27dda8d3d",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1q0k6ly",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "78% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lets_Playsum [لینک] [نظر]"
    },
    {
        "title": "playsum still wakes the deep 788 637 616 c1013 a1147 r2090 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/93de307f-603e-4c21-b2cd-c52fb0d413d2/still-wakes-the-deep",
        "image_url": "https://external-preview.redd.it/R46XphCZ-p3cVRAjLrCpTA4JsR45SMhsEuH93ggvrdQ.jpeg?width=216&crop=smart&auto=webp&s=5238a6f4b4fe7579bcdb0ed0d9dd44f8fc544a3d",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1q1gdvl",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "77% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lets_Playsum [لینک] [نظر]"
    },
    {
        "title": "playsum strange antiquities 1348 1244 1123 c1993 a2170 nz2319 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/9afde238-71b1-4eaf-ba21-2cbbe242b558/strange-antiquities",
        "image_url": "https://external-preview.redd.it/FqoMmGZdRSf6IgnSTRfSgZSDkfxoYS3UnpM22K2VV7k.jpeg?width=216&crop=smart&auto=webp&s=307faa464aac90a159d28f11d019e8ca38bd0ffa",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1pyiusv",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "25% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lets_Playsum [لینک] [نظر]"
    },
    {
        "title": "psa you can claim a paid games for free on stove w welcome pack coupons",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1q0o7tf/psa_you_can_claim_a_paid_games_for_free_on_stove/",
        "image_url": "https://i.imgur.com/suMRKXk.png",
        "description": "Yesterday a user shared this thread about a $3 coupon on Stove . It got picked up by some outlets of some kind, and has been making waves today. Even though the above thread mentions that you can buy games for free with this $3 coupon, and some other possible coupons as part of this welcome bonus package going on on Stove, users seem to be trying to share the individual game(s). This, added with the Welcome Pack that seems to have been around for a while, is being shared again. If you create an account for Stove, you get given a coupon voucher that you can apply to orders. New users currently get a 50% off coupon, and a $5 coupon. You can use both of these for orders (at the same time too). The welcome bonus is not new, but it's possible there have been changes with time. https://event.onstove.com/en/welcome https://i.imgur.com/suMRKXk.png Thanks to /u/Saulios for the image. Anyway, with this coupon you can claim a variety of games for free. /u/adamroadmusic put together this list , and /u/SteveLosive shared these , /u/mahadev-1 found Ghostrunner and /u/BeatTheMeatTwice shared that they got Detroit Become Human and Heavy Rain . So, stack up some coupon(s) and snag some stuff on Stove! Feel free to construct a list here if you wish, but please stop sharing single games individually with the coupon(s). Thanks to /u/ToeCommercial3457 , /u/dominating_prince , /u/rebelrosemerve and surely others for trying to share. Thank you and sorry for removals. submitted by /u/StOoPiD_U [link] [comments]",
        "id_in_db": "t3_1q0o7tf",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": true,
        "persian_summary": "دیروز یکی از کاربران این موضوع را در مورد یک کوپن 3 دلاری در اجاق گاز به اشتراک گذاشت. برخی از رسانه ها آن را دریافت کردند و امروز موج هایی را ایجاد کرده است. اگرچه در تاپیک بالا ذکر شده است که می‌توانید با این کوپن 3 دلاری، و برخی کوپن‌های احتمالی دیگر به عنوان بخشی از این بسته جایزه خوش‌آمدگویی که در Stove در حال انجام است، بازی‌ها را به صورت رایگان خریداری کنید، به نظر می‌رسد کاربران در تلاش هستند تا بازی (بازی‌های) فردی را به اشتراک بگذارند. این، که با بسته خوش‌آمدگویی که به نظر می‌رسد برای مدتی وجود داشته، اضافه شده است، دوباره به اشتراک گذاشته می‌شود. اگر یک حساب کاربری برای Stove ایجاد کنید، یک کوپن کوپن به شما داده می شود که می توانید برای سفارشات اعمال کنید. کاربران جدید در حال حاضر یک کوپن تخفیف 50٪ و یک کوپن 5 دلاری دریافت می کنند. شما می توانید از هر دوی اینها برای سفارشات (همزمان) استفاده کنید. پاداش خوشامدگویی جدید نیست، اما ممکن است با گذشت زمان تغییراتی ایجاد شده باشد. https://event.onstove.com/en/welcome https://i.imgur.com/suMRKXk.png با تشکر از /u/Saulios برای تصویر. به هر حال با این کوپن می توانید بازی های متنوعی را به صورت رایگان ادعا کنید. /u/adamroadmusic این لیست را جمع آوری کرده است،..."
    },
    {
        "title": "puzzles by reshape the world around you with an instant camera",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/viewfinder-61691c",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1382070/a69eb56f73446624325dec8a4fe74dc4ae09fb96/header.jpg?t=1764842475",
        "description": "Challenge perception, redefine reality, and reshape the world around you with an instant camera. Viewfinder is a new single player game offering gamers hours of interesting and fun experiences while uncovering the mysteries left behind. Viewfinder is a mind-bending first person adventure game in which you can bring pictures to life by placing them into the world. Reshape Reality: Beyond photographs, bring paintings, sketches, screenshots and postcards to life while reshaping the world Exploration is learning: You will learn the secrets of the world, the reason why it exists, and the freedom to create. Explore multiple hub worlds that are all cohesive and encompass similar, but complex, differences Experience as much as you want: Viewfinder’s narrative is player driven and will be an approachable experience to someone who just wants to play and solve puzzles, and a rich well thought off world to a player who wants to learn more Find the answer to the impossible, once you step in the world of Viewfinder",
        "id_in_db": "t3_1pypy2o",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1382070",
        "genres": [
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "درک را به چالش بکشید، واقعیت را دوباره تعریف کنید، و دنیای اطراف خود را با یک دوربین فوری تغییر شکل دهید. Viewfinder یک بازی تک‌نفره جدید است که ساعت‌ها تجربه‌های جالب و سرگرم‌کننده را به گیمرها ارائه می‌کند و در عین حال رازهای به جا مانده را کشف می‌کند. Viewfinder یک بازی ماجراجویی اول شخص است که در آن می توانید تصاویر را با قرار دادن آنها در جهان زنده کنید. واقعیت را تغییر شکل دهید: فراتر از عکس‌ها، نقاشی‌ها، طرح‌ها، اسکرین‌شات‌ها و کارت‌پستال‌ها را در حین شکل‌دهی مجدد جهان زنده کنید. دنیاهای هاب متعددی را کاوش کنید که همگی منسجم هستند و تفاوت‌های مشابه، اما پیچیده را در بر می‌گیرند."
    },
    {
        "title": "ritual of the nightca5099 free an exploration",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/bloodstained-f3f575",
        "image_url": "https://i0.wp.com/kyberscorner.com/wp-content/uploads/2025/12/Bloodstained-Ritual-of-the-Night.jpg?fit=1200%2C675&ssl=1",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1ptxmzn",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "secret of ridgeway manor",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/secret-of-ridgeway-manor/id1536567775",
        "id_in_db": "0e5f75a641473f7f0a441125c362e939e9cb0d58e026956076129f4413babd5f",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple124/v4/86/f0/f7/86f0f79d-1c23-64fc-3023-cd47fe9dedd6/AppIcon-1x_U007emarketing-0-7-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "steamepicps5xboxswitch other faaast penguin",
        "store": "other",
        "url": "https://faaast-penguin.com/en/news/9595/",
        "image_url": "https://external-preview.redd.it/StHWFUfyaXC4kTEI0NH9BRUd0zaq9Es6SsJ3xjhTJQE.jpeg?width=640&crop=smart&auto=webp&s=be676bb2cb3f3feba90a292d421466350033d043",
        "description": "submitted by /u/eonvu [link] [comments]",
        "id_in_db": "t3_1q12h3k",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/eonvu [لینک] [نظر]"
    },
    {
        "title": "steamepicxbps other path of exile 1 2",
        "store": "other",
        "url": "https://www.pathofexile.com/forum/view-thread/3897345",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1819160/header.jpg?t=1724914555",
        "description": "The Seventh Republic—the city despised by the sun. Sunlight hasn't reached here since the last great war and the shadows teem with vicious criminals. With evil threatening on every side, the National Police Agency is a stronghold of justice. Detective Ruka Hiryu belongs to the 13th Division—nicknamed the Sideliners, and treated like shit by the rest of the force. Absent any major incidents to keep him distracted, Ruka has been investigating the sealed Cult Massacre case in secret, but things change when the 13th picks up two new members. The agency is shaken with unreliable rumors about the semi-mythical Shining Union, and as suspicions and conjecture fly like bullets, will Ruka, the 13th, and the NPA go unscathed? Features Superpowered detective noir visual novel Regular-powered buddy-cop banter Moody, jazzy soundtrack Characters A detective who's had a hard time taking his work seriously for the past ten years, ever since he lost his mentor in the Cult Massacre. One year ago, he was forced to partner up with the rookie cop Claris, and in the course of their investigations together he reencountered the A-class criminal known as Linda. Recently, he's been moving independently of Claris more often... His abilities are ice-based and too powerful for him to fully control. He keeps them repressed most of the time. An officer in Ikuta's 1st Division, strong-willed, but formal and restrained. She hates Ruka for being so familiar with Ikuta, despite the difference in their ranks and Ruka's station as a lowly sideliner. Although ordinarily a stickler for the rules, she dives headfirst into regulation-breaking when she suspects that her family may be involved in a case. The beautiful sole employee of the café Love & Peace. Ruka finds her very attractive. He is hardly the only one—half the police force seems to be after her. Given how many police officers she chats with in the course of her work, she is surprisingly well-informed about internal NPA affairs. A detective newly reassigned to the 13th Division. Originally associated with Forensics, she has all the necessary skills to do such work. However, she has serious problems forming human connections, mostly because she actively avoids other people. This hasn't changed since she joined the 13th, and she rarely converses with anyone aside from the usual morning and evening greetings. A fresh-faced rookie elf assigned to the 13th Division. After a year on the job, she has begun to develop a hint of competence. Unfortunately it's still just a hint at this stage, and she slips up in minor but important ways. She possesses the common power of elves, an ability to control the wind that excels in mobility and defense. The exiled princess of Genomland. Ruka saved her from pursuit by dangerous assassins. With the heat off her for the moment, she has been working at the NPA's cafeteria to make a living and enjoy the protection afforded by the agency's walls. A sweet and earnest girl by nature, she has both the older lunch ladies and the cafeteria's clientele wrapped neatly around her finger. An officer in the traffic division, Komachi is bright, witty, and a sucker for a handsome face. Her father is a senior police commissioner. She's a seasoned organizer and attender of weekend mixers, through which she has a wide web of personal connections. She ends up looking after Ruka with some frequency, if not always entirely voluntarily. The two once cooperated on an undercover investigation. A segitt swordswoman who leads a simple, rustic lifestyle compelled by her chronic lack of funds. Exceptionally strong even for a segitt, she's capable of facing down a delga one-on-one. She lives next door to Ruka, and runs a small subsistence farming operation in the hallway. She's also found steady employment with Strichoss's security outfit. Ruka's roommate, who dwells secretly in his coat pocket. Pixies like her are rare, and popular as household pets, which makes them targets for poachers. Ruka saved her after she fell into wicked hands. She's a busybody and won't keep out of Ruka's business, but her bright cheer easily compensates. When Ruka gets up to things she'd rather not see, she's considerate enough to go to sleep or simply pretend not to notice. An officer of the 13th Division, her information analysis and hacking skills are top-notch. She's so devastatingly effective, in fact, that she tends to look down on others without even thinking about it. Her partner on the force is the segitt Vars, and the two complement each other well. Due to the limited care she takes with her appearance, her eye-catchingly long hair is a bit of a mess. A dangerous Keeper with a power that allows her to control the young minds of children. More than ten years ago, she led a gang of child thieves called the Luiz, and it was in that capacity that she first crossed paths with a younger Ruka. Now, over a decade later, she still looks much the same as she did back then. She has been assisting Ruka with his hunt for the Cult, but her true motives are still a mystery. A keeper who wields powerful flames. This ability, combined with her investigative chops, has brought her to the considerable rank of Commissioner in a somewhat chauvinistic police agency. She's been following Ruka's activities with interest as he pursues the Cult from the shadows.",
        "id_in_db": "t3_1pw5cib",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1819160",
        "genres": [
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "جمهوری هفتم - شهری که توسط خورشید تحقیر شده است. نور خورشید از زمان آخرین جنگ بزرگ به اینجا نرسیده است و سایه ها مملو از جنایتکاران شرور است. با تهدید شیطانی از هر طرف، آژانس پلیس ملی سنگر عدالت است. کارآگاه روکا هیرو به لشکر 13 تعلق دارد - با نام مستعار سایدلینرز، و بقیه نیروها با او مثل گند رفتار می کنند. روکا بدون هیچ اتفاق مهمی که حواسش را پرت کند، پرونده مهر و موم شده Cult Massacre را به طور مخفیانه بررسی کرده است، اما وقتی سیزدهم دو عضو جدید را انتخاب می کند، اوضاع تغییر می کند. آژانس با شایعات غیر قابل اعتماد در مورد اتحادیه نیمه افسانه ای درخشان متزلزل شده است، و در حالی که سوء ظن و حدس مانند گلوله در حال پرواز است، آیا روکا، سیزدهمین و NPA آسیبی نبینند؟ ویژگی‌ها رمان بصری کارآگاهی نوآر فوق‌العاده با قدرت منظم، شوخی‌های رفیق-پلیس مودی، شخصیت‌های موسیقی متن جاز، کارآگاهی که در ده سال گذشته، از زمانی که مربی خود را در قتل عام فرقه از دست داده، کار خود را جدی نگرفته است. یک سال پیش، او ..."
    },
    {
        "title": "stove credit 3 coupon",
        "store": "stove",
        "url": "https://store.onstove.com/en/store/25goodbuy",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3907520/0f9bc761c03f9419ca2a6905f2dfd265d24a0098/header_alt_assets_0.jpg?t=1767200997",
        "description": "Spin your way through the depths of Hell in this unique slot machine RPG where every pull could be your last! The Ultimate Slot Machine Experience Step into a world where slot machines aren't just games of chance—they're your weapon against the forces of darkness. DEVIL'S DUE combines classic slot machine mechanics with deep RPG elements, creating an experience unlike anything you've played before. Face the Lords of Hell Every phase of your journey brings you face-to-face with increasingly powerful demonic bosses: The Debt Warden - A merciless collector who taxes your winnings and heals from your success The Fortune Ripper - A cunning adversary who twists the very fabric of luck itself The Right Hand - The Devil's most trusted lieutenant, wielding powers that defy mortal comprehension Each boss fight is a strategic battle where your slot machine skills directly translate to combat damage. Win big to deal massive damage, but beware—these demons have abilities that can turn your victories against you! The Lucky Charms System Collect and master over 40 unique Lucky Charms, each with their own powers and strategies: Symbol Powers - Boost specific symbols or increase their appearance rates Tribute Modifiers - Make deals with the Devil to control your debt payments High-Risk Charms - Russian Roulette offers death or glory, while Glass Cannon trades safety for massive power Shop Control - Loaded Dice, The Gambler, and Pawn Shop Coupon let you manipulate the shop's offerings Charm Sets - Combine specific charms for powerful set bonuses Advanced Gameplay Features Dynamic Pattern System - Multiple winning patterns with increasing complexity Phase-Based Progression - Each phase introduces new mechanics and challenges Economic Strategy - Manage credits, coupons, and interest rates Spectacular Animations - Watch your winnings fly across the screen with stunning visual effects Voice-Acted Bosses - Each demon has unique voice lines that react to your performance Immersive Audio Experience Dynamic Music System - Multiple tracks that adapt to your gameplay Atmospheric Sound Effects - Every spin, win, and loss feels impactful Boss Voice Acting - Each demonic entity has their own personality and taunts The Price of Failure In DEVIL'S DUE , failure has real consequences. Run out of credits to pay your tribute, and your soul is forfeit. But victory brings legendary rewards—defeat a boss and claim their unique Legendary Charm, permanently altering your gameplay experience. Multiple Difficulty Phases Progress through increasingly challenging phases where: Phase 1 : Learn the basics while facing the Debt Warden Phase 2 : Master advanced strategies against the Fortune Ripper Phase 3 : Survive the ultimate challenge against the Right Hand Endless Replayability With procedurally generated charm shops, multiple boss strategies, and countless charm combinations, every run offers a unique experience. Can you find the perfect strategy to defeat all three lords of Hell? Spin wisely, mortal. The Devil always collects his due.",
        "id_in_db": "t3_1q05cs7",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3907520",
        "genres": [
            "Indie",
            "Simulation",
            "Strategy",
            "Early Access"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "راه خود را در اعماق جهنم در این ماشین اسلات RPG منحصر به فرد بچرخانید، جایی که هر کششی می تواند آخرین بار شما باشد! تجربه نهایی اسلات ماشین به دنیایی قدم بگذارید که در آن ماشین های اسلات فقط بازی های شانسی نیستند - آنها سلاح شما در برابر نیروهای تاریکی هستند. DEVIL'S DUE مکانیک‌های کلاسیک ماشین اسلات را با عناصر RPG عمیق ترکیب می‌کند و تجربه‌ای را ایجاد می‌کند که شبیه هر چیزی که قبلاً بازی کرده‌اید نیست. با اربابان جهنم روبرو شوید هر مرحله از سفر شما را با روسای اهریمنی روبه‌رو می‌کند: نگهبان بدهی - جمع‌آوری بی‌رحم که از برنده‌های شما مالیات می‌گیرد و از موفقیت شما شفا می‌دهد. باس فایت یک نبرد استراتژیک است که در آن مهارت های دستگاه اسلات شما مستقیماً به مبارزه با آسیب تبدیل می شود. برای وارد کردن خسارت های بزرگ پیروز شوید، اما مراقب باشید - این شیاطین توانایی هایی دارند که می توانند شما را تغییر دهند..."
    },
    {
        "title": "stove heaven seeker the savior of this cruel world",
        "store": "stove",
        "url": "https://store.onstove.com/en/games/3894",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2865230/header.jpg?t=1733369032",
        "description": "◆Features ・Explore a dungeon that changes each time you enter. In this title, you move with the left stick and aim with the right stick. This is a bullet hell shooting game where you freely control your character and explore random dungeons. When your HP reaches 0, you will lose all the items you have gained during this exploration. The player gains experience by exploring many times and learning the patterns of the rooms and the nature of the enemies. ・Create your own \"Magic Shot!\" The shot fired by the player character can be modified by freely combining over 20 customizable items to change its properties. Since items are randomly acquired during each quest, players will fight with a different \"personalized shot\" each time they dive into a dungeon. ・Dot Art Style Game Visuals All in-game elements in this title, including player characters, enemies, and dungeons, are rendered in high-quality dot art. ◆Story In this world, Pentagaia, there were five countries that had been transferred from five different worlds. Magi Province, the land of wizards, where magical technology flourished. A land of priestesses and samurai, a land of warriors and the four seasons. A land of elves, with the blessings of the World Tree. A land of mechanical ingenuity, where super-science rules the world. A land of wilderness and dust, ruled by demons. The rulers of each nation sent explorers to the Castle of Heaven, where the secrets of Pentagaia were said to lie. They did so with the longing to return to the original world. These explorers were called \"Heaven Seekers\".",
        "id_in_db": "t3_1q1kwn7",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2865230",
        "genres": [
            "Action"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "◆ ویژگی ها · سیاه چال را کاوش کنید که هر بار که وارد می شوید تغییر می کند. در این عنوان شما با چوب چپ حرکت می کنید و با چوب سمت راست نشانه می گیرید. این یک بازی تیراندازی گلوله جهنم است که در آن شما آزادانه شخصیت خود را کنترل می کنید و سیاه چال های تصادفی را کشف می کنید. وقتی HP شما به 0 رسید، تمام مواردی را که در طول این کاوش به دست آورده اید از دست خواهید داد. بازیکن با چندین بار کاوش و یادگیری الگوهای اتاق ها و ماهیت دشمنان، تجربه کسب می کند. ・ \"شات جادویی\" خود را بسازید! شات شلیک شده توسط شخصیت بازیکن را می توان با ترکیب آزادانه بیش از 20 آیتم قابل تنظیم برای تغییر ویژگی های آن تغییر داد. از آنجایی که در طول هر کوئست آیتم‌ها به‌طور تصادفی به دست می‌آیند، بازیکنان هر بار که در یک سیاه‌چال فرو می‌روند، با یک «شات شخصی» متفاوت مبارزه می‌کنند. ・تصویر بازی Dot Art Style همه عناصر درون بازی در این عنوان، از جمله شخصیت های بازیکن، دشمنان و سیاه چال ها، در هنر نقطه ای با کیفیت بالا ارائه شده اند. ◆داستان در این دنیا، پنتاگایا، پنج کشور بودند که منتقل شده بودند..."
    },
    {
        "title": "survivor game set in the dark realms of norse mythology 1 of epic stores year",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/jotunnslayer-hordes-of-hel-3579b3",
        "image_url": "https://media.gamestop.com/i/gamestop/20023745-6c0948f1_ALT01?$pdp$?w=1256&h=664&fmt=auto",
        "description": "submitted by /u/Singhvistaar [link] [comments]",
        "id_in_db": "t3_1ppyvpe",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Singhvistaar [پیوند] [نظر]"
    },
    {
        "title": "the callisto protocol ca7999 free play as a hallucinating fugitive in this third",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/the-callisto-protocol",
        "image_url": "https://image.api.playstation.com/vulcan/ap/rnd/202212/0319/AoRusQKtAX48ZnVc11MjADSG.jpg",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1puqpay",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "the cosmic shake alone in the dark disney epic mickey",
        "store": "indiegala",
        "url": "https://www.indiegala.com/store/publisher-sale/thq-nordic",
        "image_url": "https://external-preview.redd.it/eCe8wM6enRiOdb0M6tV5Pp4fAImfFcuSnwIZv4rh8Vc.jpeg?width=640&crop=smart&auto=webp&s=81baea40d1ff1aa2fb70c75301ef771e9a4d3f4a",
        "description": "submitted by /u/indieg [link] [comments]",
        "id_in_db": "t3_1q0bl2t",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "10% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/indieg [لینک] [نظر]"
    },
    {
        "title": "the crystal tear collectors edition amazon games deus ex",
        "store": "amazon",
        "url": "https://luna.amazon.com/claims/home?filter=Game&g=s",
        "image_url": "https://external-preview.redd.it/_fBjABdCsDDIR7bJn-cgpkXoTMJ2MnAEY3PCdXPaAoY.png?width=640&crop=smart&auto=webp&s=bef23da95c6aa8211ed8845602ada6c6644977cf",
        "description": "submitted by /u/LighteningOneIN [link] [comments]",
        "id_in_db": "t3_1pzoxl6",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/LighteningOneIN [پیوند] [نظر]"
    },
    {
        "title": "the skywalker saga back 4 blood gotham knights injustice 2 legendary edition",
        "store": "indiegala",
        "url": "https://www.indiegala.com/store/publisher-sale/warner-bros-games",
        "image_url": "https://external-preview.redd.it/HSZoNtA0YAL2DVzSDKOIusIl7hsog5F3vVhAMNTX7q0.jpeg?width=640&crop=smart&auto=webp&s=43651d205cbc02d87dce42619bd224b5812f4ca4",
        "description": "submitted by /u/indieg [link] [comments]",
        "id_in_db": "t3_1pxamg1",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "87% off",
        "is_dlc_or_addon": true,
        "persian_summary": "ارسال شده توسط /u/indieg [لینک] [نظر]"
    },
    {
        "title": "three kingdoms ca7199 free forge a new empire as one of 12 legendary warlords drawn from chinas celebrated historical epic the romance of the three kingdoms",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/total-war-three-kingdoms-d3bb7a",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/779340/header.jpg?t=1763646247",
        "description": "Total War: THREE KINGDOMS is the first in the multi award-winning strategy series to recreate epic conflict across ancient China. Combining a gripping turn-based campaign game of empire-building, statecraft and conquest with stunning real-time battles, Total War: THREE KINGDOMS redefines the series in an age of heroes and legends. China in 190CE Welcome to a new era of legendary conquest. This beautiful but fractured land calls out for a new emperor and a new way of life. Unite China under your rule, forge the next great dynasty, and build a legacy that will last through the ages. Choose from a cast of 12 legendary Warlords and conquer the realm. Recruit heroic characters to aide your cause and dominate your enemies on military, technological, political, and economic fronts. Will you build powerful friendships, form brotherly alliances, and earn the respect of your many foes? Or would you rather commit acts of treachery, inflict heart-wrenching betrayals, and become a master of grand political intrigue? Your legend is yet to be written, but one thing is certain: glorious conquest awaits. ANCIENT CHINA RECREATED Discover Three Kingdoms China, a land of breath-taking natural beauty. Battle across lush subtropics, arid deserts and snow-capped mountains. Marvel at legendary landmarks like the Great Wall of China and the Yangtze River. Explore the length and breadth of ancient China as you restore harmony to its embattled landscape. CHINA’S GREATEST LEGENDS Forge a new empire as one of 12 legendary Warlords drawn from China’s celebrated historical epic, the Romance of the Three Kingdoms. Peerless commanders, powerful warriors and eminent statesmen, these characters each have a unique playstyle and objectives. Recruit an epic supporting cast of heroes to command your armies, govern your provinces and strengthen your growing empire. Characters are the beating heart of the game, and China’s very future will be shaped by its champions. GUANXI SYSTEM Modelled on Guanxi, the Chinese concept of dynamic inter-relationships, Total War: THREE KINGDOMS takes a paradigm-shifting approach to character agency, with iconic, larger-than-life heroes and their relationships defining the future of ancient China. Each of these characters is brought to life with their own unique personality, motivations, and likes/dislikes. They also form their own deep relationships with each other, both positive and negative, that shape how your story plays out. ARTISTIC PURITY With stunning visuals and flamboyant Wushu combat, THREE KINGDOMS is the art of war. With beautiful UI, vibrant vistas and authentic Chinese-inspired artwork, this reimagining of ancient China is a visual feast. REAL-TIME & TURN-BASED HARMONY The turn-based campaign and real-time battles of Total War: THREE KINGDOMS are more interconnected than ever before. Actions in battle now have much greater consequences, affecting your Heroes’ relationship towards you, as well as the friendships and rivalries they develop with other characters. In a world where powerful allies are one of the keys to success, this adds a brand-new element to how victory is achieved.",
        "id_in_db": "t3_1q17nsx",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "779340",
        "genres": [
            "Action",
            "Strategy"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "is_dlc_or_addon": false,
        "persian_summary": "Total War: THREE KINGDOMS اولین بازی از سری استراتژی های برنده جوایز متعدد است که درگیری حماسی را در سراسر چین باستان بازسازی می کند. Total War: THREE KINGDOMS با ترکیب یک بازی کمپین نوبتی جذاب از ساخت امپراتوری، دولت‌سازی و فتح با نبردهای بی‌درنگ خیره‌کننده، مجموعه را در عصر قهرمانان و افسانه‌ها بازتعریف می‌کند. چین در سال 190 میلادی به عصر جدیدی از فتح افسانه ای خوش آمدید. این سرزمین زیبا اما شکسته، امپراتوری جدید و شیوه ای جدید از زندگی را فرا می خواند. چین را تحت حکومت خود متحد کنید، سلسله بزرگ بعدی را ایجاد کنید و میراثی بسازید که در طول اعصار باقی خواهد ماند. از میان یک بازیگر متشکل از 12 جنگ سالار افسانه ای انتخاب کنید و قلمرو را فتح کنید. شخصیت های قهرمان را برای کمک به اهداف خود و تسلط بر دشمنان خود در جبهه های نظامی، فنی، سیاسی و اقتصادی استخدام کنید. آیا دوستی های قدرتمندی ایجاد می کنید، اتحادهای برادرانه تشکیل می دهید و احترام بسیاری از دشمنان خود را به دست خواهید آورد؟ یا ترجیح می دهید مرتکب خیانت شوید، خیانت های دلخراش انجام دهید و استاد بزرگی شوید..."
    },
    {
        "title": "three kingdoms wildgate 100 off free",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/free-games",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2881520/header.jpg?t=1730979422",
        "description": "Introduction In this second part of River City Saga: Three Kingdoms, our beloved hot-blooded high-schooler from River City, Kunio (Guan Yu) charges his way through to the apex chapter of the Romance of the Three Kingdoms, the Battle of Wuzhang Plains. Experience a comedic twist on the classic tale, featuring a cast of over 100 characters! ■Rush through the battlefield on the motorcycle Red Hare! Red Hare appears as a motorcycle and absolute game changer on the battlefield in an exciting new game mechanic! Ride through the stages without a care in the world as you send enemies packing! Customize your bike with special parts to create your own strongest mount! What's more, Red Hare’s appearance changes depending on its equipment. The possibilities are endless!！ ■Featuring the stunning Tactics and special moves you know and love! Turn the tides of battle in your favor with even more powerful Tactics than the original! Rain fire down over the battlefield with Fire Tactics, wash your enemies right off the map with Water Tactics, and try out new Tactics that summon familiar faces to aid you in battle! Learning special moves has been simplified, making it a stress-free experience to unleash familiar and brand-new specials alike ■A total of 100 characters from the River City series take to the stage for an alternate retelling of the Romance of the Three Kingdoms! A total of 100 River City characters, including 25 new key figures, come together to tell their own version of the Romance of the Three Kingdoms story. Follow this never-before-told take on the classic tale with a uniquely River City twist as it reaches the climax. You’ll never see another telling of the Three Kingdoms story quite like this!",
        "id_in_db": "t3_1q17gqc",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2881520",
        "genres": [
            "Action"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "is_dlc_or_addon": false,
        "persian_summary": "مقدمه در این قسمت دوم از River City Saga: Three Kingdoms، دبیرستانی محبوب و خونگرم ما از رودخانه سیتی، کونیو (گوان یو) راه خود را به سمت فصل اوج رمانس سه پادشاهی، یعنی نبرد دشت های ووژانگ طی می کند. یک چرخش کمدی را در داستان کلاسیک تجربه کنید که شامل بیش از 100 شخصیت است! ■با موتور سیکلت خرگوش قرمز از طریق میدان نبرد بشتابید! Red Hare به عنوان یک موتور سیکلت و تغییر مطلق بازی در میدان جنگ در مکانیک بازی جدید و هیجان انگیز ظاهر می شود! مراحل را بدون مراقبت در دنیا طی کنید زیرا دشمنان را بسته بندی می کنید! دوچرخه خود را با قطعات ویژه سفارشی کنید تا قوی ترین پایه خود را ایجاد کنید! علاوه بر این، ظاهر Red Hare بسته به تجهیزات آن تغییر می کند. امکانات بی پایان هستند! ■ دارای تاکتیک های خیره کننده و حرکات ویژه ای که می دانید و دوست دارید! با تاکتیک‌هایی حتی قدرتمندتر از نسخه اصلی، جریان نبرد را به نفع خود تغییر دهید! با Fire Tactics بر روی میدان جنگ آتش ببارید، خود را بشویید..."
    },
    {
        "title": "Total War: THREE KINGDOMS",
        "id_in_db": "total-war-three-kingdoms@1767290255",
        "store": "other",
        "url": "https://itad.link/019b30f0-6e3b-72d2-9ec2-2490676fc4fb/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3806100",
        "description": "The game is under development, welcome to add wishlist This game is based on the framework of \"War of Nations 2\", is a 2D grand strategy turn-based historical game with the background of The Three Kingdoms. We are redesigning the gameplay based on the background of The Three Kingdoms. Please look forward to it. In the game, you will be the hero of the turbulent world, in the 2D realistic picture of The Three Kingdoms of the strategiz, with wisdom, diplomacy and politics to rewrite history! Integrate the battlefield game of platoon and arrangement, maneuver in diplomacy, and enrich the country and strengthen the army's economic strategy to create your own hegemony of the three countries! 【Core Features】 🔥 Epic strategic game The 2D real map recreates the mountains and rivers of the three countries, and more than 100 cities, passes and resource points form a strategic chessboard. Real-time dynamic sand table simulation, terrain, weather, arms restraint are the key to success, each step of the decision need to weigh the pros and cons! 🏹 Platoon, a thousand miles There are hundreds of different types of soldiers, including pikemen, cavalry, archers, cataptors... Build your own army to crush the enemy with formations and tactics! 🤝 Maneuver and unite Alliances, wars, divisions, fraternization... The diplomatic system deeply restores the power of the three countries, and fights with the Confucianist or backs to stab the Allies, all in one read! Dynamic changes in power relations, today's Allies tomorrow's old enemies, only insight into the hearts of the people can be invincible! 💼 Internal affairs management, national strength as the basis Multi-dimensional development of agriculture, commerce, science and technology, balanced distribution of resources, to create a prosperous rear. Talent recruitment, official appointment and removal, resettlement of refugees... The details of internal affairs determine the rise and fall of the nation. Whether tyranny falls quickly or benevolence reigns is up to you.",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3806100/08f280e47d7d8ee006e35e9e3095c56cd5ed955d/header.jpg?t=1750152881",
        "genres": [
            "Indie",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "subreddit": "FreeGameFindings",
        "persian_summary": "این بازی در حال توسعه است، به افزودن لیست علاقه مندی ها خوش آمدید این بازی بر اساس چارچوب \"جنگ ملل 2\" ساخته شده است، یک بازی تاریخی و مبتنی بر استراتژی دوبعدی بزرگ با پس زمینه The Three Kingdoms است. ما در حال طراحی مجدد گیم پلی بر اساس پس زمینه The Three Kingdoms هستیم. لطفا منتظر آن باشید. در بازی شما قهرمان دنیای پرتلاطم خواهید بود، در تصویر دوبعدی واقع گرایانه از سه پادشاهی استراتژیست، با خرد، دیپلماسی و سیاست برای بازنویسی تاریخ! بازی میدان جنگ جوخه و آرایش را ادغام کنید، در دیپلماسی مانور دهید و کشور را غنی کنید و استراتژی اقتصادی ارتش را تقویت کنید تا هژمونی خود را در سه کشور ایجاد کنید! 【ویژگی های اصلی】 🔥 بازی استراتژیک حماسی نقشه واقعی دوبعدی کوه ها و رودخانه های سه کشور را بازسازی می کند و بیش از 100 شهر، گذرگاه و نقطه منبع یک صفحه شطرنج استراتژیک را تشکیل می دهند. شبیه سازی میز شنی پویا در زمان واقعی، زمین، آب و هوا، مهار بازوها کلید موفقیت هستند، هر مرحله ..."
    },
    {
        "title": "trine classic collection",
        "store": "epicgames",
        "url": "https://store.epicgames.com/bundles/trine-classic-collection",
        "image_url": "https://cdn2.unrealengine.com/trine-classic-collection-1920x1080-1920x1080-a76b989ccd92.png",
        "description": "submitted by /u/MeguminShiro [link] [comments]",
        "id_in_db": "t3_1pzlrke",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": true,
        "persian_summary": "ارسال شده توسط /u/MeguminShiro [لینک] [نظر]"
    },
    {
        "title": "trine classic collection 100 off free",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/bundles/trine-classic-collection",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2957890/57b3b0f037d1ab97a195cbd4e654fe6df57f1cef/header.jpg?t=1745704461",
        "description": "Every Flash game produced by Undefined Back in early 2008 as a solo indie developer, I started producing flash games under the name Undefined. Over the subsequent years until the death of flash player I published 22 different free-to-play games, many of which were highly popular. Mostly as an answer to requests but also as a vanity project, I'm happy to present the entire collection. If you remember any, it's most likely that it's one of the most popular game series, such as Protector or Legends of Arkandia, but, did you ever play the others? With the advent of Ruffle, a new open-source flash player, I'm now able to bring those old games back to life and provide a standalone version of them. Lots of work has gone into making sure each game runs at an acceptable level. There will be quirks, and sometimes things won't be exactly as they should be, but I have personally played every game in the pack and am happy with how they look and feel. The gameplay has been left mostly untouched, except where there were obvious bugs, which have been fixed. I hope you enjoy playing this classic little slice of my brain, I've enjoyed putting the pack together and remember fondly creating each and every one. Games in This Pack Protector Series This is where it all began. Back in 2008, tower defense was a simpler genre— Protector was my early attempt to mix tower defense with RPG depth. Over time, the series evolved, introducing faction rep, hero-specific units, equipment, skills, and even collectible Protectormons . Protector Protector II Protector III Protector IV Protector IV.V My Pet Protector Series Here, the focus shifts to a sim-life experience. You manage your hero’s life—balance work, school, and the occasional dungeon crawl as you shape their destiny. My Pet Protector My Pet Protector II My Pet Protector III Legends Series An evolution of the My Pet adventures, the Legends games refine the classic RPG formula with quirky, inventive gameplay. Expect unexpected twists that prove even old Flash games can break the mold. Arkandian Crusade Arkandian Revenant Arkandian Explorer Miscellaneous Gems These titles might not follow the series format, but they’re every bit as creative and fun. Each game has its own identity - a mix of experimental ideas, inventive mechanics. Whether you’re in the mood for bite-sized challenges or something off the beaten track, you’re in for a treat: Little Protectors – Mini Protector, 2d and includes several new ideas, some of which are good, some I hold my hands up and admit, not so good. Hordes of Hordes – Another tower defense game, but one with a bunch of new ideas compared to Protector gameplay, such as dynamic pathing and endless gameplay. Engage – A space strategy epic that spans 100s of levels. Cardian – A card-based twist on classic gameplay elements. Dead of Night – The very first Undefined game, it's still worth a few minutes of time. Condor Cowboys – No comment. Quick Quests – Heroic RPG goodness in 5-minute bursts. Token Hero – Grid-based gem matching, but with its own rules and some RPG gameplay to boot. This was the last game I produced and includes a fitting tribute to my old best friend. Elements of Arkandia – Puzzle quest, but with some Undefined magic and style. Little Protector Planes – Session-based gameplay, pre-popularity of session-based gameplay. Explore infinite planes and recover treasures and powers from each one. UO Defender - The prototype for Protecter, this small game was produced as a fan game for the game Ultima Online way back in 2006 before I really began producing games proper. Steam Deck Support I've tested each game on the Deck and the majority run very well, some work is still needed for some games to improve performance, but overall, the experience is great. If you're having problems with a specific game, sometimes switching to Proton Experimental can improve performance.",
        "id_in_db": "t3_1pzlrk5",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2957890",
        "genres": [
            "Action",
            "Adventure",
            "Casual",
            "Indie",
            "RPG",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": true,
        "persian_summary": "هر بازی فلش که توسط Undefined در اوایل سال 2008 تولید می شد، به عنوان یک توسعه دهنده مستقل انفرادی، من شروع به تولید بازی های فلش با نام Undefined کردم. در طول سال های بعدی تا زمان مرگ فلش پلیر، 22 بازی مختلف رایگان منتشر کردم که بسیاری از آنها بسیار محبوب بودند. بیشتر به عنوان پاسخ به درخواست ها و همچنین به عنوان یک پروژه غرور، خوشحالم که کل مجموعه را ارائه می کنم. اگر هر کدام را به خاطر دارید، به احتمال زیاد یکی از محبوب ترین سری های بازی مانند Protector یا Legends of Arkandia است، اما آیا تا به حال بقیه را بازی کرده اید؟ با ظهور Ruffle، یک فلش پلیر منبع باز جدید، اکنون می توانم آن بازی های قدیمی را به زندگی بازگردانم و نسخه مستقلی از آنها ارائه کنم. کار زیادی برای اطمینان از اجرای هر بازی در سطح قابل قبولی انجام شده است. چیزهای عجیب و غریبی وجود خواهد داشت، و گاهی اوقات همه چیز دقیقاً آنطور که باید باشد نخواهد بود، اما من شخصاً همه بازی‌های موجود در بسته را بازی کرده‌ام و از ظاهر و احساس آنها راضی هستم. گیم پلی بازی عمدتا دست نخورده باقی مانده است، ..."
    },
    {
        "title": "trine classic collection ca5699 free experience the magic of the puzzle",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/bundles/trine-classic-collection",
        "image_url": "https://cdn2.unrealengine.com/trine-classic-collection-1920x1080-1920x1080-a76b989ccd92.png",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1pzlyi9",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": true,
        "persian_summary": "ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "underground delisting soon",
        "store": "steam",
        "url": "https://store.steampowered.com/app/422810/River_City_Ransom_Underground/",
        "image_url": "https://external-preview.redd.it/wToFYIHivXaatX3HbQe-RijPuehd6VX0S42K6gi_hOI.jpeg?width=320&crop=smart&auto=webp&s=a398b4974f3f2132845dc9a7e2570bf3a312685a",
        "description": "submitted by /u/Ambedextrose [link] [comments]",
        "id_in_db": "t3_1pzo168",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "85% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Ambedextrose [پیوند] [نظر]"
    },
    {
        "title": "underworld office",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/underworld-office-novel-game/id1523265842",
        "id_in_db": "60d41266ea104b4022dfc017281141f3921518c6a7541a8ea6039522506ae139",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple112/v4/bd/00/73/bd007327-9f61-88f9-05d9-c5fa6b1ac3f2/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "viewfinder 100 off free",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/viewfinder-61691c",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2203070/04513cb6092582aec59ee1e791c4d65b281f3840/header.jpg?t=1765781637",
        "description": "The classic dark fantasy strategy RPG Dragonheir: Silent Gods returns with its Reborn update! Experience the official Dungeons & Dragons collaboration event, back for a limited time. The Reborn update brings massive improvements after months offline: log in now to claim 650 FREE summons, enjoy 70% discount on pulls, and participate in the \"Summon More, Get More\" event to build your ultimate team. Discover completely revamped strategic gameplay and unprecedented exploration freedom in this thoroughly reworked adventure—join the rebirth now! ◉New Version Highlights◉ S3: Snarls of Lava brings a revolutionary experience, igniting passion once again! Explore the fresh sandbox map, Jannat al-Harr Desert, and dive into the newly added Familiar system. With Familiars by your side, enjoy stable battle support and cross-season inheritance — your adventure is never lonely! The hero roster has been fully upgraded: 34 new heroes make a stunning debut, including 19 Legendary powerhouses to skyrocket your Battle Capacity! Three new schools — Shadow, Aura, and Corrosion — are set to break tradition with unique bonds and roles for ultimate dominance! Discover even more fun with modes like the Blade Colosseum and Great River God - Dahwan. The equipment and Artifact systems have also been expanded: six sets of Mythic and Legendary equipment, along with school- and element-exclusive Artifacts to effortlessly elevate your team's potential. Don't miss out on boosted rewards in the first week and first month; free resources and heroes are up for grabs! S3 will redefine what is possible. Embark now and experience an adventure like never before! 〓Boundless Freedom in Exploration〓 The sandbox open world features diverse landscapes, from shadowy forests to scorching deserts, mysterious underground realms to vast archipelagos—each hiding surprises waiting to be discovered. Create your protagonist freely, with your attribute choices influencing story directions. Roll dice to trigger random events and interact with NPCs to unlock hidden quests, experiencing an adventure journey filled with unknowns and extraordinary encounters! 〓Epic Benefit Discounts〓 Join the \"Prophecy Summons\" and \"Account Appraisal\" events now to get massive amounts of free summons and abundant resource packs! The summoning system gets a complete overhaul in the Reborn version—single summons now only cost 100 Wyrmarrow, with 70% off summon privileges available immediately upon launch! You can also get additional Summon Dice and selectable Legendary heroes through the concurrent \"Summon More, Get More\" celebration event—building your desired lineup has never been easier. Command an army of champions! 〓Strategies Renewed and Upgraded〓 The brand-new Hero Talent system revolutionizes traditional progression! 300+ heroes each boasts 12 unique Talent effects, with no talent trees limiting your mixes and matches! Unlock exclusive battle abilities for your heroes and customize in-depth tactical styles! Make every battle your strategic masterpiece! 〓A Burden-Free Experience〓 Embracing the philosophy of returning to strategic gameplay, we've created the innovative \"Resonance Level\" system. Level up once, shared across your entire team! Gone are the days of individually leveling each character—now your entire roster benefits from shared progression, letting you focus on what truly matters: tactics and discovery!",
        "id_in_db": "t3_1pypy2p",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2203070",
        "genres": [
            "Adventure",
            "Massively Multiplayer",
            "RPG",
            "Strategy",
            "Free To Play"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "is_dlc_or_addon": false,
        "persian_summary": "استراتژی کلاسیک تاریک RPG Dragonheir: Silent Gods با به‌روزرسانی Reborn خود بازمی‌گردد! رویداد رسمی همکاری Dungeons & Dragons را برای مدت محدودی تجربه کنید. به‌روزرسانی Reborn پس از ماه‌ها آفلاین، پیشرفت‌های عظیمی را به ارمغان می‌آورد: اکنون وارد شوید تا 650 احضار رایگان را دریافت کنید، از 70% تخفیف در کشش لذت ببرید و در رویداد \"احضار بیشتر، دریافت بیشتر\" شرکت کنید تا تیم نهایی خود را بسازید. در این ماجراجویی کاملاً بازسازی‌شده، گیم‌پلی استراتژیک کاملاً اصلاح‌شده و آزادی اکتشاف بی‌سابقه را کشف کنید - اکنون به تولد دوباره بپیوندید! ◉نسخه های برجسته نسخه جدید◉ S3: Snarls of Lava یک تجربه انقلابی را به ارمغان می آورد و یک بار دیگر شور را برمی انگیزد! نقشه جدید جعبه شنی، صحرای جنت الحر را کاوش کنید و در سیستم تازه اضافه شده آشنا شیرجه بزنید. با افراد آشنا در کنار خود، از پشتیبانی پایدار نبرد و ارث بری فصلی لذت ببرید - ماجراجویی شما هرگز تنها نیست! فهرست قهرمانان به طور کامل ارتقا یافته است: 34 قهرمان جدید اولین حضور خیره کننده ای دارند، از جمله 19 نیروگاه افسانه ای برای..."
    },
    {
        "title": "warheads",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/warheads/id352026783",
        "id_in_db": "4588b69f644bed5a55e0e0c087fbf3a8343ef274930bc23d33c10fbac817af5c",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple211/v4/24/75/19/24751929-1b16-0ff3-1ff8-8860e0870bdb/WarheadsIcon-0-0-1x_U007epad-0-1-sRGB-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "we were here together",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/we-were-here-together-6a6d66",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/865360/header.jpg?t=1764330773",
        "description": "Embark on a puzzle solving adventure in which you and a partner must prove you can communicate and work together to escape the haunted Castle Rock. It all begins with an emergency flare lighting up the sky and a distress call waking you from uneasy dreams. Your fellow Antarctic explorers are in trouble, and the two of you left at base camp must work together to launch a rescue mission. If only you knew what you were getting into… From the research base camp you’ll need to figure out a way to get to the source of the distress flare. Once you’re through the frozen Antarctic wastes, you'll find yourselves separated inside a medieval castle, facing puzzles, secrets, and dangers! You and your partner start out with nothing but your wits and a walkie-talkie each. Observation, smart communication and teamwork will be the only way to escape from the sinister Castle Rock. Feature list Spine-tingling story : uncover a dark history, and become closer acquainted with the malevolent being known only as ‘the Jester’. Who, or what, is he? Walkie-talkie : you must communicate to progress – find out just how good you are at describing and explaining your surroundings Puzzle packed : work together to solve this captivating digital escape room Mysterious locales : explore the expedition base camp, frozen Antarctic valleys, and the sinister Castle Rock itself NOTE: This game is co-op only. It requires both players to have a working PC-compatible microphone and an internet connection. Talk Your voice will have to lead the way. You and your expedition partner must traverse the Antarctic wasteland and infiltrate an ominous medieval castle. All you start with is a pair of walkie-talkies – will you be able to work together on the same wavelength? Solve Two minds will have to think alike. Immerse yourself in an intriguing cooperative experience as you and your partner puzzle your way through a series of thrilling situations. Discover brand new environments and mysteries, together. Escape We were not alone... Darkness has engulfed the once magnificent Castle Rock and its surroundings. Can you discover the truth behind the grim fate of the fallen citadel and make it out alive... or will the original inhabitants catch you on your way out? What’s new? For returning fans of the We Were Here series, this time you can expect even more puzzles, longer play time, new mechanics, and discover more of the story behind the Antarctic expedition and Castle Rock itself...",
        "id_in_db": "t3_1pw7m87",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "865360",
        "genres": [
            "Adventure",
            "Casual",
            "Indie"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "is_dlc_or_addon": false,
        "persian_summary": "وارد یک ماجراجویی حل پازل شوید که در آن شما و یک شریک باید ثابت کنید که می توانید برای فرار از قلعه خالی از سکنه با یکدیگر ارتباط برقرار کرده و با هم کار کنید. همه چیز با یک شعله اضطراری شروع می شود که آسمان را روشن می کند و یک تماس پریشانی که شما را از رویاهای ناراحت کننده بیدار می کند. کاوشگران قطب جنوب شما با مشکل مواجه شده اند و شما دو نفری که در کمپ اصلی مانده اید باید با هم کار کنید تا یک ماموریت نجات را اجرا کنید. اگر فقط می دانستید که وارد چه چیزی می شوید... از کمپ پایه تحقیقاتی باید راهی برای رسیدن به منبع شعله ی پریشانی پیدا کنید. هنگامی که از زباله های یخ زده قطب جنوب عبور کردید، خود را در داخل یک قلعه قرون وسطایی جدا خواهید یافت و با معماها، رازها و خطرات روبرو خواهید شد! شما و شریک زندگی تان با هیچ چیز به جز هوش خود و هر کدام یک دستگاه واکی تاکی شروع می کنید. مشاهده، ارتباطات هوشمند و کار گروهی تنها راه فرار از قلعه شوم سنگ خواهد بود. فهرست ویژه داستان سوزن سوزن ستون فقرات: یک تاریخ تاریک را کشف کنید و با موجود بدخواه بیشتر آشنا شوید..."
    },
    {
        "title": "we were here together ca1499 free embark on a puzzle solving adventure in which you and a partner must prove you can communicate and work together to escape castle rock",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/we-were-here-together-6a6d66",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1341290/header.jpg?t=1764331788",
        "description": "You and your fellow prisoner are trapped in the realm of Castle Rock - were you betrayed, or simply not that clever? To escape, you must explore the sinister castle for puzzles and plot your escape together. Secrets and riddles are hidden in the shadows. Just be aware that nothing is what it seems in this mysterious Antarctic adventure. Can you two escape together, or will you be trapped… forever? Locked up in the dungeons, deep in the bowels of Castle Rock, you and a fellow prisoner must seek a way out and return to stand again beneath the icy Antarctic skies - but escaping this nightmare will not be so easy, let alone escaping the castle itself. Freeing yourselves from your cells and escaping the Keep is only the beginning - but does one truly escape Castle Rock? Fresh mysteries await, and you’ll have to make some choices about how to proceed. Your journey leads from the dark prison through the royal halls to the outside. Outside the Keep, you will discover the story of Rockbury, it’s inhabitants, and plans of a resistance formed against the King to escape this icy place. Hope will lead you on to an eerie Graveyard and have you descend down into the dark waters of the Foundry. You two have been brought here for a purpose. You might even be the missing piece of a puzzle set in motion long ago, in a time long forgotten. But someone, or something, desperately seeks to solve that puzzle, by any means necessary. Only an unshakeable bond with your partner will give you any hope of survival in the face of such dreadful desire… Does one truly escape Castle Rock? Feature list Two player co-op: the puzzles you encounter take two to solve - you both have a role to play! Communicate via walkie-talkies, and act as each other’s eyes and ears Connect through experience: when you find yourself in sudden danger, will you freeze, or can you keep cool and explain things clearly to your friend - before your time runs out… On the edge of your seat: be part of a thrilling adventure in the lively world of Castle Rock as you and your friend take on the ancient powers aligned against you Spine-tingling story: there is much to discover… and much to fear - you’ve met the Jester, but is he even the most powerful being within the walls of Castle Rock? NOTE: This game is co-op only. It requires both players to have a working PC-compatible microphone and an internet connection. Talk Your voice is all you have... at first. You and your fellow prisoner must escape from Castle Rock and uncover an ancient mystery. All you have to start with is a pair of walkie-talkies - can you work together on the same wavelength? Solve Two partners, one purpose. Get on the same page! Immerse yourself in an intriguing cooperative experience as you and your partner puzzle your way through a series of thrilling situations. Search for a way out through brand new environments, together. Escape The King awaits us... The frozen grounds and dark chambers of Castle Rock hold many secrets and hidden dangers. Unravel the web you find yourself trapped within, for there are hungry eyes watching. The fallen king of the castle has plans for you… can you truly escape from his sinister grasp? Every game in the We Were Here Series is a standalone co-op adventure – the stories are connected but you don’t need to play them in order. You can also learn more about the history of Castle Rock in the We Were Here Stories: Chronicles of Castle Rock - a six part live-action video series available on the Total Mayhem Games YouTube.",
        "id_in_db": "t3_1pw7mi3",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1341290",
        "genres": [
            "Adventure",
            "Casual",
            "Indie"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "is_dlc_or_addon": false,
        "persian_summary": "شما و زندانی دیگرتان در قلمرو قلعه راک به دام افتاده اید - آیا به شما خیانت شده است یا به سادگی آنقدر باهوش نبودید؟ برای فرار، باید قلعه شوم را برای پازل کاوش کنید و با هم فرار خود را طراحی کنید. رازها و معماها در سایه ها پنهان است. فقط حواستان باشد که در این ماجراجویی مرموز قطب جنوب هیچ چیز آن چیزی نیست که به نظر می رسد. آیا شما دو نفر می توانید با هم فرار کنید یا برای همیشه به دام خواهید افتاد؟ محبوس در سیاه چال ها، در اعماق روده های قلعه راک، شما و یک زندانی دیگر باید به دنبال راهی برای خروج باشید و برگردید تا دوباره در زیر آسمان یخی قطب جنوب بایستید - اما فرار از این کابوس چندان آسان نخواهد بود، چه برسد به فرار از خود قلعه. رهایی از سلول‌های خود و فرار از Keep تنها آغاز راه است - اما آیا واقعاً از Castle Rock فرار می‌کنید؟ اسرار جدیدی در انتظار شماست و شما باید در مورد چگونگی ادامه انتخاب کنید. سفر شما از زندان تاریک از طریق تالارهای سلطنتی به بیرون منتهی می شود. در خارج از Keep، داستان راکبری را کشف خواهید کرد،..."
    },
    {
        "title": "wildgate",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/wildgate-standard-edition-b886b5",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3504780/d8303ff52c1f79704e32bb91e104cea36bda1dcb/header_alt_assets_8.jpg?t=1766083161",
        "description": "Wildgate is a PvPvE multiplayer shooter with 3 different modes. In Artifact Brawl, be the first to snatch the Artifact and blast through the Wildgate, or destroy the ships of every rival crew to be crowned the winner. Fleet Battle pits two massive teams of up to 12 players each against one another in relentless, action-packed combat. For a more relaxed looting expedition, salvage treasure and escape with the spoils before getting blown up in Treasure Hunt. Across all modes your ship is your home and lifeline for you and your prospector crew. Keep it topped up with ice, fuel and ammo so you're ready for anyone or anything the Reach throws at you. Blast your enemies with hi-tech cannons and gadgets, lure them into deadly traps, or even mess with their ship... as long as they don't sabotage yours first. When your perfect plan goes out the airlock, there's only one option... wing it! Stay one step ahead as you and your crew navigate the Reach — a vast, ever-changing procedurally-generated map that changes with every game. Choose from a variety of daring prospectors, each with their own abilities and tools. Whether you want to be a brave pilot holding down the ship or a clever trickster boarding enemy ships, there's no wrong way to commit space crimes! The Reach is a dangerous, unpredictable place, filled with deadly hazards and treasure beyond your wildest dreams. Navigate through cosmic storms, battle space creatures, and plunder ancient alien ruins for lost caches of loot. Just make sure you beat the other prospectors to the punch, or you'll fly away empty-handed!",
        "id_in_db": "t3_1q17gqb",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3504780",
        "genres": [
            "Action",
            "Adventure",
            "Casual",
            "Massively Multiplayer",
            "Racing",
            "RPG",
            "Strategy"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "is_dlc_or_addon": false,
        "persian_summary": "Wildgate یک بازی تیراندازی چند نفره PvPvE با 3 حالت مختلف است. در Artifact Brawl، اولین کسی باشید که Artifact را ربوده و از طریق Wildgate منفجر می شود، یا کشتی های هر خدمه رقیب را نابود می کنید تا برنده شوید. نبرد ناوگان دو تیم عظیم با حداکثر 12 بازیکن را در نبردهای بی امان و پر اکشن در مقابل یکدیگر قرار می دهد. برای یک سفر غارتگری آرام‌تر، قبل از منفجر شدن در Treasure Hunt، گنج را نجات دهید و با غنایم فرار کنید. در تمام حالت‌ها، کشتی شما خانه و راه نجات شما و خدمه جستجوگر شماست. آن را با یخ، سوخت و مهمات پر کنید تا برای هر کسی یا هر چیزی که Reach به سمت شما پرتاب کند آماده باشید. دشمنان خود را با توپ ها و ابزارهای پیشرفته منفجر کنید، آنها را در تله های مرگبار فریب دهید، یا حتی کشتی آنها را به هم بریزید... البته تا زمانی که آنها ابتدا کشتی شما را خراب نکنند. وقتی برنامه کامل شما از قفل هوا خارج شد، تنها یک گزینه وجود دارد... بال آن! در حالی که شما و خدمه‌تان در مسیر Reach حرکت می‌کنید، یک قدم جلوتر بمانید - یک محصول وسیع و همیشه در حال تغییر که از نظر رویه‌ای تولید می‌شود..."
    },
    {
        "title": "wildgate ca3899 free pvpve multiplayer shooter that blends tactical ship",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/wildgate-standard-edition-b886b5",
        "image_url": "https://cdn1.epicgames.com/spt-assets/66d8f537f1aa4636985ff868d51651eb/wildgate-video-5u90w.jpg?resize=1&w=480&h=270&quality=medium",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1q17prx",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "windows macos disco elysium ca4399 free youre a detective with a unique skill system at your disposal interrogate unforgettable characters crack murders or take bribes become a hero or an absolute disaster of a human being",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/disco-elysium",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/632470/header.jpg?t=1766855203",
        "description": "Disco Elysium - The Final Cut is the definitive edition of the groundbreaking role playing game. You’re a detective with a unique skill system at your disposal and a whole city block to carve your path across. Interrogate unforgettable characters, crack murders, or take bribes. Become a hero or an absolute disaster of a human being. Full voice acting. All of the city's beautiful people are brought to life with full English voiceover. Play characters against each other, try to help them, or fall hopelessly in love as each word is spoken to you with the appropriate accent and emotion. New political vision quests. Face the reality of your worldview as your political compass leads you down new paths. Discover more citizens, a whole extra area, and monumental sights as you leave an even bigger mark on the world by chasing your dreams. Unprecedented freedom of choice​. Intimidate, sweet-talk, resort to violence, write poetry, sing karaoke, dance like a beast, or solve the meaning of life. Disco Elysium - The Final Cut is the most faithful representation of desktop role playing ever attempted in video games. Countless tools for role playing. ​ Mix and match from 24 wildly different skills. Develop a personal style with over 80 clothing items. Wield 14 tools from guns to flashlights to a boombox, or pour yourself a cocktail of 6 different psychoactive substances. Develop your character even further with 60 wild ​thoughts ​to think – with the detective's Thought Cabinet. A revolutionary dialogue system with unforgettable characters. ​The world is alive with real people, not extras. Ask probing questions, make insightful observations, or express your wildest desires as you play cop or something completely different. Disco Elysium's revolutionary dialogue system lets you do almost anything. Carve your unique path across the city​. Explore, manipulate, collect tare, or become a millionaire in an open world unlike anything you've seen before. The city of Revachol is yours for the taking, one small piece at a time. From the streets to the beaches – and beyond. Hard boiled, hard core. ​Death, sex, taxes, and disco – nothing is off the table. Revachol is a real place with real challenges. Solve a massive murder investigation, or relax and kick back with sprawling side-cases. The detective decides, the citizens abide.",
        "id_in_db": "t3_1pvgacw",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "632470",
        "genres": [
            "RPG"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "Disco Elysium - The Final Cut نسخه قطعی بازی نقش آفرینی پیشگامانه است. شما یک کارآگاه هستید با یک سیستم مهارت منحصربفرد در اختیار شما و یک بلوک کامل شهر برای ایجاد مسیر خود در سراسر آن. بازجویی از شخصیت‌های فراموش نشدنی، قتل‌ها یا گرفتن رشوه. تبدیل به یک قهرمان یا یک فاجعه مطلق یک انسان شوید. صداپیشگی کامل همه مردم زیبای شهر با صدای کامل انگلیسی زنده می شوند. شخصیت ها را در برابر یکدیگر بازی کنید، سعی کنید به آنها کمک کنید یا ناامیدانه عاشق شوید زیرا هر کلمه با لهجه و احساسات مناسب برای شما صحبت می شود. جست و جوهای بینش سیاسی جدید با واقعیت جهان بینی خود روبرو شوید زیرا قطب نما سیاسی شما را به مسیرهای جدیدی هدایت می کند. با تعقیب رویاهای خود، شهروندان بیشتری، یک منطقه اضافی و مناظر تاریخی را کشف کنید. آزادی انتخاب بی سابقه بترسانید، شیرین صحبت کنید، به خشونت متوسل شوید، شعر بنویسید، کارائوکه بخوانید، مانند یک جانور برقصید، یا معنای زندگی را حل کنید..."
    }
]