[
    {
        "title": "4409 4409 5039 ca5669 a7556 6098",
        "store": "reddit",
        "url": "https://www.reddit.com/r/GameDeals/comments/1md8w6g/fanatical_doom_the_dark_ages_37_off_4409_4409/",
        "image_url": "https://external-preview.redd.it/u-Oo3eycFZzGbBEl1DEKwwU9QM4dNKZr0SVpsxHvwrk.jpeg?width=640&crop=smart&auto=webp&s=81cd85d829039f615279a4c3750247ca12273ffc",
        "description": "submitted by /u/WeAreFanatical [link] [comments]",
        "id_in_db": "t3_1md8w6g",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "37% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /wearefanatical [لینک] [نظرات]"
    },
    {
        "title": "5999 free celsius fahrenheit weather together",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1m77h2p/ios_weathergo_lifetime_access_5999_free_celsius/",
        "image_url": "https://external-preview.redd.it/lZW31EvAh-4nkKTo7iElNkXB2v49xrVzifHr2i2ylIY.png?width=640&crop=smart&auto=webp&s=3805137748c9c7e2004e3e65c423de702e5b7345",
        "description": "submitted by /u/crispy522 [link] [comments]",
        "id_in_db": "t3_1m77h2p",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /crispy522 [لینک] [نظرات]"
    },
    {
        "title": "a game of changes or fairy escape",
        "store": "reddit",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1mc93gx/steam_game_a_game_of_changes_or_fairy_escape/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/381210/2fdf4a3e96886e4435e81e195bb206b65b272a7e/header_alt_assets_2.jpg?t=1753818200",
        "description": "Death Is Not an Escape. Trapped forever in a realm of eldritch evil where even death is not an escape, four determined Survivors face a bloodthirsty Killer in a vicious game of nerve and wits. Pick a side and step into a world of tension and terror with horror gaming's best asymmetrical multiplayer. Survivors play in third-person and have the advantage of better situational awareness. The Killer plays in first-person and is more focused on their prey. The Survivors' goal in each encounter is to escape the Killing Ground without getting caught by the Killer - something that sounds easier than it is, especially when the environment changes every time you play. Key Features • Survive Together… Or Not - Survivors can either cooperate with the others or be selfish. Your chance of survival will vary depending on whether you work together as a team or if you go at it alone. Will you be able to outwit the Killer and escape their Killing Ground? • Where Am I? - Each level is procedurally generated, so you’ll never know what to expect. Random spawn points mean you will never feel safe as the world and its danger change every time you play. • A Feast for Killers - Dead by Daylight draws from all corners of the horror world. As a Killer you can play as anything from a powerful Slasher to terrifying paranormal entities. Familiarize yourself with your Killing Grounds and master each Killer’s unique power to be able to hunt, catch and sacrifice your victims. • Deeper and Deeper - Each Killer and Survivor has their own deep progression system and plenty of unlockables that can be customized to fit your own personal strategy. Experience, skills and understanding of the environment are key to being able to hunt or outwit the Killer. • Real People, Real Fear - The procedural levels and real human reactions to pure horror makes each game session an unexpected scenario. You will never be able to tell how it’s going to turn out. Ambience, music, and chilling environments combine into a terrifying experience. With enough time, you might even discover what’s hiding in the fog. WARNING: PHOTOSENSITIVITY/EPILEPSY SEIZURES - READ THIS NOTICE BEFORE PLAYING A very small percentage of people may experience epileptic seizures or blackouts when exposed to certain kinds of flashing lights or light patterns. These persons, or even people who have no history of seizures or epilepsy, may experience epileptic symptoms or seizures while playing video games. If you or any of your relatives has an epileptic condition or has had seizures of any kind, consult your physician before playing any video game. IMMEDIATELY DISCONTINUE use and consult a physician if you or your child experience any of the following symptoms: dizziness, altered vision, eye or muscle twitching, involuntary movements, loss of awareness, disorientation, or convulsions. Parents should watch for or ask their children about the above symptoms. You may reduce risk of photosensitive epileptic seizures by taking the following precautions: sit farther from the screen, use a smaller screen, play in a well-lit room, do not play when you are drowsy or fatigued.",
        "id_in_db": "t3_1mc93gx",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "381210",
        "genres": [
            "Action"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257175451/movie_max_vp9.webm?t=1753818191",
        "age_rating": "17",
        "is_dlc_or_addon": false,
        "persian_summary": "مرگ فرار نیست. برای همیشه در قلمرو Eldritch Evil که حتی مرگ فرار نیست ، به دام افتاده است ، چهار بازمانده مصمم در یک بازی شرورانه عصبی و عقل با یک قاتل خونخوار روبرو هستند. با بهترین چند نفره نامتقارن بازی Horror Gaming ، یک طرف را انتخاب کنید و به دنیای تنش و ترور بروید. بازماندگان در شخص ثالث بازی می کنند و از مزیت آگاهی بهتر موقعیتی برخوردار هستند. قاتل در شخص اول بازی می کند و بیشتر روی طعمه آنها متمرکز است. هدف بازماندگان در هر برخورد ، فرار از زمین قتل است بدون اینکه توسط قاتل گرفتار شوید - چیزی که به نظر می رسد آسانتر از آن است ، به خصوص وقتی که هر بار که بازی می کنید محیط تغییر می کند. ویژگی های کلیدی • با هم زنده بمانید ... یا نه - بازماندگان می توانند با دیگران همکاری کنند یا خودخواه باشند. احتمال زنده ماندن شما بسته به اینکه آیا شما به عنوان تیم با هم کار می کنید یا اینکه به تنهایی به آن می روید متفاوت خواهد بود. آیا شما قادر خواهید بود از قاتل پیشی بگیرید و از زمین قتل آنها فرار کنید؟ • من کجا هستم؟ - هر سطح از نظر روال است ..."
    },
    {
        "title": "a the lord of the rings game 2674 2563 c3514 with code cheers",
        "store": "reddit",
        "url": "https://www.reddit.com/r/GameDeals/comments/1mcn0kd/playsum_tales_of_the_shire_a_the_lord_of_the/",
        "image_url": "https://external-preview.redd.it/PHfNJ7SbINOr_ZiEBL5c2YJ2ikQIo5ZLBj1rj_D1us8.jpeg?width=216&crop=smart&auto=webp&s=4639620c795b5e11097d4076757c6ca59893a517",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1mcn0kd",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "24% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /lets_playsum [لینک] [نظرات]"
    },
    {
        "title": "alarm app for heavy sleepers 3499year free lifetime",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1mdv6m4/ios_superalarm_alarm_app_for_heavy_sleepers/",
        "image_url": "https://external-preview.redd.it/S9ZR64WDjN4isW51Eh_Web1VotAOqIzOU_m1ngVjm_o.png?width=640&crop=smart&auto=webp&s=e2590c0941500aed7b4bf4d823126666c406426f",
        "description": "submitted by /u/Plus-Kaleidoscope-56 [link] [comments]",
        "id_in_db": "t3_1mdv6m4",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /plus-kaleidoscope-56 [لینک] [نظرات]"
    },
    {
        "title": "anniversary edition gone home tacoma and more at discounted prices",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1m80mhi/macos_mac_app_store_game_deals_post_2_down_in/",
        "image_url": "https://cdn.shopify.com/s/files/1/0580/0965/collections/store_banner-gone_home.jpg?v=1536244189",
        "description": "Notes: * MAS = Mac App Store * MAS All-time low = The historical low price on MAS, Steam All-time low = The historical low price on Steam * Have mentioned the All-time low Steam prices as well since the mac port for most of em is available there as well, If you're outside the US or similar, The Steam price is generally lower than that of the Mac App Store due to regional pricing... Universal (Mac, iPhone, iPad and Apple TV) Down in Bermuda $5.99→$3.99 [MAS All-time low: $0.99, Steam All-time low: $1.99] (Supports Achievements, Game Controllers and Family Sharing) Quirky adventure filled with puzzles to solve and mysteries to uncover. Our adventurous aviator Milton finds himself trapped in a time bubble deep inside the Bermuda and needs your help to escape. Universal (Mac, iPhone and iPad) Cat Sandbox $0.99→Free (No In-App Purchases) Save pixel cats in this physics puzzle game! Money Jump: 13th Ave Madness $1.99→$0.99 (First sale, By the same developer as Dark Reader, Supports Family Sharing) A wild arcade-style action game packed with humor, chaos, and surprise. Can you survive the madness and walk away rich? Hero of the Kingdom: Tales 3 $5.99→$3.99 [All-time low for MAS (NOTE: Other parts of the series have gone for Free on MAS before), Steam All-time low: $3.49] (Supports Family Sharing) Enjoy a casual and lovely adventuring RPG that features classic story-driven Point&Click exploration in an old-school isometric style. Embark on a journey to explore a beautiful country, help people and complete many interesting quests. Learn skills, trade and collect items in your inventory. Earn nice rewards for your good deeds and achievements. Get ready for a new heroic adventure to stop the evil wizard’s terrible revenge. 60 Parsecs! $3.99→$1.99 (MAS All-time low: $0.99, Steam All-time low: $2.49) (Supports Achievements and Family Sharing) Atomic Space Age adventure of scavenge and survival. Keep your crew alive and ready for action. Make difficult choices, face soup shortages and other horrors of outer space. And maybe reach your destination. Or not. Afterplace $6.99→$2.99 (MAS All-time low: $0.99, Steam All-time low: $2.99) (Supports Game Controllers and Family Sharing) An open world adventure game filled with silly characters and terrible secrets. Explore the woods, find hidden paths, hack and slash through strange monsters, and try very, very hard not to break reality. Or don't. You do you. Mac only Septourian Desktop Edition $2.99→$0.99 [MAS All-time low: Free (2024/07/01)] (Supports Game Controllers and Family Sharing) Turn-based RPG with roguelike elements. Embark on an epic quest through the sprawling lands of Septouria to discover its secrets. Battle of Warships $3.99→$1.99 (MAS All-time low: $0.99) (Supports Family Sharing) Dominate the seas with this strategy board style game! Developer: Thekla, inc. The Witness $39.99→$12.99 [MAS All-time low: $9.99, Steam All-time low: $7.59, Was also free on Epic Games (2019/04/04)] (Supports Family Sharing) Single-player game in an open world with dozens of locations to explore and over 500 puzzles. This game respects you as an intelligent player and it treats your time as precious. There's no filler; each of those puzzles brings its own new idea into the mix. So, this is a game full of ideas. Braid: Anniversary Edition $19.99→$7.99 [MAS All-time low: $6.99 (Last month - 2025/06/18), Steam All-time low: $4.99] (Supports Family Sharing) Puzzle-platformer where time manipulation is key Developer: The Fullbright Company/Fullbright Gone Home $14.99→$4.99 [MAS All-time low: $2.99, Was also on sale last month for lower ($3.99), Steam All-time low: $1.49] (Supports Achievements and Family Sharing) Interactive exploration simulator. Interrogate every detail of a seemingly normal house to discover the story of the people who live there. Open any drawer and door. Pick up objects and examine them to discover clues. Uncover the events of one family's lives by investigating what they've left behind. Tacoma $19.99→$6.99 [MAS All-time low: $3.99, Steam All-time low: $1.99, Was free as a Direct Download from Humble Bundle (2019/03/23)] (Supports Achievements and Family Sharing) Narrative adventure from the creators of Gone Home, set aboard a high-tech space station in the year 2088. As you go about your mission, you’ll explore every detail of how the station’s crew lived and worked, finding the clues that add up to a gripping story of trust, fear, and resolve in the face of disaster. submitted by /u/Atifus [link] [comments]",
        "id_in_db": "t3_1m80mhi",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": true,
        "persian_summary": "یادداشت ها: * MAS = MAC App Store * MAS ALL TIME LOW = قیمت پایین تاریخی در MAS ، Steam All-Time Low = قیمت پایین تاریخی در Steam * همچنین قیمت های بخار کم زمان را نیز ذکر کرده است ، زیرا درگاه MAC برای بیشتر EM در آنجا نیز موجود است ، اگر شما در خارج از ایالات متحده نیز در دسترس است ، اگر شما در خارج از ایالات متحده قرار دارید ، اگر در خارج از ایالات متحده باشید ، به طور کلی پایین تر از App Mac App به دلیل فروشگاه Bartring به دلیل قیمت گذاری منطقه ای ... Down Downud (Mac ، iPhone ، Apped و Apple MEM MEPAD. $ 5.99 → 3.99 $ [MAS ALL-TIME: 0.99 دلار ، Steam All-Time Low: 1.99 $] (از دستاوردها ، کنترل کننده های بازی و اشتراک خانواده پشتیبانی می کند) ماجراجویی عجیب و غریب پر از معماها برای حل و اسرار برای کشف. هواپیمای پرماجرا میلتون ، خود را در یک حباب زمانی در اعماق برمودا گرفتار می کند و برای فرار به کمک شما نیاز دارد. Universal (Mac ، iPhone و iPad) Cat Sandbox 0.99 $ → رایگان (بدون خرید برنامه) گربه های پیکسل را در این بازی پازل فیزیک ذخیره کنید! پرش پول: سیزدهم جنون 1.99 $ → 0.99 $ (اولین فروش ، توسط همان توسعه دهنده Dark Reader ، از خانواده پشتیبانی می کند ..."
    },
    {
        "title": "art of beauties",
        "store": "reddit",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1mcbn28/steam_game_art_of_beauties/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1189360/header.jpg?t=1579773411",
        "description": "In this game you will plunge into the memories of beautiful girls and see some moments of there life. Collect the puzzle and open their memories. Good luck! - Puzzle Game - Artworks - Nice music - Steam achievements Keyboard H: Complete Level",
        "id_in_db": "t3_1mcbn28",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1189360",
        "genres": [
            "Casual",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256766222/movie_max.webm?t=1579348350",
        "is_dlc_or_addon": false,
        "persian_summary": "در این بازی شما به خاطرات دختران زیبا فرو می روید و لحظات زندگی را در آنجا خواهید دید. پازل را جمع کنید و خاطرات آنها را باز کنید. موفق باشید! - بازی پازل - آثار هنری - موسیقی خوب - صفحه کلید دستاوردهای H: سطح کامل"
    },
    {
        "title": "barro gt",
        "store": "reddit",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1mblrg5/steam_game_barro_gt/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1990740/header.jpg?t=1752000284",
        "description": "Note: The GT version does not contain jumping like on the normal version. Barro GT is the new generation of Barro, now with a new style of race tracks but, with the good old toy car/ go kart arcade style! 26 types of cars 21 new race tracks Improved time trial (Leaderboard lap-by-lap | Fight for your position in real time!) Single player Up to 4 players local split screen Up to 20 cars on the grid",
        "id_in_db": "t3_1mblrg5",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1990740",
        "genres": [
            "Casual",
            "Indie",
            "Racing"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256906473/movie_max_vp9.webm?t=1663451010",
        "is_dlc_or_addon": false,
        "persian_summary": "توجه: نسخه GT شامل پرش مانند نسخه معمولی نیست. Barro GT نسل جدیدی از بارو است ، اکنون با سبک جدیدی از آهنگ های مسابقه اما با سبک قدیمی اسباب بازی قدیمی/ سبک Arcade Go Kart! 26 نوع اتومبیل 21 آهنگ مسابقه جدید بهبود یافته آزمایش زمان (رهبری دامان به دور از ذهن | برای موقعیت خود در زمان واقعی مبارزه کنید!) یک بازیکن تک بازیکن تا 4 بازیکن صفحه تقسیم محلی حداکثر 20 اتومبیل در شبکه"
    },
    {
        "title": "battle shapers",
        "store": "reddit",
        "url": "https://www.reddit.com/r/GameDeals/comments/1me7ydy/steam_battle_shapers_1499_40_off/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1421290/78e3460cf67c4475e21507540fbdd1c42f1f31a6/header.jpg?t=1753885921",
        "description": "You play as Ada, a reactivated Shaper tasked with reclaiming New Elysium from the cunning Overlords and their corrupted robots. Using advanced weapons and unique abilities, you will shoot & smash your way through dangerous towers and defeat the Overlords to put an end to their corruption of the city. Gun down hordes of enemy machines with relentless and punishing close-range combat in which every bot destroyed makes you stronger. Face the Overlords and adapt to their evolving powers and tactics by mastering highly customizable weapons, movement, and combat abilities. Steal the Overlords’ Cores and harness their powers to craft and transform both your playstyle and appearance. Unlock new weapons, abilities and talents to permanently increase your survivability and maximize your combat potential with every run. Deploy your own traps, power-ups and hacks in each Overlord’s tower to turn the tides of battle in your favor. Explore vibrant nostalgia-inspired locations to discover hidden upgrades and weapons throughout. Be warned! Just as you grow stronger by defeating Overlords, the journey ahead will also become more challenging. Defy the Overlords and save the city to the might of adrenaline-pumping rock music that will have you diving head-on and fist-first into action.",
        "id_in_db": "t3_1me7ydy",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "40% off",
        "steam_app_id": "1421290",
        "genres": [
            "Action"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257078581/movie_max_vp9.webm?t=1733346677",
        "is_dlc_or_addon": false,
        "persian_summary": "شما به عنوان ADA بازی می کنید ، یک شیپور فعال شده که وظیفه دارد الیسیوم جدید را از Overlords حیله گر و روبات های فاسد آنها بازگرداند. با استفاده از سلاح های پیشرفته و توانایی های منحصر به فرد ، شما از طریق برج های خطرناک شلیک و سر و صدا خواهید کرد و Overlords را شکست می دهید تا به فساد آنها در شهر پایان یابد. اسلحه به سمت انبوهی از دستگاه های دشمن با مبارزات بی امان و مجازات نزدیک که در آن هر ربات نابود شده شما را قوی تر می کند. با تسلط بر سلاح های بسیار قابل تنظیم ، حرکت و توانایی های جنگی ، با اربابان روبرو شوید و با قدرت و تاکتیک های در حال تحول آنها سازگار شوید. هسته های Overlords را به سرقت برده و قدرت خود را برای تهیه و تغییر و تحول هم بازی و هم ظاهر خود به دست آورید. برای افزایش دائمی زنده ماندن و به حداکثر رساندن پتانسیل جنگی خود با هر اجرا ، سلاح ها ، توانایی ها و استعدادها را باز کنید. تله ها ، قدرت و هک های خود را در برج هر Overlord مستقر کنید تا جزر و مد نبرد را به نفع خود تبدیل کنید. مکانهای پر جنب و جوش دلتنگی را برای کشف پنهان کشف کنید ..."
    },
    {
        "title": "beauty in time",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/soonly-beauty-in-time/id6746845817",
        "id_in_db": "23051b17ec3882848e62ce8b92424a7c5b4c9ea17f816ad20a038fdcfcddd3ce",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple211/v4/65/eb/ba/65ebba76-b254-58d7-4db8-2a9e1ba53b82/AppIcon-0-0-1x_U007emarketing-0-7-0-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "betext",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/betext/id1528764523",
        "id_in_db": "29e22575f073d4a0a60dd59961838ad4d1c753bff119c6026378e2c8de6d7b02",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple211/v4/92/8b/ab/928bab1c-bafe-ad27-cd5e-02783026135d/AppIcon-0-0-1x_U007epad-0-0-0-1-0-0-sRGB-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "block n load",
        "store": "reddit",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1m9vdih/steam_game_block_n_load/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/299360/header.jpg?t=1727937374",
        "description": "Five of you. Five of them. Face off in a tactical battle where everything you build, destroy, construct or shoot has devastating impact on the entire game. Build your defenses and charge into action to destroy theirs. Tunnel under the map or catapult over it, they’ll never see it coming! Be sneaky, be devious, be destructive. Be a large metal robot, twisted scientist, deadly ninja and more. Build using a crazy range of block types and work together in this FPS where no game is ever the same. Ready up! It’s time to Block N Load. NOW FREE TO PLAY. Tell Me More! NO GAME THE SAME: The game world is ever-changing and evolving throughout every match, as players creatively build and tunnel their way to enemy positions and onto victory. UNHINGED HEROES: Character variety offers a robust mix of roles for full combat, defensive and supportive players in a team. BRAINS AS IMPORTANT AS BULLETS: Every game has a blend of intelligent and creative tactics fused with strategic shooter action. It’s fast-paced yet strategic. BUILD PHASE: Experiment and take the time to work on your defences, traps and setups before the team attacks truly begin. MASTERS OF CONSTRUCTION: Creative use of a wide choice of blocks in-game mean your deadly and devious constructions can cause havoc with the enemy – and the map. WHAT THE BLOCK!? Big bombs, turrets, bounce pads, poison traps, landmines, forcefields, speed pads, mortars, glue blocks, health blocks, ammo blocks and more. Everything you need for calculated mayhem. MAP EDITOR: Craft your own amazing Arenas using the same tools the developers do for official Arenas. Share them on the Steam Workshop and play them in game. CUSTOM GAME MODE: Set up your own game on the servers to choose your favourite map and build time. 1000s of player made maps available to try! TIME ASSAULT MODE: Ready for a single player challenge? Take on deadly hero based assault courses, utilise your parkour skills and compete against your own best times & if you're fast enough win a top spot on the global leaderboards.",
        "id_in_db": "t3_1m9vdih",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "299360",
        "genres": [
            "Action",
            "Massively Multiplayer",
            "Strategy",
            "Free To Play"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/2036211/movie_max.webm?t=1447366194",
        "is_dlc_or_addon": false,
        "persian_summary": "پنج نفر از شما پنج مورد از آنها در یک نبرد تاکتیکی روبرو شوید که در آن همه چیزهایی که می سازید ، نابود می کنید ، ساخت یا ساخت و ساز تأثیر مخربی در کل بازی دارد. دفاع های خود را بسازید و برای از بین بردن آنها به اقدامات خود بپردازید. تونل زیر نقشه یا منجنیق آن ، آنها هرگز نمی بینند که در حال آمدن است! دزدکی باشید ، منحرف باشید ، مخرب باشید. یک ربات بزرگ فلزی ، دانشمند پیچ خورده ، نینجا کشنده و موارد دیگر باشید. با استفاده از طیف وسیعی از انواع بلوک ها بسازید و در این FPS با هم کار کنید که در آن هیچ بازی یکسان نیست. آماده! وقت آن است که بار N را مسدود کنیم. اکنون بازی رایگان است. بیشتر به من بگو! هیچ بازی یکسان نیست: دنیای بازی در طول هر مسابقه همیشه در حال تغییر و تحول است ، زیرا بازیکنان به طور خلاقانه راه خود را به سمت موقعیت های دشمن و پیروزی می سازند و تونل می کنند. قهرمانان Unhinged: شخصیت Variety ترکیبی قوی از نقش ها را برای بازیکنان کامل مبارزه ، دفاعی و پشتیبان در یک تیم ارائه می دهد. مغزها به اندازه گلوله ها مهم هستند: هر بازی ترکیبی از تاکتیک های هوشمند و خلاقانه با اقدامات استراتژیک تیرانداز است. این ..."
    },
    {
        "title": "bloody spell 239 eur 88 off",
        "store": "reddit",
        "url": "https://www.reddit.com/r/GameDeals/comments/1mcyb71/steam_嗜血印_bloody_spell_239_eur_88_off/",
        "image_url": "https://external-preview.redd.it/steam-bloody-spell-2-99-88-off-v0-uXztdmZonSH_EypHDnh_r3B6ztm8XpFdMu9ad947g4U.jpeg?auto=webp&s=47e94fa86271d8b9702cd3624463b31a7eae97c8",
        "description": "submitted by /u/DsLmaNiaC [link] [comments]",
        "id_in_db": "t3_1mcyb71",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "88% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /dslmaniac [لینک] [نظرات]"
    },
    {
        "title": "cat sandbox",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/cat-sandbox/id6468987588",
        "id_in_db": "46e5afc158d33158ad62cd47645b436d2cef56121c55e7204ba0d88413f74c83",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/79/fd/f3/79fdf3bb-f0fd-f14e-6813-1b55af86478c/AppIcon-1x_U007emarketing-0-7-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "chimera squad wwe 2k25 pga tour 2k25 sid meiers civilization vii",
        "store": "reddit",
        "url": "https://www.reddit.com/r/GameDeals/comments/1mcw7yw/indiegala_2k_publisher_sale_nba_2k25_86_off/",
        "image_url": "https://external-preview.redd.it/npuNbJXhqi4AWvmAm_JmiCTsQTkeDgzT3XifbN4dZbo.jpeg?width=640&crop=smart&auto=webp&s=3405ff8d0f981888e7095a179f83cad3b27b0201",
        "description": "submitted by /u/indieg [link] [comments]",
        "id_in_db": "t3_1mcw7yw",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "86% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /indieg [پیوند] [نظرات]"
    },
    {
        "title": "currency converter with live rates price scanner lifetime 1999 free until july 30",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1maguqk/ios_moneta_currency_converter_with_live_rates/",
        "image_url": "https://external-preview.redd.it/s0O1Vi-4PMF9cWF08w6nwnC4HKwQPxQrTD7d3jhwclg.png?width=640&crop=smart&auto=webp&s=356d7ede692005d058614ecfd388d76c9228dae5",
        "description": "Hey r/AppHookup ! I’m the developer of Moneta, a lightweight currency converter app. I'm giving away free lifetime premium access (normally $19.99) via official App Store price change. My previous giveaway was screved up by the wrong price schedule, but now the discounted price is set until July 30, 2025. If you like the app, please consider leaving an honest rating or review in the app store: https://itunes.apple.com/us/app/appName/idid6590633533?mt=8&action=write-review Features: Price scanner (point camera → see price in your currency) Works offline with the last updated rates No ads, no tracking Mid-market exchange rates (same as Google/XE) 10 years of historical data submitted by /u/Peroxider [link] [comments]",
        "id_in_db": "t3_1maguqk",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "سلام r/apphookup! من توسعه دهنده Moneta ، یک برنامه مبدل ارز سبک هستم. من از طریق تغییر قیمت رسمی فروشگاه برنامه ، دسترسی به حق بیمه Lifetime رایگان (به طور معمول 19.99 دلار) را ارائه می دهم. My previous giveaway was screved up by the wrong price schedule, but now the discounted price is set until July 30, 2025. If you like the app, please consider leaving an honest rating or review in the app store: https://itunes.apple.com/us/app/appName/idid6590633533?mt=8&action=write-review Features: Price scanner (point camera → see price in your ارز) با آخرین نرخ های به روز شده بدون تبلیغات ، بدون ردیابی نرخ ارز در بازار میانی (مشابه Google/XE) 10 سال از داده های تاریخی ارسال شده توسط/u/peroxider [پیوند] [پیوند] [پیوند] [LINK] [LINK] کار می کند."
    },
    {
        "title": "epic alchemy ca289 free create crimes or fight them in this crime",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1m8727l/android_ios_doodle_mafia_epic_alchemy_ca289_free/",
        "image_url": "https://files.otakustudy.com/wp-content/uploads/2022/08/24222721/TheLastAlchemist_KeyArt.webp",
        "description": "https://store.epicgames.com/en-US/p/doodle-mafia-epic-alchemy-ios-f77211 https://store.epicgames.com/en-US/p/doodle-mafia-epic-alchemy-android-f2683e Doodle Mafia is the biggest “Doodle” game ever! Over 500 puzzles to solve and items to create as you play the role of Crime Boss or Cop. You decide how you want to play as you play through multiple hard-nosed storylines & play modes. submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1m8727l",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "https://store.epicgames.com/en-us/p/doodle-mafia-epic-alchemy-ios-f77211 https://sticgames.com/en-us/p/doodle-mafia-epic-alchemy-android-f2683e repore ”doodled” doodle \" بیش از 500 پازل برای حل و موارد برای ایجاد نقش در نقش رئیس جنایت یا پلیس. شما تصمیم می گیرید که چگونه می خواهید بازی کنید زیرا از طریق چندین خط داستانی و بازی سخت بازی می کنید. ارسال شده توسط /u /pm_me_freegames [لینک] [نظرات]"
    },
    {
        "title": "epic games mobile doodle mafia",
        "store": "reddit",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1m86p91/epic_games_mobile_game_doodle_mafia_epic_alchemy/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1304490/header.jpg?t=1742928121",
        "description": "You are a legendary world builder, and the mysterious power of ancient alchemy is in your hands. Being the god and master of the new world, you will use forces of nature to separate the land from the seas and spark evolution. Create new lands, mountains and forests, build houses, farms and workshops, discover new technologies. Start with a small mining village with a couple of mines and a sawmill. Grow it into a rich city surrounded by dense forests, golden wheat fields, and deep blue rivers. Invite and train settlers who will work for you and grow your economy. Equip merchant ships and caravans to sell goods for sparkling gold. Brave explorers await your orders, ready to travel in search of rare treasures. Remember: you are not alone in this universe. Other players, world builders like you, are ready to join you for cooperation or become irreconcilable and formidable rivals in weekly challenges. Everyone will find something of their own in WORLDS Builder—a game about alchemy, controlling forces of nature, creating worlds, building, researching and trading! Create your dream world without limits! • Open sandbox world can be changed with no limits in god mode • Dozens of alchemical reactions to create new landscape elements and minerals • Construction and progression of buildings: from huts to stone palaces, from primitive workshops to real factories • Economic strategy: production planning, search for resources, new technologies • Trade and travel by land, water, and air • Training settlers unlocks unique skills and turns weak peasants into real experts • Clans unite world builders for cooperation and competition • Epic tournaments every week © WORLDS Builder: Farm & Craft from creators of Doodle GOD, Doodle Devil and Doodle Mafia.",
        "id_in_db": "t3_1m86p91",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1304490",
        "genres": [
            "Casual",
            "Indie",
            "Massively Multiplayer",
            "Simulation",
            "Strategy",
            "Free To Play"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256862932/movie_max_vp9.webm?t=1638834772",
        "is_dlc_or_addon": false,
        "persian_summary": "شما یک سازنده افسانه ای جهان هستید و قدرت مرموز کیمیاگری باستانی در دست شماست. به عنوان خدا و استاد جهان جدید ، از نیروهای طبیعت استفاده خواهید کرد تا سرزمین را از دریاها جدا کنید و تکامل را جرقه بزنید. اراضی جدید ، کوه ها و جنگل ها را ایجاد کنید ، خانه ها ، مزارع و کارگاه های آموزشی بسازید ، فن آوری های جدید را کشف کنید. با یک روستای معدن کوچک با یک زن و شوهر معدن و یک کارخانه اره شروع کنید. آن را به یک شهر غنی که توسط جنگل های متراکم ، مزارع گندم طلایی و رودخانه های آبی عمیق احاطه شده است ، رشد دهید. مهاجران را که برای شما کار می کنند دعوت و آموزش دهید. کشتی های بازرگان و کاروان ها را برای فروش کالا برای طلای درخشان تجهیز کنید. کاشفان شجاع در انتظار سفارشات شما هستند ، آماده سفر در جستجوی گنجینه های نادر هستند. به یاد داشته باشید: شما در این جهان تنها نیستید. سایر بازیکنان ، سازندگان جهان مانند شما ، آماده هستند تا برای همکاری به شما بپیوندند یا در چالش های هفتگی به رقبای غیرقابل جبران و نیرومند تبدیل شوند. همه در سازندگان جهان چیزی از خودشان پیدا می کنند - یک بازی در مورد کیمیاگری ، ..."
    },
    {
        "title": "epic games mobile pilgrims",
        "store": "reddit",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1me3wdv/epic_games_mobile_game_pilgrims/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1343400/2354f470ed43dbcf63e168dc2b256285434ea52c/header.jpg?t=1750692577",
        "description": "Journey into the Sixth Age of Gielinor and discover a fantasy world deep with legend and lore. Gielinor's people may be thriving, but the Elder Gods still scheme. The clouds are darkening and war looms. Experience a fantasy online world 19 years in the making. It's up to you. Will you explore the world with friends, or seek your fame and fortune as a lone adventurer? Whether you’re engaged in daring quests, quietly tending to your farm, risking it all against a high-level boss or spending a night at the circus, RuneScape is the perfect second-screen game. Play how you want – the choice is yours. What type of hero will you be? With a world that’s been growing for an incredible 19 years, RuneScape continues to thrill players with an adventure unlike any other. With 270 million installations and cross-playability on PC and mobile, join the hundreds of millions of people who have explored the fantastic and mystical world of Gielinor. Make friends – and maybe sometimes enemies – with a rich roster of memorable NPC characters. From lovable companions and friendly rogues, to deceitful villains and vengeful gods, the many faces of Gielinor offer a deep fantasy experience unlike anything else. Visit dozens and dozens of unique and striking locations, from the medieval castles of Burthorpe and the tranquil harbours of Catherby, to the dangerous barren expanses of the Wilderness or the tropical reaches of Anachronia. Own your own port! Run your own farm! Make a pretty penny trading with players at The Grand Exchange, and keep your exotic wares safe in the Bank. With 28 skills to master, what will you become? Will you be one with nature by perfecting Woodcutting, Fishing, Herblore and Cooking? Or would you prefer to be more creative with Crafting, Farming, Smithing and Construction? Or perhaps your tastes lay elsewhere – with Hunting, Divination, Invention or Runecrafting? Or maybe your soul yearns action, and you’ll take to Magic, Summoning, Slayer and Dungeoneering! Do you want to get up close and personal with a sharp blade in your hand? Or will you take a tactical approach and attack from range? Or perhaps your skills are more mystical, and you prefer the arena of magic? Fight a dazzling assortment of foes including an unimaginable array of epic bosses. From demons to dragons and rock monsters to serpents, nightmares beyond your wildest imagination lay in wait. RuneScape can be played free, but also offers optional membership that unlocks even more thrilling content, including 8 additional skills, over 120 extra quests and access to the entire game world map! Check out the Steam DLC Bundles Membership Access offers featuring launch exclusive Steam cosmetic items and special rewards. Add your unique voice to our vibrant RuneScape community. Enjoy a strong connection to RuneScape's independent development team by joining them for regular livestreams, and share ideas on the forums. We shape RuneScape together!",
        "id_in_db": "t3_1me3wdv",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1343400",
        "genres": [
            "Massively Multiplayer",
            "RPG",
            "Free To Play"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256800506/movie_max_vp9.webm?t=1634556984",
        "is_dlc_or_addon": false,
        "persian_summary": "سفر به ششم عصر ژیلینور و کشف دنیای فانتزی در اعماق افسانه و لور. قوم جیلینور ممکن است رونق داشته باشد ، اما خدایان بزرگتر هنوز هم طرح می شوند. ابرها تاریک می شوند و جنگ می شوند. 19 سال یک دنیای خیالی آنلاین را در ساخت تجربه کنید. این به شما بستگی دارد آیا با دوستان جهان را کشف خواهید کرد یا به دنبال شهرت و ثروت خود به عنوان یک ماجراجو تنها هستید؟ این که آیا شما مشغول جستجوی جسورانه هستید ، بی سر و صدا به مزرعه خود تمایل دارید ، همه اینها را در برابر یک رئیس سطح بالا یا گذراندن یک شب در سیرک به خطر می اندازید ، Runescape بازی عالی صفحه دوم است. بازی را که می خواهید بازی کنید - انتخاب شماست. شما چه نوع قهرمان خواهید بود؟ با دنیایی که 19 سال باورنکردنی در حال رشد است ، Runescape بر خلاف سایر موارد ، بازیکنان را با یک ماجراجویی هیجان زده می کند. با 270 میلیون نصب و قابلیت بازی متقابل در رایانه شخصی و موبایل ، به صدها میلیون نفر که دنیای خارق العاده و عرفانی Gielinor را کاوش کرده اند ، بپیوندید. با ... دوست شوید - و شاید گاهی اوقات دشمن - با ..."
    },
    {
        "title": "exiled giveaways and itchio mega threads",
        "store": "reddit",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1mblrwn/exiled_giveaways_and_itchio_mega_threads/",
        "image_url": "https://i.redd.it/umipi32szlze1.png",
        "description": "To increase visibility, the mega threads are posted on a weekly basis. This is being done following the overall discussion of Mega Threads via FGF Update - https://redd.it/jkxyzw Please use the below threads for your posts. :) Exiled Giveaways Mega Thread (#2) Itchio Mega Thread (#10) Want to setup alerts to these threads? RSS Feed information can be found in our wiki! https://www.reddit.com/r/FreeGameFindings/wiki/rssfeed Included is information about our discord bot and general RSS feed stuff. Definitely give it a look! submitted by /u/AutoModerator [link] [comments]",
        "id_in_db": "t3_1mblrwn",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "برای افزایش دید ، موضوعات مگا به صورت هفتگی ارسال می شوند. این کار پس از بحث کلی موضوعات مگا از طریق بروزرسانی FGF انجام می شود - https://redd.it/jkxyzw لطفاً از موضوعات زیر برای پست های خود استفاده کنید. :) Giveaways Mega Thread (شماره 2) Thread Mega Itchio (#10) آیا می خواهید هشدارهایی را برای این موضوعات تنظیم کنید؟ اطلاعات خوراک RSS را می توان در ویکی ما یافت! https://www.reddit.com/r/freegamefindings/wiki/rssfeed شامل اطلاعات مربوط به ربات Discord و General RSS Feed است. قطعاً به آن نگاه کنید! ارسال شده توسط /u /automoderator [پیوند] [نظرات]"
    },
    {
        "title": "eyka",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/eyka/id6472593312",
        "id_in_db": "d2d7871df265a416dd98148ca31c042880ef10740e4238d50a24b8eaf5da0149",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/f0/74/35/f0743541-39e6-96f5-5356-350602d6e5e1/AppIcon-0-0-1x_U007emarketing-0-7-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "fallen feathers 26 off 3710",
        "store": "reddit",
        "url": "https://www.reddit.com/r/GameDeals/comments/1mdxjns/etailmarket_wuchang_fallen_feathers_26_off_3710/",
        "image_url": "https://external-preview.redd.it/oh9iUER9ih1qVzH_AfIOsPR_SxPqY7dtbmNjIuu93Fo.jpeg?width=640&crop=smart&auto=webp&s=e9f7589b358bfbb2255da75f97af81aa86f19e5e",
        "description": "submitted by /u/etailmarket [link] [comments]",
        "id_in_db": "t3_1mdxjns",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "26% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /etailmarket [پیوند] [نظرات]"
    },
    {
        "title": "fortune famine",
        "store": "reddit",
        "url": "https://www.reddit.com/r/GameDeals/comments/1me1q8b/steam_fortune_famine_30_off/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1836980/4738efdfc40a8997a2240c7a25e2dcfa9599d110/header.jpg?t=1744861127",
        "description": "In this tabletop strategy game you play as the ruler of a fantasy kingdom on the brink of a long winter. You compete against neighboring rulers to hire the best workers and stockpile the most resources in the land. Features Turn-based tabletop gameplay Local and Remote-Play Multiplayer Strategic bidding and tight resource management Attack actions to steal resources from opponents 6 Unique Rulers with special abilities Gameplay Takes place over 5 phases: In the Hire phase, players bid on workers to fill out their kingdom. In the Attack phase, players use their attacking workers to steal resources from other players. In the Payment phase, players spend resources on their workers which will pay off in the... Rewards phase, where players collect rewards from their workers. in the Decision phase, players can pull resources OR pay to store their grain where it cannot be stolen. Worker cards include tradesmen like Farmers, Merchants and Jesters, who generate resources. There are also supporting workers like Traders, who allow you to quickly convert currencies; Philosophers, who double the payout from other workers; and Seers, who protect your from attacks. And finally Wizards, light wizards who give you resources, and dark wizards who allow you to steal from your neighbors. The game lasts for 4 seasons of play across 3 worker decks. Whichever player has safeguarded the most resources at the end of 12th round wins. The digital version allows players the chance to play with others remotely via Steam Remote Play, or locally by taking turns. You can also play against up to 5 AI opponents. Based on the tabletop game Fortune & Famine by Mid-Level Meeple.",
        "id_in_db": "t3_1me1q8b",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "30% off",
        "steam_app_id": "1836980",
        "genres": [
            "Casual",
            "Indie",
            "Strategy"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256864723/movie_max_vp9.webm?t=1732909916",
        "is_dlc_or_addon": false,
        "persian_summary": "در این بازی استراتژی Tabletop شما به عنوان حاکم یک پادشاهی فانتزی در آستانه یک زمستان طولانی بازی می کنید. شما برای استخدام بهترین کارگران و بیشترین منابع موجود در زمین ، با حاکمان همسایه رقابت می کنید. ویژگی های بازپرداخت استراتژیک چند نفره محلی و بازی از راه دور ، دارای نوبت به نوبه خود ، اقدامات حمله به مدیریت منابع را برای سرقت منابع از حریفان 6 حاکم منحصر به فرد با توانایی های ویژه گیم پلی در 5 مرحله انجام می دهد: در مرحله استخدام ، بازیکنان برای کارگران پیشنهاد می دهند تا پادشاهی خود را پر کنند. در مرحله حمله ، بازیکنان از کارگران حمله کننده خود برای سرقت منابع سایر بازیکنان استفاده می کنند. در مرحله پرداخت ، بازیکنان منابع خود را برای کارگران خود صرف می کنند که در مرحله ... پاداش ، جایی که بازیکنان پاداش کارگران خود را جمع می کنند ، پرداخت می کنند. در مرحله تصمیم گیری ، بازیکنان می توانند منابع خود را جمع کنند یا برای ذخیره دانه خود در جایی که نمی توان آن را به سرقت برد ، پرداخت کنند. کارت های کارگران شامل تجار مانند کشاورزان ، بازرگانان و جسترها هستند که منابع تولید می کنند. همچنین ..."
    },
    {
        "title": "freephoto and phone contacts cleaner solution swipe left to delete right to keep only valid within 19th july",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1m3p24l/iosswipe_clean_clean_up_storagelifetime_2999/",
        "image_url": "https://external-preview.redd.it/HQZQbZc4ejG4NsBarJ8E8Gcc_SCOgNndOilEaJ7eEkY.png?width=640&crop=smart&auto=webp&s=b3ae1de65fa16f51164ba27830402e49ef61d850",
        "description": "submitted by /u/ParsleyVegetable6107 [link] [comments]",
        "id_in_db": "t3_1m3p24l",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /parsleyvegetable6107 [لینک] [نظرات]"
    },
    {
        "title": "games the lonely hacker 299",
        "store": "other",
        "url": "https://www.reddit.com/r/googleplaydeals/comments/1mba0kl/games_the_lonely_hacker_299_free/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/777130/header.jpg?t=1751567766",
        "description": "Blush Blush is a Dating Game tossed with an Idle Game. It features a light hearted story where the player must rescue a series of fun and attractive anime-boys, who have all been cursed with a dark spell. A curse that can only be broken with the power of love, naturally. The gameplay is easy! The player must choose how they spend their time wisely, by working various jobs, earning stat points, and arranging dates and gifts for their love interests. A mix of strategy and story, the player will gradually become an accomplished dater, and have the chance to woo more than a dozen characters with more planned for the future. “So, to turn me back to normal, you just need to hang out with me? That’s cool, I guess. Maybe you could start some sort of curse-based dating service?” Nimh is a respectful, caring, rabbit-hearted guy who’s interested in everything you have to say. The more you get to know this hunnybunny, the less you’ll be able to resist loving him. He’s just so dang cute! ~~~ “I didn’t ask for your help. But if you want to waste your time bothering me, I guess I can’t stop you.” Independent and introverted, Volks is the lone wolf type. Literally. He may be closed off and defensive, but that’s just because he’s waiting for someone who cares enough to break down his walls! Deep down, he has a warm and loyal heart. ~~~ “Very well. Change me back, if you can. I shall not bite the hand that feeds me... At least not without asking permission.” For all your supernatural fantasy needs, Stirling is a suave master of darkness. As you work to lift his curse, you’re sure to discover the eternally torturous kind of love only an immortal can offer. Plus… his outfits sparkle! ~~~ “Have you ever thought about following someone home, quietly figuring out every detail of their life's schedule, and slowly integrating yourself into it to gain their attention? Yeah, me neither.” Intense, focused, and kind of obsessed with you, Cole is nothing if not observant. Very observant. Like, “how does he know that?” levels of observant. Luckily, that means he knows all the best ways to thrill and delight you! As long as you’re willing to ignore those claws of his… ~~~ “There sure are a lot of weirdos around here. That's cool though. I myself am strange and unusual.” With hair as dark as ebony and skin as white as snow, Poe is hauntingly beautiful and ready to accept his magpie curse with as much grace as… well… a magpie. Bond over sadness and poetry as you find a way to return Poe to his proper form: the emo dreamboat we’ve all either wanted or wanted to be. ~~~ “Are ya busy? I was thinkin' about hackin' into the power grid and causin' massive blackouts for the lulz. But we could go get ice cream instead, I suppose.” There’s something about the anti-hero that has us in a permanent chokehold. Enter Anon, the super-intelligent, socially reclusive hacker. Yes, he may have been turned into a lemur, but that’s fine. No one knows who you really are on the internet. ~~~ And more! 22 (and counting) hunky guys to unlock! 20 Phone Flings you can have a text conversation with and collect cute selfies! Over 240 high-resolution pictures to collect. Over 28,000 words of dialogue with the option to a hear fully voiced version by an incredibly suave cast of actors. TONS of special outfits to dress your husbandos in. \"Time Blocks\" which can advance your progress even while you're not playing! Optional in-game purchases to help boost your progress even faster!",
        "id_in_db": "t3_1mba0kl",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "777130",
        "genres": [
            "Casual",
            "Indie",
            "Simulation",
            "Free To Play"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257164990/movie_max_vp9.webm?t=1751567655",
        "is_dlc_or_addon": false,
        "persian_summary": "Blush Blush یک بازی دوست یابی است که با یک بازی بیکار پرتاب شده است. این داستان دارای یک داستان دلچسب است که در آن بازیکن باید یک سری از پسران سرگرم کننده و جذاب انیمه را که همه با یک طلسم تاریک نفرین شده اند ، نجات دهد. نفرین که فقط با قدرت عشق می تواند شکسته شود ، به طور طبیعی. گیم پلی آسان است! بازیکن باید با کار کردن با مشاغل مختلف ، کسب امتیازات آمار و ترتیب تاریخ و هدیه برای علاقه های عشق خود ، چگونه وقت خود را صرف عاقلانه کند. ترکیبی از استراتژی و داستان ، بازیکن به تدریج به یک شخص برجسته تبدیل می شود و این شانس را دارد که بیش از ده ها شخصیت را با برنامه ریزی بیشتری برای آینده جلب کند. \"بنابراین ، برای بازگشت من به حالت عادی ، شما فقط باید با من در ارتباط باشید؟ حدس می زنم که جالب است. شاید شما بتوانید نوعی سرویس دوست یابی مبتنی بر لعنت را شروع کنید؟\" NIMH یک پسر محترم ، دلسوز و خرگوش است که به هر آنچه شما می خواهید بگویید علاقه مند است. هرچه بیشتر با این شکارچی آشنا شوید ، کمتر می توانید در برابر دوست داشتن او مقاومت کنید. او خیلی ناز است! ~~~ \"من ..."
    },
    {
        "title": "hentai xxx plus",
        "store": "reddit",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1m8vzf6/indiegala_game_hentai_xxx_plus_jigsaws_vol_1/",
        "image_url": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1127270/capsule_616x353.jpg?t=1724283442",
        "description": "submitted by /u/MeguminShiro [link] [comments]",
        "id_in_db": "t3_1m8vzf6",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /meguminshiro [لینک] [نظرات]"
    },
    {
        "title": "ios free lifetime",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1m6pi9z/ios_free_lifetime_photo_date_stamper_add_dates_to/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/544400/header.jpg?t=1643733846",
        "description": "She probably shouldn't have stolen the guns and gold from those bandits. And getting that bounty put on her head doesn't help much either. The lawmen aren't too far behind the bandits. No way out of this one, might as well go out with a hell of a bang. A frantic and fast-paced 2D arena shooter with an eye for (gun) details. Earn a high score and increase the bounty on your head while fighting on a runaway train crawling with enemies. Featuring: - 8 Unique guns that mimic their real life counter-parts - 4 Unique enemies and 2 variants - Shooting enemy bullets out of the air - Meticulously designed gun sounds - Nine train level layouts - Time of day background changes - Detailed lifetime stat tracking - Lifetime highest scores tracking - All original art and music - Unlockable cosmetic customization options - 8 Steam trading cards to collect - 50 unlockable achievements - A fully animated music player - And a detailed gun gallery for your favorite firearms We want to reach as many people as possible, so we will also be posting this game for free on various web portals like itch.io and GameJolt! However, if you like the game please consider supporting us by purchasing it on Steam. Website: Follow Dev Progress: Play the free version:",
        "id_in_db": "t3_1m6pi9z",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "544400",
        "genres": [
            "Violent",
            "Action",
            "Indie"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256683276/movie_max.webm?t=1492199004",
        "is_dlc_or_addon": false,
        "persian_summary": "او احتمالاً نباید اسلحه ها و طلا را از آن راهزنان به سرقت می برد. و گرفتن آن فضل روی سرش نیز کمکی نمی کند. قانونگذاران خیلی عقب مانده از راهزنان نیستند. هیچ راهی برای خارج شدن از این یکی ، ممکن است با جهنمی از انفجار بیرون برود. یک تیرانداز 2D Arena ناخوشایند و سریع با چشم به جزئیات (اسلحه). نمره بالایی کسب کنید و در حالی که در قطار فراری که با دشمنان خزیده است ، فضل را روی سر خود افزایش دهید. ویژگی ها: - 8 اسلحه منحصر به فرد که از زندگی واقعی خود تقلید می کنند - 4 دشمن منحصر به فرد و 2 نوع - تیراندازی گلوله های دشمن از هوا - صداهای اسلحه ای با دقت طراحی شده - نه طرح بندی سطح قطار - زمان تغییر موسیقی به طور کلی - پیگیری مفصل زندگی - بالاترین نمرات ردیابی - تمام هنر و موسیقی اصلی - بازه گذاری - بازه های تجاری 50 گزینه های سفارشی سازی سفارشی سازی 8 آرایشی - و یک گالری دقیق اسلحه برای سلاح گرم مورد علاقه خود که می خواهیم به تعداد زیادی برسیم ..."
    },
    {
        "title": "ios free lifetime access until july 31 cleaninder",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1m6j2g4/ios_free_lifetime_access_until_july_31_cleaninder/",
        "image_url": "https://external-preview.redd.it/gynECA1k4r_69SBLyDOFW-TVXvYUNMYCF42vpwVOFrc.png?width=640&crop=smart&auto=webp&s=c28d3542c03b01ef2c4e3d5bb2846e45c02f8416",
        "description": "Hey everyone! I built Cleaninder, a simple and powerful app to manage your cleaning routines — whether it’s for your home, office, or Airbnb. You can track rooms, set cleaning schedules, manage supplies, and get reminders before things get messy. 🎉 And the best part? Lifetime access is now 100% FREE! No subscriptions, no ads — just download the app and \"purchase\" the FREE Lifetime Access! I hope you'll like it and if so, feel free to drop a review or send some feedback, that would be highly appreciated! Available on iPhone & iPad with widget support. Give it a try and let me know what you think! submitted by /u/lacroir [link] [comments]",
        "id_in_db": "t3_1m6j2g4",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "سلام به همه! من یک برنامه ساده و قدرتمند برای مدیریت روالهای تمیز کردن شما - خواه برای خانه ، محل کار یا Airbnb شما - ساختم. شما می توانید اتاق ها را ردیابی کنید ، برنامه های تمیز کردن را تنظیم کنید ، لوازم را مدیریت کنید و یادآوری کنید قبل از اینکه همه چیز کثیف شود. 🎉 و بهترین قسمت؟ دسترسی به طول عمر اکنون 100 ٪ رایگان است! بدون اشتراک ، بدون تبلیغ - فقط برنامه را بارگیری کرده و دسترسی رایگان به طول عمر را \"خریداری کنید\"! من امیدوارم که شما آن را دوست داشته باشید و اگر چنین است ، احساس راحتی کنید که بررسی کنید یا بازخورد ارسال کنید ، بسیار مورد استقبال قرار می گیرد! در iPhone و iPad با پشتیبانی ویجت موجود است. آن را امتحان کنید و به من اطلاع دهید که چه فکر می کنید! ارسال شده توسط /u /lacroir [پیوند] [نظرات]"
    },
    {
        "title": "ios ipad all paid apps from 16 bit virtual studios 199 to free",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1md7lnn/ios_ipad_all_paid_apps_from_16_bit_virtual/",
        "image_url": "https://cdn.mos.cms.futurecdn.net/v2/t:0,l:240,cw:1440,ch:1080,q:80,w:1440/6VSGHUjX3iRzRmVEFhTx5Y.jpg",
        "description": "submitted by /u/The16BitGamer [link] [comments]",
        "id_in_db": "t3_1md7lnn",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /the16bitgamer [لینک] [نظرات]"
    },
    {
        "title": "ios universal weight loss tracking buddy lifetime access",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1m8taoh/ios_universal_weight_loss_tracking_buddy_lifetime/",
        "image_url": "https://external-preview.redd.it/G6S4uhnZQe5uv5vOVwTxE66fuesxnIfigwy4eL824wU.png?width=640&crop=smart&auto=webp&s=4b57480d0f0e8725f7a47e3ca3d49b84943f9f9d",
        "description": "🎉 To celebrate my birthday, Weight Loss Tracking Buddy is free for a limited time! 🎉 Weight Loss Tracking Buddy is an all-in-one calorie counter and weight loss app with AI-powered meal and nutrition label scanning built in. Track calories, plan meals, and log your progress—effortlessly and privately, with seamless iCloud sync across all your Apple devices. The app also boasts tons of widgets for iPhone, iPad, and Mac, plus a companion Apple Watch app and complications to help keep you on track. 🟢 No ads 🟢 Lifetime access will be free on paywall 📅 Free from July 25 to July 27, 2025 1am UK time (BST) / 5pm PT 🤩 If you find it helpful and want to wish me a happy birthday, please leave a rating or review! Feel free to share your feedback here too—I’d love to hear what you think. submitted by /u/DannyJohnLaw [link] [comments]",
        "id_in_db": "t3_1m8taoh",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "🎉 برای جشن تولد من ، ردیابی کاهش وزن دوستان برای مدت زمان محدود رایگان است! 🎉 ردیابی کاهش وزن Buddy یک برنامه پیشخوان کالری و کاهش وزن با یک وعده غذایی و اسکن لیبل تغذیه شده با AI است. کالری را دنبال کنید ، وعده های غذایی برنامه ریزی کنید و پیشرفت خود را وارد کنید-بی وقفه و خصوصی ، با همگام سازی iCloud یکپارچه در تمام دستگاه های اپل شما. این برنامه همچنین دارای تعداد زیادی ویجت برای iPhone ، iPad و Mac به علاوه یک برنامه همراه اپل واچ و عوارض برای کمک به شما در مسیر است. 🟢 هیچ تبلیغی 🟢 دسترسی به طول عمر در Paywall رایگان خواهد بود 📅 رایگان از 25 ژوئیه تا 27 ژوئیه 2025 1 صبح انگلستان (BST) / 5 بعد از ظهر PT 🤩 اگر آن را مفید می دانید و می خواهید برای من تولدت مبارک ، لطفاً یک رتبه بندی یا بررسی کنید! احساس راحتی کنید که نظرات خود را در اینجا به اشتراک بگذارید - دوست دارم آنچه را که فکر می کنید بشنوم. ارسال شده توسط /u /dannyjohnlaw [لینک] [نظرات]"
    },
    {
        "title": "ios white noise lifetime unlock",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1m8npsz/ios_white_noise_lifetime_unlock_1199_free_create/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/557570/header.jpg?t=1482339885",
        "description": "Able Black is an immersive story experience that uses images and sound to guide you through a series of puzzles. Story: Able is a lonely android struggling with his Citizenship Exam, a test he must pass if he doesn’t want to be shut down. Follow Able as he searches for purpose and a way out of isolation. Discover the secrets of Ark 19, an underground habitat designed to save humanity from disaster. Find out why Able has been left alone in the ark. Uncover what’s hidden there. Take the Citizenship Exam and discover who Able Black really is. Gameplay: Navigate through five chapters of story text and experience the Citizenship Exam as Able does. After each chapter you’ll be faced with a series of questions that put you in the shoes of Able Black. Answer poetic riddles that echo the theme of each chapter. Solve cryptic puzzles to unlock Able’s story. Able Black is part story, part game, and full of secrets. ***This game includes a large amount of text and story content as well as logic puzzles. The story and puzzles take about 2 to 3 hours to complete without hints.*** User Reviews: “So beautiful and well made — cannot wait to see more from this developer.\" “I never thought a story could be so much fun. Great puzzles that pull you into the story. Well done, look forward to a sequel.\" “Just wow…\" “This is like nothing I’ve ever played. Cool.\" \"This is possibly the best mobile game I've ever played. The story scenes are well written with beautiful ambient noises and music, as well as pretty colorful designs that contrast with the black background and white text… All in all, this is a beautiful and thought provoking game with challenging puzzles and an interesting story. I would love to see more of these in the future.\" *Able Black is currently being updated for PC. The game originally launched on iOS and was featured in Best New Games in App Store where it currently holds a 5 star rating.",
        "id_in_db": "t3_1m8npsz",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "557570",
        "genres": [
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256675172/movie_max.webm?t=1481665918",
        "is_dlc_or_addon": false,
        "persian_summary": "قادر به سیاه یک تجربه داستانی همهجانبه است که از تصاویر و صدا استفاده می کند تا شما را از طریق یک سری معماها راهنمایی کند. Story: قادر به اندرویدی تنها است که با امتحان شهروندی خود تلاش می کند ، آزمایشی که اگر نمی خواهد تعطیل شود باید بگذرد. در جستجوی هدف و راهی برای خروج از انزوا باشید. اسرار ARK 19 ، یک زیستگاه زیرزمینی را که برای نجات بشریت از فاجعه طراحی شده است ، کشف کنید. دریابید که چرا قادر به تنها در کشتی باقی مانده است. کشف آنچه در آنجا پنهان است. امتحان شهروندی را بگیرید و بفهمید که واقعاً سیاه پوست چه کسی است. گیم پلی: از طریق پنج فصل از متن داستان حرکت کنید و امتحان شهروندی را همانطور که قادر است تجربه کنید. بعد از هر فصل ، با یک سری سؤال روبرو خواهید شد که شما را در کفش های Black Able Black قرار می دهد. به معماهای شاعرانه پاسخ دهید که موضوع هر فصل را تکرار می کند. معما های رمزنگاری شده را برای باز کردن داستان قادر حل کنید. قادر به سیاه داستان ، بازی بخشی و پر از اسرار است. *** این بازی شامل مقدار زیادی از متن و محتوای داستان و همچنین منطق ..."
    },
    {
        "title": "iosipadosmacos apollo ai 599 to free private local ai",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1m2tlqk/iosipadosmacos_apollo_ai_599_to_free_private/",
        "image_url": "https://external-preview.redd.it/grb_r37tl11ARIYXhz1eEqlIDaVAQP1Lxmw1nd1ANao.png?width=640&crop=smart&auto=webp&s=4d9c406e6033ae652fb7265ba683623b131be1ff",
        "description": "submitted by /u/narcomo [link] [comments]",
        "id_in_db": "t3_1m2tlqk",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /narcomo [پیوند] [نظرات]"
    },
    {
        "title": "jedi survivor 1199eur80 off dead space 1199eur80 off mass effect legendary edition 599 eur90 off titanfall 2 599 eur80 off",
        "store": "reddit",
        "url": "https://www.reddit.com/r/GameDeals/comments/1mcy694/steam_ea_august_sale_it_takes_two_1199_eur70_off/",
        "image_url": "https://external-preview.redd.it/wwzimxmGWK88QlPF1_5SIxOvPydBkS1Y1VgHNjmlQMw.jpeg?width=640&crop=smart&auto=webp&s=4131f49c863b3adceef332e5885e47c7404de57f",
        "description": "submitted by /u/DsLmaNiaC [link] [comments]",
        "id_in_db": "t3_1mcy694",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "85% off",
        "is_dlc_or_addon": true,
        "persian_summary": "ارسال شده توسط /u /dslmaniac [لینک] [نظرات]"
    },
    {
        "title": "keylocker pilgrims 100 off free",
        "store": "reddit",
        "url": "https://www.reddit.com/r/GameDeals/comments/1me3vmd/epic_games_keylocker_pilgrims_100_off_free/",
        "image_url": "https://blizzardwatch.com/wp-content/uploads/2025/07/keylocker_title.jpg",
        "description": "submitted by /u/python_buddy [link] [comments]",
        "id_in_db": "t3_1me3vmd",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /python_buddy [لینک] [نظرات]"
    },
    {
        "title": "learn geography",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/mapgolf-learn-geography/id6748778310",
        "id_in_db": "8c5b2f3b168083c364547b871312c01cc0ad38254c4cb03f1643ad67d89523e4",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/54/f0/05/54f0052d-e128-24b6-e817-189b8c27c580/AppIcon-0-0-1x_U007emarketing-0-8-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "legend of the moon 060 80 off",
        "store": "reddit",
        "url": "https://www.reddit.com/r/GameDeals/comments/1mdckke/steam_legend_of_the_moon_060_80_off/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1898680/header.jpg?t=1702000573",
        "description": "v4.90 Is Now Live! The Scaleforge have returned to help Humanity fight the Sandwing scourge! Meanwhile, darkness emerges from the heart of Kyber. A 26 card update including 2 New Heroes! A Shadow Priest, and a Human Wulven hero! OVERVIEW - 2 new heroes: She-Lah (Human Wulven) and Markus (Shadow Priest). - 8 new Human allies from the Scaleforge alignment. - 10 new Shadow allies from the Kyberian alignment. - 6 other new cards - 25 buffs across all sets - 4 card rejigs - Various bug fixes v4.80 Has Arrived! OVERVIEW - 14 new class cards added to the Rekindled Rebirth set. - 8 changes to Rekindled Rebirth cards, including 3 that are now unbanned. - 9 buffs to Call of the Crystals class cards. - 20 buffs to Dark Prophecies class cards. - 3 Campaign card balance changes. - 4 allies gained an alignment to boost Homunculus, Templar and Undead. - Various bug fixes NEW CARDS - 2 Warrior cards (rr064-rr065) - 2 Mage cards (rr074-rr075) - 2 Hunter cards (rr084-rr085) - 2 Priest cards (rr094-rr095) - 2 Rogue cards (rr104-rr105) - 2 Wulven cards (rr114-r115) - 2 Elemental cards (rr124-rr125) BUG FIXES Fixed a bug where Dragon's Tooth (ex146) becoming an ally with no abilities couldn't have its attack increased. Fixed a bug where Nanaya (ll060) doesn't buff allies created by Rise of the Banners (rr062). Fixed a bug where Felinian Dissenter (rr051) wasn't reducing weapon bow damage to it. Fixed a bug where Gyre and Gimble (rr102) gives card draw when a weapon enters play without being summoned. Fixed a bug where Tranceposer (rr121) can steal an opposing unique ally when you already control that ally. Fixed a bug where Nine Lives (rr131) can be activated with a full hand. Version 4.7 of Shadow Era is here! Shadow Era is the full scale, cross-platform collectible trading card game that you've been looking for, with the most generous free to play system out there! Start your campaign by choosing your Human Hero, and get a free starter deck. Battle with AI opponents or other players in realtime pvp to earn more cards. Your progress and cards will be saved on the server and can be accessed from any device! You must decide which strategy to use as you build your deck, in one of the most balanced card games out there! What's New in 4.7? A new saga begins in the world of Balor! With the forces of the wild becoming more increasingly dominated by the Shadow aligned Wulven faction, a desperate attempt is made to tilt the scales of nature back in favor of humanity. Mystics from Templar and Twilight persuasions collaborate on an intense ritual to infuse the souls of departed humans into the ferocious bodies of Balor's many jungle cats. Warnings from the Keeper of the Mystic Flames ignored, the ritual is successful - creating the first Feline Humanoid champions of Humanity on Balor! However, the energy releases cracked open the ancient egg-caverns of the Sandwings - a terrible tribe of dragons thought to be long-extinct. Will you defend humanity against its many foes, and fend off this scaly menace? Or will you take flight with the Sandwing Broodmother and punish Humanity for dabbling with powers they have no right to command? \"A fantastic representation of what freemium games should be.\" - Touch Arcade \"Shadow Era is a must-download for fans of CCGs.\" - TUAW \"Shadow Era is a deep CCG that's easy to pick up, but nearly impossible to put down.\" - Slide To Play (4/4) \"Shadow Era proves that digital TCG's can be just as fun as their real world counterparts.\" - Gamezebo FEATURES - Many new cards in the Lost Lands expansion, bringing the total to more than 800 cards - Amazing dark fantasy card art that is sure to wow you, even rivals the top trading card games! - View games in progress or replays to learn new strategies - Free to play Meltdown game mode with great weekly prizes - Cross-platform multiplayer pvp battles - Fantastic 3d graphics and special effects - Amazing custom soundtrack - Completely free to play! No \"pay to win\" here! CHANGES FROM PREVIOUS VERSION Ian Bolton (card coder), [12/31/2022 8:50 AM] --------- v4.60 December 31, 2022 OVERVIEW - Two new Legendary allies for the September and October challenge winners. - 28 balance changes: 19 buffs, 6 rejigs (intended to be buffs), 3 nerfs. - 25 bug fixes - The snowy Winter battlefield is back! NEW CARDS - Coran, Darkhand (cp056) - Thu'full, Bone Titan (cp057) CARD BUG FIXES - Drangis (sf090) is not giving Ambush to Gorlak (cp055) even though it is a Hunter ally. - What Big Teeth (se115) causes controller to lose 1HP when attacking and defending when Bludgeon (cp049) is out - Gorlak (cp055) looks a bit blurry when in your deck in the Deckbuilder. - Coran’s (cp056) ability is triggering on opponent’s turn. - Soul Reaper (se123) should be usable even if you have full health. - Call of the Wild (cp036) is counting a Wild ally ability activation as a Wild ally being summoned. - Howlfang (ex090) allows you to have two Wildfangs in play. - Kiruth: Thaddeus’ Vault (ll196) causes controller to lose 1SE when an ally is removed from their graveyard even if they didn’t activate it. - Molten Destroyer (se057) is incorrectly treating health reduction as damage. - Pack Outcast (cp001) is only getting +1 attack regardless of how many abilities it is targeted by in the same turn. - Killer Bee (cp040) is managing to attack on summon when Towering Brute (ll020) should be reducing its attack to 0. - Killer Bee (cp040) doesn’t kill itself when it should while Shard of Power (se128) is in play. - Killer Bee (cp040) died to Flame Spitter (ll016) ability despite The Kings Pride (se165) which should have given +1 health. - Lilyt (ll070) can allow you to bypass Unique and have two Aldon on your side of the board. - Deathbone (se041) did not deal 2 damage to hero when killed with Desperate Tactics (sf068). - Hall of Doors (ll200) is unable to shuffle an opposing player’s card under your control into its owner’s deck. - Hall of Doors (ll200) works on Disciple of Aldmor. - When Gorlak (cp055) would trigger off a killed friendly ally, he will actually heal it before it is killed and it survives. - Thief's Stiletto (ll179) has ambush so allies with defender should not be able to defend against it. - Change of Plans (ex054) is causing sync errors. - Two Ricochet Traps (sf083) controlled by one player but one owned by the other went off at the same time. - Contemplate (ll156) is causing sync errors. - Coran (cp056) is not losing his first passive ability when he should. - Dalton (cp044) activated ability with Zail's Hymn (sf099) causes 2 copies of Dalton to go into the deck. - Zantonite (ex094) passive ability is not triggering off Spitfire Hound (sf040) and some other cards. BALANCE CHANGES se028 Kurt Whitehelm Attack reduced to 2 (from 3). Health increased to 6 (from 4). From: Kurt takes 1 less damage from abilities, and has +2 attack when there are 2 or more other friendly allies in play. To: Ability damage to other friendly allies is reduced by 1. Kurt has +2 attack while you control at least 3 allies. se066 Warrior Training From: Attach to target friendly ally. That ally has protector (allies without protector can't be targeted). To: Attach to target friendly ally. That ally has protector (allies without protector can't be targeted) and +1 health. se086 Into the Forest From: Attach to target friendly ally until the start of your next turn. That ally has stealth. To: Attach to target friendly ally until the start of your next turn. That ally has stealth and ambush. se092 Inner Strength From: Attach to target friendly ally. That ally has +2 attack. To: Attach to target friendly ally. That ally has +2 attack and +1 health. se108 Lay Low Casting cost reduced to 2 (from 3). se112 Pack Wolf From: Pack Wolf has +1 attack for every other friendly Pack Wolf in play. To: Pack Wolf has +1 attack for every other friendly Wulven ally with cost 2 or less. se117 Full Moon From: Duration 1. Friendly allies have +2 attack. Combat damage to your hero is reduced by 1. Ability damage to your hero is reduced by 2. To: Duration 1. Friendly allies have +2 attack. All damage to your hero is reduced by 2. Ian Bolton (card coder), [12/31/2022 8:50 AM] se123 Soul Reaper From: Exile all ally cards in your graveyard from the game. Your hero heals 1 damage for each card exiled. To: The bottom 5 allies in your graveyard are exiled. Your hero heals 2 damage for each ally exiled this way. Soul Reaper is exiled. se130 Eternal Renewal From: Shuffle the cards in your graveyard into your deck. Remove Eternal Renewal from the game. To: Shuffle the cards in your graveyard into your deck. Eternal Renewal is exiled. se153 Urgent Business From: Heroes can't attack until the end of your next turn. To: Heroes can't attack until the end of your next turn. When Urgent Business is summoned, draw a card. se175 Mocking Armor Casting cost reduced to 5 (from 6). se177 Twice Enchanted Robe Durability increased to 4 (from 3). From: When Twice Enchanted Robe is summoned while any opposing player has resources greater than or equal to yours, it gains +1 durability. When your hero takes damage, draw a card. To: When your hero takes damage while your deck is not empty, draw a card. ex011 Champion of Irum No longer Unique. ex032 Battle Hardened Casting cost reduced to 1 (from 2). ex127 Toll Bridge Casting cost reduced to 2 (from 4). ex151 Karlstrad, Ruler of Gaderi Attack increased to 4 (from 3). Health increased to 8 (from 6). ex152 Scourge Colossus Health increased to 7 (from 6). sf103 Hit List Casting cost reduced to 1 (from 2). ll003 Unaxio Squire Attack reduced to 0 (from 1). Health reduced to 3 (from 4). From: 0: Until the end of your turn, target other ally has +1 attack. To: When Unaxio Squire is summoned while there is an opposing ally, he gains +1 health. 0: Until the end of your turn, target ally has +2 attack. ll019 Feasterling From: Sustain: 1HP. 0: Feasterling has +2 attack until the end of the turn, and your hero takes 1 damage. To: While Feasterling has no negative effects or enemy attachments, it has Sustain: 1HP. 0: Feasterling has +2 attack until the end of the turn, and your hero takes 1 damage. ll051 Chaos Engine From: Once per turn, when an item or support ability is targeted and destroyed on your turn, your hero gains +1 shadow energy and you draw a card. To: When an item or support ability is targeted and destroyed on your turn, your hero gains +1 shadow energy (max once per turn) and you draw a card. cp001 Pack Outcast From: Ambush. While Pack Outcast is the only ally you control, it has defender. When Pack Outcast is targeted by a non-attachment ability, it has +1 attack until the end of the turn. To: Ambush. While Pack Outcast is the only ally you control, it has defender. When Pack Outcast is targeted by an ability, it has +1 attack until the start of your next turn. cp025 Brigand Captain From: Other friendly Outlaw allies have +1 attack. To: When you summon an ally you don't own, it gains Outlaw alignment. Other friendly Outlaw allies have +1 attack. cp031 Southroad Mercenary Health reduced to 4 (from 5). From: When a resource enters or leaves play, Southroad Mercenary gains +1 base attack (max twice per turn). To: When a resource enters or leaves play, Southroad Mercenary gains +1 base attack and +1 health (max twice per turn). cp033 Northroad Thief From: When Northroad Thief enters play, he has stealth until the start of your next turn. 2: Target other friendly Outlaw ally is shuffled into its owner's deck: target enemy item is destroyed. To: When Northroad Thief enters play, she has stealth until the start of your next turn. 2: Target friendly Outlaw ally is shuffled into its owner's deck: draw 2 cards from target opponent's deck. cp038 Outlaws' Hideout From: When your deck is shuffled, draw a card (max twice per turn). 0: Target friendly Outlaw ally is shuffled into its owner's deck: 2 used resources are renewed. To: When your deck is shuffled while you control no non-Outlaw allies, draw a card (max twice per turn). 0: Target friendly Outlaw ally is shuffled into its owner's deck: 2 used resources are renewed. cp044 Dalton, Outlaw Mastermind From: Defender. Dalton costs 2 less resources to summon while you have shuffled your deck this turn. 2: Dalt Ian Bolton (card coder), [12/31/2022 8:50 AM] on is shuffled into his owner's deck: all friendly Outlaw allies gain +1 base attack. To: Defender. When Dalton is summoned while your deck has been shuffled this turn, 2 used resources are renewed. 2: Dalton is shuffled into his owner's deck: all friendly Outlaw allies gain +1 base attack. cp049 Barbarian's Bludgeon Restricted to Warrior, Rogue and Wulven. v4.50 October 17, 2022 OVERVIEW - This is the first release under new ownership and management. - 26 new cards have been added to complete the Campaign set. - All *known* card bugs have been fixed. - A small number of buffs have been made to existing cards. - The future is bright for Shadow Era! NEW CARDS - 7 Dual Class Allies - 6 Neutral Outlaw Allies - 1 Neutral Attachment for Outlaw - 1 Neutral Artifact for Outlaw - 3 Neutral Wild Allies - 1 Neutral Support Ability for Wild - 4 Neutral Items/Abilities - 1 Neutral Armor - 1 Neutral Weapon - 1 Neutral Location CARD BUG FIXES - Nishaven was damaging friendly allies with his ability. - Treetop Spider was being exhausted when it attacked with its ability. - Shard of Power allies were dying due to health reduction effects. - Agent Rex was treating a stolen item like it was destroyed. - Scrap Cannoneer could activate without an item to exile. BALANCE CHANGES Nishaven From: 5SE: All opposing allies take 2 electrical damage and if an ally was killed this way, repeat this effect up to once per turn. To: 5SE: All opposing allies take 3 electrical damage; if an ally was killed this way, all opposing allies take 2 electrical damage. Katrin the Shieldmaiden From: 1: Target friendly ally gains +2 health. This ability may not be used again while that ally is in play. To: 1: Target friendly ally gains +2 health. Marshland Sentinel Gained Homunculus alignment. Ogloth the Glutton Attack changed to 4 claw (from 3 fire). Treetop Spider From: Ambush. When Treetop Spider is summoned while any opposing player has resources equal or greater than yours, it attacks target opposing ally. To: Ambush. When Treetop Spider is summoned, it attacks target opposing ally if able.",
        "id_in_db": "t3_1mdckke",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "80% off",
        "steam_app_id": "1898680",
        "genres": [
            "Strategy",
            "Free To Play"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256876391/movie_max_vp9.webm?t=1646413322",
        "is_dlc_or_addon": false,
        "persian_summary": "V4.90 اکنون زنده است! Scaleforge برای کمک به بشریت در مبارزه با Sandwing Scourge بازگشت! در همین حال ، تاریکی از قلب کیبر پدیدار می شود. به روزرسانی 26 کارت شامل 2 قهرمان جدید! یک کشیش سایه ، و یک قهرمان انسانی وولون! بررسی اجمالی - 2 قهرمان جدید: شی -لاه (وولون انسانی) و مارکوس (کشیش سایه). - 8 متحد جدید انسانی از تراز مقیاس. - 10 متحدین سایه جدید از تراز کیبریان. - 6 کارت جدید دیگر - 25 بوف در همه مجموعه ها - 4 کارت بازپرداخت - رفع اشکال مختلف v4.80 وارد شده است! نمای کلی - 14 کارت کلاس جدید به مجموعه Recindred Rebirth اضافه شده است. - 8 تغییر در کارتهای دوباره تولد دوباره ، از جمله 3 مورد که اکنون بی بند و باری هستند. - 9 بوس برای تماس با کارتهای کلاس کریستال. - 20 کارتهای کلاس پیشگویی های تاریک. - 3 تغییر تعادل کارت کمپین. - 4 متفقین برای تقویت Homunculus ، Templar و Undead تراز شدند. - اشکال مختلف کارت های جدید را برطرف می کند - 2 کارت جنگجو (RR064 -RR065) - 2 کارت Mage (RR074 -RR075) - 2 کارت شکارچی (RR084 -RR085) - 2 کارت کشیش ..."
    },
    {
        "title": "lifetime premium access free was 2999 now 0 for 7 days",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1mcopdz/ios_alti_adhd_planner_lifetime_premium_access/",
        "image_url": "https://external-preview.redd.it/TZgNNnwamISktyutn498unilPikV2cMtdFEKIvdEdpE.png?width=640&crop=smart&auto=webp&s=f7bf660d3f043e80d2b554309348fdafecc4b907",
        "description": "Hey everyone! I’m the solo dev behind Alti - ADHD Planner , an iOS app designed to make task management more visual and motivating — especially for ADHD users and visual thinkers. 📌 What it does: Turns your tasks into cozy animated room scenes (e.g., reading, cleaning, working) Designed for dopamine-driven focus with a soft, calming UI Includes features like voice-to-task (\"Brain Dump\"), procrastination breaker (\"Spark Push\"), habit tracking, and focus timer Fully supports both iPhone and iPad with a native design for each device 💸 Lifetime Premium is FREE for the next 7 days (was $29.99) 🔗 App Store Link If you enjoy it, a 5-star rating and short review would mean a lot and help support continued updates. Happy to hear your feedback or answer any questions! submitted by /u/excalibur272 [link] [comments]",
        "id_in_db": "t3_1mcopdz",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "سلام به همه! من انفرادی پشت Alti - ADHD Planner ، یک برنامه iOS است که برای ایجاد مدیریت کار بصری تر و با انگیزه تر - به خصوص برای کاربران ADHD و متفکران بصری طراحی شده است. 📌 چه کاری انجام می دهد: وظایف خود را به صحنه های اتاق انیمیشن دنج تبدیل می کند (به عنوان مثال ، خواندن ، تمیز کردن ، کار) که برای تمرکز دوپامین محور طراحی شده با یک UI نرم و آرام و آرامش بخش شامل ویژگی هایی مانند صدا به کار (\"Draph Brain\") ، تعطیل شدن (\"فشار جرقه\") ، ردیابی عادت ، و تمرکز کامل Timer برای هر یک از PREMIME PREMIME برای هر یک از IPHONE و IPAD با استفاده از IPAD با یک IPAD با یک IPAD با یک IPHENIATION ANATIE 29.99 دلار) 🔗 پیوند فروشگاه برنامه اگر از آن لذت می برید ، رتبه بندی 5 ستاره و بررسی کوتاه به معنای زیادی است و به پشتیبانی از ادامه به روزرسانی کمک می کند. خوشحالم که بازخورد خود را می شنوید یا به هر سؤالی پاسخ می دهید! ارسال شده توسط /u /excalibur272 [لینک] [نظرات]"
    },
    {
        "title": "macos mseries only free 0 was 20",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1m2akmf/macos_mseries_only_free_0_was_20_cluewing_an/",
        "image_url": "https://external-preview.redd.it/aTw0cY3TcTIjmcf4Z18uk138qAJJwmvfLUcNbG5Vrio.jpeg?width=640&crop=smart&auto=webp&s=ac7662d512115e1926cd55c2d5ab91342c38e176",
        "description": "Deal : 100 % off (lifetime license) Price before : $20 one‑time Platform : macOS 12+ on Apple Silicon (M‑series) only Expires : codes valid until end of the week, but can extend on request Hey AppHookup! I’m the solo dev behind ClueWing – 100% private, local \"real-time\" meeting coach: it listens to your mic/output locally and gives real‑time traffic light coaching during your meetings. Does not need to join the meeting, does not share ANY data with anybody, uses local AI for all intelligence. No cloud, no bots in the meeting, no recording, no data leaving your device ever. How to claim Use the code MACAPPS25 on https://gumroad.cluewing.com Enjoy FINE PRINT: Apple Silicon only – Intel Macs won’t run the Metal build of whisper.cpp. Privacy – audio stays local; nothing ever leaves your machine. If you grab it, a quick “thanks” or bug report is gold. ❤️ Happy to answer anything in the comments! - Enrico submitted by /u/johnnybilliard [link] [comments]",
        "id_in_db": "t3_1m2akmf",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "معامله: 100 ٪ تخفیف (پروانه طول عمر) قیمت قبل: 20 دلار یک - یک پلت فرم یک زمان: MacOS 12+ در اپل سیلیکون (M - Series) فقط منقضی می شود: کدهای معتبر تا پایان هفته ، اما می توانند در صورت درخواست Hey Apphookup تمدید شوند! من تکنوازی پشت Cluewing هستم-100 ٪ مربی جلسات \"در زمان واقعی\" خصوصی ، محلی: به میکروفون/خروجی شما به صورت محلی گوش می دهد و در طول جلسات شما مربیگری چراغ ترافیک واقعی را می دهد. نیازی به پیوستن به جلسه نیست ، هیچ داده ای را با هیچ کس به اشتراک نمی گذارد ، از هوش مصنوعی محلی برای همه اطلاعات استفاده می کند. بدون ابر ، هیچ ربات در جلسه ، ضبط ، بدون اطلاعاتی که دستگاه شما را ترک نمی کند. نحوه ادعای استفاده از کد MacApps25 در https://gumroad.cluewing.com لذت بردن از چاپ خوب: فقط Apple Silicon - Intel Macs ساخت فلزی Whisper.cpp را اجرا نمی کند. حریم خصوصی - صوتی محلی باقی می ماند. هیچ چیز دستگاه شما را ترک نمی کند. اگر آن را بگیرید ، گزارش سریع \"تشکر\" یا اشکال طلا است. ❤ خوشحالم که در نظرات به هر چیزی پاسخ می دهم! - Enrico ارسال شده توسط /u /johnnybilliard [پیوند] [نظرات]"
    },
    {
        "title": "neuroza 16755 off",
        "store": "reddit",
        "url": "https://www.reddit.com/r/GameDeals/comments/1mdhz77/steam_neuroza_16755_off/",
        "image_url": "https://external-preview.redd.it/5V3O9sB6nmo5MOZIMPm5omsrIq9POCHq3ZdX3TAN8TI.jpeg?width=320&crop=smart&auto=webp&s=cd96cc351739aae77741a7be41833a42f956480b",
        "description": "submitted by /u/Moyses_dev [link] [comments]",
        "id_in_db": "t3_1mdhz77",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "55% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /moyses_dev [لینک] [نظرات]"
    },
    {
        "title": "new vegas 499 eur50 off doom eternal 999 eur75 off doom 64 199 eur60 off doom 3 quake ii 399 eur60 off deathloop 1199 eur80 off prey 599 eur80 off",
        "store": "reddit",
        "url": "https://www.reddit.com/r/GameDeals/comments/1me5grq/steam_quakecon_2025_sale_fallout_3_goty_edition/",
        "image_url": "https://external-preview.redd.it/cNpnr1lUylQP7j2HYrMk9PZNoeEowch4BceOwFgiHQE.jpeg?width=640&crop=smart&auto=webp&s=9dd2615578f6ae69b52c4fc0527c14b471b7465c",
        "description": "submitted by /u/DsLmaNiaC [link] [comments]",
        "id_in_db": "t3_1me5grq",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "67% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /dslmaniac [لینک] [نظرات]"
    },
    {
        "title": "other eternal return",
        "store": "reddit",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1m895pm/pc_other_eternal_return_exclusive_game_pack/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/359870/header.jpg?t=1746079842",
        "description": "FINAL FANTASY X tells the story of a star blitzball player, Tidus, who journeys with a young and beautiful summoner named Yuna on her quest to save the world of Spira from an endless cycle of destruction wrought by the colossal menace Sin. FINAL FANTASY X-2 returns to the world of Spira two years after the beginning of the Eternal Calm. Having been shown a mysterious but familiar image in a sphere, Yuna becomes a Sphere Hunter and along with her companions Rikku and Paine, embarks on a quest around the world to find the answers to the mystery within. Based on the international versions of the games that were previously only released in Japan and Europe, FINAL FANTASY X/X-2 HD Remaster brings these timeless classics forward to the current generation of fans, old and new alike. Key Features: Characters, monsters, and environments have been fine-tuned to HD detail, providing a richer, deeper FINAL FANTASY visual experience. Other features in the PC version include remastered/rearranged BGM, International Edition content, Auto-save and 5 game boosters including high speed and no encounter modes.",
        "id_in_db": "t3_1m895pm",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "359870",
        "genres": [
            "RPG"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256664055/movie_max.webm?t=1463069145",
        "age_rating": "13",
        "is_dlc_or_addon": false,
        "persian_summary": "Final Fantasy X داستان یک بازیکن ستاره ای Blitzball ، Tidus را روایت می کند ، که با یک احضار کننده جوان و زیبا به نام یونا در تلاش خود برای نجات دنیای اسپیرا از یک چرخه بی پایان تخریب که توسط گناهان تهدیدی عظیم ساخته شده است ، می گوید. Final Fantasy X-2 دو سال پس از آغاز آرامش ابدی به دنیای اسپیرا باز می گردد. یونا با داشتن یک تصویر مرموز اما آشنا در یک کره ، به یک شکارچی کره تبدیل می شود و به همراه همراهانش Rikku و Paine ، در سراسر جهان تلاش می کنند تا پاسخ های رمز و راز را پیدا کنند. بر اساس نسخه های بین المللی بازی هایی که قبلاً فقط در ژاپن و اروپا منتشر شده بودند ، Final Fantasy X/X-2 HD Remaster این کلاسیک های بی انتها را به نسل فعلی طرفداران ، قدیمی و جدید می رساند. ویژگی های کلیدی: شخصیت ها ، هیولا و محیط ها با جزئیات HD تنظیم شده اند و یک تجربه بصری غنی تر و عمیق تر فانتزی را ارائه می دهند. از دیگر ویژگی های نسخه PC می توان به Remastered/تنظیم مجدد ..."
    },
    {
        "title": "pastelgraf",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/pastelgraf/id1550754902",
        "id_in_db": "40605f1fd6d3a85f1bf1198aa5dc107a0a41e6641057b4b3667dfe61cbbab6c1",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/21/24/0b/21240b69-e4e2-5bbb-a3c3-0bedb4926ed0/AppIcon-0-0-1x_U007emarketing-0-5-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "pilgrims",
        "store": "reddit",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1me3vmk/epic_games_game_pilgrims/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1049280/header.jpg?t=1743605932",
        "description": "Pilgrims is a playful adventure game, created by the team behind Machinarium and Samorost. Roam the land as you please and make new friends, share a laugh with your fellow travelers and help them complete their little stories, your way. How many different solutions can you find? It is most enjoyable if you’re into: - Playfulness: Don’t beat it - play with it! Solve the various tasks using dozens of items and unique characters without being obliged to follow a single designated path. - Replayability: Packed with 45 achievements, Pilgrims is a game designed to be played through more than just once. Can you collect them all? - Hand-crafted appeal: Hundreds of unique animations and custom made sound effects result in countless humorous and unexpected outcomes. Try to discover as many as you can! - Original music: Floex (Machinarium, Samorost 3) is back at it with his mix of live instruments and organic electronics, joined by guests on guitar or clarinet.",
        "id_in_db": "t3_1me3vmk",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1049280",
        "genres": [
            "Adventure",
            "Casual",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256761198/movie_max.webm?t=1570436917",
        "is_dlc_or_addon": false,
        "persian_summary": "Pilgrims یک بازی ماجراجویی بازیگوش است که توسط تیم پشت Machinarium و Samorost ساخته شده است. به عنوان دلخواه خود سرزمین را پرسه بزنید و دوستان جدیدی پیدا کنید ، با همکاران خود بخندید و به آنها کمک کنید تا داستان های کوچک خود را ، راه خود را تکمیل کنند. چند راه حل مختلف می توانید پیدا کنید؟ اگر وارد شوید: - بازیگوشی: آن را ضرب و شتم نکنید - با آن بازی کنید! با استفاده از ده ها مورد و شخصیت های منحصر به فرد بدون اینکه موظف به دنبال یک مسیر مشخص شده باشید ، کارهای مختلف را با استفاده از ده ها مورد و شخصیت های منحصر به فرد حل کنید. - قابلیت پخش: بسته بندی شده با 45 دستاورد ، زائران یک بازی است که برای بیش از یک بار بازی می شود. آیا می توانید همه آنها را جمع کنید؟ - جذابیت دست ساز: صدها انیمیشن منحصر به فرد و جلوه های صوتی ساخته شده سفارشی منجر به نتایج بی شماری طنز و غیر منتظره می شود. سعی کنید تا آنجا که می توانید کشف کنید! - موسیقی اصلی: Floex (Machinarium ، Samorost 3) با ترکیبی از سازهای زنده و لوازم الکترونیکی ارگانیک ، که به میهمانان گیتار یا کلارینت پیوست ، دوباره به آن بازگشت."
    },
    {
        "title": "platform pilgrims ca899 free playful adventure card game created by the team behind machinarium and samorost",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1me446q/multiplatform_pilgrims_ca899_free_playful/",
        "image_url": "https://img.itch.zone/aW1nLzI0ODQwMDgucG5n/original/tFb3%2Fh.png",
        "description": "https://store.epicgames.com/en-US/p/pilgrims-6d250f https://store.epicgames.com/en-US/p/pilgrims-android-dcb011 https://store.epicgames.com/en-US/p/pilgrims-ios-e004ba Pilgrims is a playful adventure game, created by the team behind Machinarium and Samorost. Roam the land as you please and make new friends, share a laugh with your fellow travelers and help them complete their little stories, your way. How many different solutions can you find? submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1me446q",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "https://store.epicgames.com/en-us/p/pilgrims-6d250f https://store.epicgames.com/en-us/pilgrims-android-dcb011 https://store.epicgames.com/en-us/p/pilgrims-eos-es-e004ba pilgrour پشت Machinarium و Samorost. به عنوان دلخواه خود سرزمین را پرسه بزنید و دوستان جدیدی پیدا کنید ، با همکاران خود بخندید و به آنها کمک کنید تا داستان های کوچک خود را ، راه خود را تکمیل کنند. چند راه حل مختلف می توانید پیدا کنید؟ ارسال شده توسط /u /pm_me_freegames [لینک] [نظرات]"
    },
    {
        "title": "playomoji",
        "store": "reddit",
        "url": "https://www.reddit.com/r/GameDeals/comments/1mdetyg/steam_playomoji_42415_off/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3669080/a4f0fc92595821b5da0c13b2609ec0d8b9590897/header.jpg?t=1753894736",
        "description": "Run, jump, roll. This is a parkour game. But here, it’s not just about obstacles — you mess with your friends too. Troll them, throw them off balance, get ahead. Online multiplayer for up to 16 players. Play with friends or join an online lobby alone. Chaos and competition are always present. Play on different maps. Each map has its own layout and challenges. The pace keeps changing. Cosmetics are waiting. Customize your character with outfits and looks. Unlock more by playing. Simple rules, lots of fun. The goal is clear: be the fastest or the funniest. How you play is up to you.",
        "id_in_db": "t3_1mdetyg",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "15% off",
        "steam_app_id": "3669080",
        "genres": [
            "Action",
            "Adventure",
            "Casual",
            "Indie"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257160810/movie_max_vp9.webm?t=1750786442",
        "is_dlc_or_addon": false,
        "persian_summary": "دویدن ، پرش ، رول. این یک بازی پارکور است. اما در اینجا ، این فقط مربوط به موانع نیست - شما با دوستان خود نیز آشفتگی می کنید. آنها را ترول کنید ، آنها را از تعادل دور کنید ، جلو بروید. چند نفره آنلاین برای حداکثر 16 بازیکن. با دوستان خود بازی کنید یا به تنهایی به یک لابی آنلاین بپیوندید. هرج و مرج و رقابت همیشه وجود دارد. در نقشه های مختلف بازی کنید. هر نقشه طرح و چالش های خاص خود را دارد. سرعت در حال تغییر است. لوازم آرایشی منتظر هستند. شخصیت خود را با لباس و ظاهر سفارشی کنید. با بازی بیشتر باز کنید. قوانین ساده ، سرگرم کننده زیادی. هدف واضح است: سریعترین یا جالب ترین باشید. چگونه بازی می کنید به شما بستگی دارد."
    },
    {
        "title": "playsum day of the shell 1198 1137 c1579 with code cheers",
        "store": "reddit",
        "url": "https://www.reddit.com/r/GameDeals/comments/1megb3v/playsum_day_of_the_shell_20_off_1198_1137_c1579/",
        "image_url": "https://external-preview.redd.it/lgDgpwUY-iryApG5FIMEwbIaeWY8vS-bDH2b-vdmoTg.jpeg?width=320&crop=smart&auto=webp&s=a9c986937c620fd882ce2653f9b6cbe1b61db137",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1megb3v",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "20% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /lets_playsum [لینک] [نظرات]"
    },
    {
        "title": "playsum primal planet 1449 1289 c1996 with code cheers",
        "store": "reddit",
        "url": "https://www.reddit.com/r/GameDeals/comments/1mdjr0u/playsum_primal_planet_28_off_1449_1289_c1996_with/",
        "image_url": "https://external-preview.redd.it/gwIVojfgUB-iVufPkoHmqSLYJyXobcZoDtKCnpk5ODQ.jpeg?width=320&crop=smart&auto=webp&s=172a4b2d920d48cbaf1939396ce4eefc6d7c8769",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1mdjr0u",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "28% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /lets_playsum [لینک] [نظرات]"
    },
    {
        "title": "practice music",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/mujo-practice-music/id6449793039",
        "id_in_db": "450a76b4ddbdb5d679d105184d0834f904479fed8f7c7556b308b62f075efcfd",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/66/99/58/66995863-0e35-1de7-bcb5-b1676f4cfd26/AppIcon-0-0-1x_U007emarketing-0-11-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "psa heroes of loot gog is complimentary with prime gaming",
        "store": "reddit",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1me7bza/psa_heroes_of_loot_gog_is_complimentary_with/",
        "image_url": "https://external-preview.redd.it/4A5LLmjOOiXTLbmXyfT_uJPbaYgCbXlDqNlpDDTkJ8E.jpeg?width=640&crop=smart&auto=webp&s=8b7b3685352358d10da5b6b639d1a0a280de50d1",
        "description": "submitted by /u/Fit-Cardiologist-124 [link] [comments]",
        "id_in_db": "t3_1me7bza",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /fit-cardiologist-124 [لینک] [نظرات]"
    },
    {
        "title": "psa steam china showcase 2025",
        "store": "reddit",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1m8qnb1/psa_steam_china_showcase_2025_animated_avatar/",
        "image_url": "https://external-preview.redd.it/wew4ditotnLX2rTTPuXCQJzOR7yCfLr7eGOEmtj7pZY.jpeg?width=640&crop=smart&auto=webp&s=5d40eb228e5d75625b4fee81c3a5c44ba3239264",
        "description": "submitted by /u/MeguminShiro [link] [comments]",
        "id_in_db": "t3_1m8qnb1",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /meguminshiro [لینک] [نظرات]"
    },
    {
        "title": "psa steam racing fest 2025",
        "store": "reddit",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1mbemld/psa_steam_racing_fest_2025_avatar_frame_animated/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3500990/header.jpg?t=1739836042",
        "description": "ABOUT 🐸 GO GO PSYCHO FROGO! A cute yet precision-focused top-down 2D platformer where a speed-obsessed, hungry frog races against time! Master challenging levels, shave precious seconds off your runs, and unlock new levels based on speed and jump count. Collect hidden artefacts and unlock awesome new Frogo skins along the way! DEMO - COMING SOON! (JUNE - NEXT FEST 2025) I'm hard at work on the Psycho Frogo demo, aiming to launch it for June’s Steam Next Fest 2025 ! 📌 Wishlist now and stay tuned for updates! FEATURES ⏱ Speed-Driven Gameplay – Completing levels is easy. Mastering them is the challenge! Improve your times and unlock new stages through skillful play. 🔌 Power-Up Strategy – Temporary boosts add an extra layer of depth and strategy to every run. 🕹 Retro-Infused Fun – Inspired by classic Amiga arcade games of the ‘90s! 🔓 Unlockables Galore – Over 12 Frogo skins to unlock through challenges, plus full Steam Achievement support ! 🗿 Artefact Hunting – Discover 30+ hidden artefacts scattered across the levels. FOR PLAYERS WHO LOVE 🎮 Speedrunning – Every second counts! 🕹 Arcade Challenges – A perfect blend of casual fun and rewarding difficulty. 🏆 Completionist Goals – Unlock everything and master every level! 🐸 Pick Up & Play – Easy to start, hard to put down! ⚡ GO GO PSYCHO FROGO! ⚡ WHAT TO DO!? Games I'm Phil, a solo independent game dev from the North-East of England! Thank you for checking out my game.",
        "id_in_db": "t3_1mbemld",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3500990",
        "genres": [
            "Action",
            "Casual",
            "Indie",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "is_dlc_or_addon": false,
        "persian_summary": "در مورد 🐸 بروید Psycho Frogo! یک پلتفرم 2D از بالا به پایین و زیبا و در عین حال با دقت و در حالی که یک قورباغه با سرعت وسواس و گرسنه در برابر زمان مسابقه می دهد! سطح چالش برانگیز را به چالش بکشید ، ثانیه های گرانبها را از اجرای خود اصلاح کنید و سطح جدید را بر اساس سرعت و تعداد پرش باز کنید. در این راه آثار باستانی پنهان را جمع کنید و پوست های جدید قورباغه جدید را باز کنید! نسخه ی نمایشی - به زودی! (ژوئن - Next Fest 2025) من در نسخه ی نمایشی Psycho Frogo سخت کار می کنم ، با هدف راه اندازی آن برای Steam Next Fest 2025 ژوئن! 📌 اکنون لیست دلخواه و برای به روزرسانی با ما همراه باشید! ویژگی ها ⏱ گیم پلی با سرعت محور-سطح تکمیل آسان است. تسلط بر آنها چالش است! زمان خود را بهبود بخشید و مراحل جدید را از طریق بازی ماهرانه باز کنید. strategy استراتژی قدرت-افزایش موقت یک لایه اضافی از عمق و استراتژی را به هر اجرا اضافه می کند. fun سرگرمی یکپارچهسازی با سیستمعامل-با الهام از بازی های کلاسیک Amiga Arcade از 90 پوند! 🔓 باز کردن Galore - بیش از 12 پوست قورباغه برای باز کردن چالش ها ، به علاوه پشتیبانی کامل از دستاورد بخار! 🗿 شکار مصنوعات - کشف 30+ پنهان ..."
    },
    {
        "title": "psa venba gog i love finding wild friends collectors edition legacy games are complimentary with prime gaming",
        "store": "reddit",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1m8a1tp/psa_venba_gog_i_love_finding_wild_friends/",
        "image_url": "https://external-preview.redd.it/YhC5UGHUSWogViGih_qi-WVDC67C3VRMExrTNy9YaRM.jpeg?width=640&crop=smart&auto=webp&s=d6063cc6040deb77777cc87eefdfe544726844e0",
        "description": "submitted by /u/Julius-Caesar891 [link] [comments]",
        "id_in_db": "t3_1m8a1tp",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /julius-caesar891 [پیوند] [نظرات]"
    },
    {
        "title": "puzzle maze",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/btw-puzzle-maze/id1137739981",
        "id_in_db": "c10938b3dcc520ed99943fff4e322154d953a758ee9046c38470312467251dd3",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple113/v4/03/fb/dd/03fbddf5-8e11-59e8-f302-2380206c896b/AppIcon-0-1x_U007emarketing-0-85-220-0-7.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "repeatable checklists",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/repeatable-checklists/id6503002237",
        "id_in_db": "382265526147af927c2ea3665147ecbdcba1e5ffc77f31466621490a51f0a2d3",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/8a/c4/49/8ac449f4-1cd7-739a-8e52-5899a83f12be/AppIcon-0-0-1x_U007emarketing-0-11-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "riffler flow",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/riffler-flow/id6467568526",
        "id_in_db": "3ebaef2858fac81215d6e890c0581ba43f666269f515a66fe91ae43d0c1e432f",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/6c/02/b8/6c02b892-0871-9f11-3a09-dfbdf6d42e01/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "roguestone",
        "store": "reddit",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1ma2aje/steam_game_roguestone/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1955990/header.jpg?t=1748624736",
        "description": "Hey pal, listen up! RogueStone might seem friendly for newbies, but don't be fooled. It's a beast that even hardcore RPG players will appreciate. It's a combat simulator with RPG elements, and dungeons get crazier as you progress. RogueStone's deep gameplay will hook you for a long time. Even if you're new to RPGs, you can still enjoy the action and be pushed to your limits. With its smooth gameplay and killer soundtrack, you'll feel the rush. RogueStone will test your skills, so strategize and plan every move in daunting dungeons. But the adrenaline rush of victory makes it worth it. It keeps you on your toes, no matter your level. RogueStone isn't a walk in the park, but it's worth it. RPG components give a fresh twist, while combat sim requires tactics. Tougher dungeons mean more satisfaction. Controls are simple, soundtrack catchy, and difficulty balanced. RogueStone is the game you've been waiting for. It's unique, entertaining, and challenging. Dive in and show your skills! KEY FEATURES -Get ready to enter an fascinating universe where you can virtually train and become stronger. -Collect and unleash thousands of amazing items in our game, each adding a new layer of excitement and strategy to your adventure! -Seek power and artifacts on an endless quest, with the end game as the main focus. -Enjoy the 20-hour campaign and gather treasure, trying to obtain all 14 Steam achievements, including 3 end-game ones. -Choose from six character types, each with unique abilities and combos. Combine them to make your character stronger! -Balance your GP values for maximum stat boosts. Destroy crates to gain GP and buy items from Town Vendors. -As you explore, monsters get tougher, so keep your numbers up. Use the \"Get Better Gear\" or \"Boost your Stats\" loop for excitement. -Grindcore* action where you farm XP, GP, and Pt. Gain magic gear from Monster Boxes and customize with the RogueStone System. -Enhance the experience with the Save Function on the Steam client. Let's dive into this thrilling simulation! Challenge your skills and create your own personal journey today. *Click on 'View the quick reference', for a 110 pg. Supplemental Lore Book. **Lore Keepers are the most knowledgeable and trusted sources of information about the world. They know everything there is to know about ancient treasures, monsters, and more. PS - Do NOT Leave a Review on a Dead Game. I know you get emotional about this game when playing it since it is Hard, and do NOT appreciate the Positives. This game is misunderstood since the audience that this game attracted was the Wrong Kind, It's FREE Now so why are you leaving a Sad Review when this Game is Dead. You DID NOT PAY FOR IT! Go Away! This Game to me the Developer is AMAZING! I rank my own Game VERY HIGH and I know every game that Exist. This Game if more Existed like it would be more Acceptable. This game was made on a very Tiny Budget, before A.i.. This game would be Different if it had Custom Assets but that doesn't matter to me as a Developer it's Strengths is it attempted to create a New Kind of RPG. But, the audience it attracted killed it.",
        "id_in_db": "t3_1ma2aje",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1955990",
        "genres": [
            "RPG",
            "Free To Play"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256886126/movie_max_vp9.webm?t=1652261934",
        "is_dlc_or_addon": false,
        "persian_summary": "سلام پال ، گوش کن! Roguestone ممکن است برای تازه واردان دوستانه به نظر برسد ، اما فریب نخورید. این جانوری است که حتی بازیکنان RPG هاردکور نیز از آن قدردانی می کنند. این یک شبیه ساز رزمی با عناصر RPG است و Dungeons با پیشرفت شما دیوانه تر می شوند. گیم پلی عمیق Roguestone برای مدت طولانی شما را به هم می زند. حتی اگر تازه وارد RPG ها هستید ، هنوز هم می توانید از این عمل لذت ببرید و به حد خود سوق دهید. با داشتن گیم پلی صاف و موسیقی متن فیلم قاتل ، عجله را احساس خواهید کرد. Roguestone مهارت های شما را آزمایش می کند ، بنابراین هر حرکت را در سیاه چال های دلهره آور استراتژی و برنامه ریزی کنید. اما عجله پیروزی آدرنالین باعث می شود ارزش آن را داشته باشد. بدون توجه به سطح شما ، شما را روی انگشتان پا نگه می دارد. Roguestone پیاده روی در پارک نیست ، اما ارزش آن را دارد. اجزای RPG پیچ و تاب تازه ای می بخشند ، در حالی که سیم کارت مبارزه به تاکتیک ها نیاز دارد. سیاه چال های سخت تر به معنای رضایت بیشتر است. کنترل ها ساده ، موسیقی متن فیلم جذاب و با مشکل در تعادل هستند. Roguestone بازی ای است که شما منتظر آن بوده اید. این بی نظیر ، سرگرم کننده و چالش برانگیز است. شیرجه بزنید و مهارت های خود را نشان دهید! کلید ..."
    },
    {
        "title": "sparganator",
        "store": "reddit",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1m9fkzt/steam_game_sparganator/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3802400/31b76f64b778328945d628e46ee8596c49800e0b/header.jpg?t=1750663821",
        "description": "Game story: Third person sci-fi shooter with 8 maps. Player mission is to kill different enemies and find hidden orange flower which is captured by enemy army. Every level has 1 hidden orange flower, finding it finish level and gives steam achievements. Player need battle against several different enemies like melee cyborg, cyborg with weapons, Shooting turrets and flying robots. So can you be the hero of the universe and find captured flowers and save world Features:: - 8 different maps - Melee fight - Weapons: Rifle, pistol,shotgun and throwing grenades - Collect more ammos and health pick-ups - Several enemies: Cyborg with melee fight and knifes, Flying enemies with weapons, Turrets with weapons. Cyborg with weapons - Steam Achievements",
        "id_in_db": "t3_1m9fkzt",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3802400",
        "genres": [
            "Action",
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257151717/movie_max_vp9.webm?t=1749534671",
        "is_dlc_or_addon": false,
        "persian_summary": "داستان بازی: تیرانداز علمی تخیلی شخص سوم با 8 نقشه. مأموریت بازیکن این است که دشمنان مختلف را بکشید و گل نارنجی پنهان را پیدا کنید که توسط ارتش دشمن اسیر شده است. هر سطح دارای 1 گل نارنجی پنهان است که سطح آن را به پایان می رساند و دستاوردهای بخار می دهد. بازیکن نیاز به نبرد با چندین دشمن مختلف مانند Melee Cyborg ، Cyborg با سلاح ، تیراندازی بر برج و روبات های پرواز دارد. بنابراین می توانید قهرمان جهان باشید و گلهای اسیر شده را پیدا کنید و ویژگی های جهان را نجات دهید :: - 8 نقشه مختلف - جنگ غوغا - اسلحه: تفنگ ، تپانچه ، اسلحه و پرتاب نارنجک - جمع آوری های بیشتر و وانت های بهداشتی - چندین دشمن: سایبورگ با جنگ غواصی و چاقو ، پرواز دشمنان با سلاح ، درختان را با اسلحه با اسلحه. سایبورگ با سلاح - دستاوردهای بخار"
    },
    {
        "title": "stove 7days origins",
        "store": "reddit",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1map4oz/stovegame_7days_origins/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1494140/header.jpg?t=1729549485",
        "description": "This is a place for those who gather to receive a once-in-a-lifetime opportunity in the structure of time. Members sometimes become friends, and sometimes turn out to be enemies in order to finish their own assignment. Kirel, our amnesiac protagonist who has forgotten even his own name is put on a test. Everything depends on your choice. You only have 7 days! And what would be your choice? features - Casual gameplay in instant messaging format - Mystery text adventure - Your choice impact the story and relationships between characters - Every character has their own secret and story - A lot of challenges and collectibles - A multi-episode story with branching paths that leads to four different endings Everything depends on your choices.",
        "id_in_db": "t3_1map4oz",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1494140",
        "genres": [
            "Adventure",
            "Casual",
            "Indie",
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256824999/movie_max_vp9.webm?t=1617964246",
        "is_dlc_or_addon": false,
        "persian_summary": "این مکانی برای کسانی است که جمع می شوند تا یک بار در طول زندگی در ساختار زمان دریافت کنند. اعضا گاهی اوقات دوست می شوند و گاهی اوقات دشمن می شوند تا بتوانند تکلیف خود را به پایان برسانند. کیرل ، شخصیت فراموشی ما که حتی نام خودش را فراموش کرده است ، در آزمایش قرار می گیرد. همه چیز به انتخاب شما بستگی دارد. شما فقط 7 روز دارید! و انتخاب شما چه خواهد بود؟ ویژگی ها - گیم پلی گاه به گاه در قالب پیام رسانی فوری - ماجراجویی متن رمز و راز - انتخاب شما بر داستان و روابط بین شخصیت ها تأثیر می گذارد - هر شخصیت راز و داستان خاص خود را دارد - بسیاری از چالش ها و کلکسیون ها - یک داستان چند قسمت با مسیرهای انشعاب که منجر به چهار پایان مختلف می شود همه چیز به انتخاب شما بستگی دارد."
    },
    {
        "title": "stove abraham test",
        "store": "reddit",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1mbfjja/stove_game_abraham_test/",
        "image_url": "https://external-preview.redd.it/SYxKF256eFdzOUGt2fA6obuNox2TIeNxz91L01HTzPE.png?width=640&crop=smart&auto=webp&s=11dc9281cd02df06ef7a34b8c240fa917cb1823d",
        "description": "submitted by /u/MeguminShiro [link] [comments]",
        "id_in_db": "t3_1mbfjja",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /meguminshiro [لینک] [نظرات]"
    },
    {
        "title": "stove starrabbits the beginning",
        "store": "reddit",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1m92c21/stove_game_starrabbits_the_beginning/",
        "image_url": "https://d2x8kymwjom7h7.cloudfront.net/live/application_no/119001/images/indie-studio-v3/StarRabbits_Stove169_1750739781754.webp",
        "description": "submitted by /u/Particular_Arm_3916 [link] [comments]",
        "id_in_db": "t3_1m92c21",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /special_arm_3916 [لینک] [نظرات]"
    },
    {
        "title": "the black within",
        "store": "reddit",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1m8yah0/itchio_game_the_black_within/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2372870/header.jpg?t=1718301758",
        "description": "The Black Within is a single-player first-person psychological horror. When selling her soul for fame and fortune, Laila Rose faces the consequences of her actions. A tale of Greed, fear, and change. The year is 2007, you play as Laila Rose, a failed musician who decided to sell her soul to the devil for fame and wealth. Laila, 38 years old, has tried to make it in the music industry, but a lack of talent and patience led Laila to take matters into her own hands and contact a well-known record label manager called Arne Cheyenne. with the instruction of her new boss, Arne. Laila goes into the abyss and starts her journey, searching for fame and glory. But like the old saying goes, every action has an equal and opposite reaction. What Laila fails to realize is that her battle is bigger than signing a piece of paper; it's fear vs change and pain vs hope. Average time to complete the game: 70 minutes",
        "id_in_db": "t3_1m8yah0",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2372870",
        "genres": [
            "Adventure",
            "Casual",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256946756/movie_max_vp9.webm?t=1696812870",
        "is_dlc_or_addon": false,
        "persian_summary": "Black Inside یک وحشت روانشناختی اول نفره است. لیلا رز هنگام فروش روح خود برای شهرت و ثروت ، با عواقب اقدامات خود روبرو است. داستان حرص و آز ، ترس و تغییر. سال 2007 است ، شما به عنوان لیلا رز ، یک نوازنده ناکام که تصمیم به فروش روح خود به شیطان برای شهرت و ثروت گرفت ، بازی می کنید. لیلا ، 38 ساله ، سعی کرده است تا آن را در صنعت موسیقی بسازد ، اما عدم استعداد و صبر و شکیبایی باعث شد لیلا امور را به دست خودش بگیرد و با یک مدیر مشهور برچسب ضبط به نام Arne Cheyenne تماس بگیرد. با دستورالعمل رئیس جدید خود ، آرن. لیلا وارد پرتگاه می شود و سفر خود را آغاز می کند و به دنبال شهرت و شکوه است. اما همانطور که گفته قدیمی می رود ، هر عملی یک واکنش برابر و متضاد دارد. آنچه لیلا نمی تواند متوجه شود این است که نبرد او بزرگتر از امضای یک تکه کاغذ است. این ترس در مقابل تغییر و درد در مقابل امید است. متوسط زمان برای تکمیل بازی: 70 دقیقه"
    },
    {
        "title": "the deus ex collection 955 eur 85 off deus ex",
        "store": "reddit",
        "url": "https://www.reddit.com/r/GameDeals/comments/1mdrv73/steam_the_deus_ex_collection_955_eur_85_off_deus/",
        "image_url": "https://external-preview.redd.it/yCJHWsEC3yqAJ-ZJwwG-t3TT_mjtzjh0pFTTwuI50kw.jpeg?width=320&crop=smart&auto=webp&s=6e3aef68713d6058d9e45871f923d955bdbcda27",
        "description": "submitted by /u/DsLmaNiaC [link] [comments]",
        "id_in_db": "t3_1mdrv73",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "85% off",
        "is_dlc_or_addon": true,
        "persian_summary": "ارسال شده توسط /u /dslmaniac [لینک] [نظرات]"
    },
    {
        "title": "the wolf and the dragon",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/the-wolf-and-the-dragon/id6745433587",
        "id_in_db": "03e7e0abcb8993605f0ec6f659e74c803724618d27c1e5b6701b7b4db57fac40",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/fc/e7/2c/fce72c87-1238-d943-0a18-3f6ec76e4f42/AppIcon-0-0-1x_U007emarketing-0-8-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "time tracker 3d",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/iss-real-time-tracker-3d/id1079990061",
        "id_in_db": "c3fd5015c5f88a9f8bed99739d37de7301e9aeef0d4c66bd5a074ae133d936d6",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/19/d4/3a/19d43a4f-5682-a540-863b-a41fba953582/AppIcon-0-0-1x_U007epad-0-1-0-sRGB-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "timen runner",
        "store": "reddit",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1m96kgl/steam_game_timen_runner/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/623550/header.jpg?t=1705082489",
        "description": "Hardcore pixel 2D platformer with steampunk elements, with randomly generated levels. The main character is a little man who lives in the world of watches and watch mechanisms, his name is Timen. Your task is to score as many points as possible to get to be on top of players. The hour keys and \"elements” within the level will help you to do this task. In the beginning, you will have one minute. If the countdown reaches zero, the character will die and you will lose. - \" Hour keys \". Gives the opportunity to open new levels; - \" Elements \". Adds 30 seconds to the countdown if you collect 5 of them. Features: - Minimal pixel 2D graphics; - Design in the style of \"Steampunk\"; - Hardcore gameplay; - Random generation of levels; - Pleasant 8-bit music accompaniment; - Different abilities of the character;",
        "id_in_db": "t3_1m96kgl",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "623550",
        "genres": [
            "Casual",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/256683877/movie_max.webm?t=1493363490",
        "is_dlc_or_addon": false,
        "persian_summary": "Platformer Hardcore Pixel 2D با عناصر steampunk ، با سطح تصادفی تولید شده. شخصیت اصلی مرد کوچکی است که در دنیای ساعت و مکانیسم های تماشای زندگی می کند ، نام او Timen است. وظیفه شما این است که تا حد ممکن امتیاز کسب کنید تا در صدر بازیکنان قرار بگیرید. کلیدهای ساعت و \"عناصر\" در سطح به شما کمک می کنند تا این کار را انجام دهید. در ابتدا یک دقیقه خواهید داشت. اگر شمارش معکوس به صفر برسد ، شخصیت می میرد و شما از دست می دهید. - \"کلیدهای ساعت\". این فرصت را برای باز کردن سطوح جدید فراهم می کند. - \"عناصر\". اگر 5 مورد از آنها را جمع آوری کنید ، 30 ثانیه به شمارش معکوس اضافه می کند. ویژگی ها: - حداقل گرافیک 2D پیکسل ؛ - طراحی به سبک \"steampunk\" ؛ - گیم پلی هاردکور ؛ - تولید تصادفی سطح ؛ - همراهی موسیقی 8 بیتی دلپذیر ؛ - توانایی های مختلف شخصیت ؛"
    },
    {
        "title": "timerunner",
        "store": "reddit",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1mdcy0q/steam_game_timerunner/",
        "image_url": "https://external-preview.redd.it/dsa3B12_FSyZ8FtEWVOf-3ZgKsbcp4pMpXigDPFe89g.jpeg?width=320&crop=smart&auto=webp&s=6259606392ee87b6492283eead18e164f1ceab58",
        "description": "submitted by /u/MeguminShiro [link] [comments]",
        "id_in_db": "t3_1mdcy0q",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /meguminshiro [لینک] [نظرات]"
    },
    {
        "title": "to the kingdom",
        "store": "reddit",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1m9w3wn/steam_game_to_the_kingdom/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3251550/header.jpg?t=1752499924",
        "description": "To the Kingdom aims to create a rich and immersive strategic board game experience, blending seamless video game mechanics with stunning, artistic visuals. Whether you're playing with friends, family, or strangers from around the world, this game challenges you to master its dynamics. Easy to Learn, Hard to Master Though simple to pick up, mastering \"To the Kingdom\" takes time. You'll need to be strong, organized, and occasionally ruthless to outsmart your opponents. Victory comes from understanding the finer details of strategy. Claim the Lands The lands are fertile, rich, and waiting to be claimed. Expand strategically by capturing the most advantageous territories, preventing your enemies from gaining ground. Disrupt their strategic connections, create chaos, and use it to elevate your position. But beware—circumstances can shift at any moment, so never get too comfortable. A Deeply Strategic Experience Like any great strategy game, \"To the Kingdom\" rewards careful planning. Every move from start to finish shapes the outcome. Each match offers new maps, enemies, and resources, ensuring every game is a fresh challenge. The key to victory lies in reading your opponents and adapting to their tactics. Multiplayer Battles Compete against strategy enthusiasts worldwide. Whether tasting the sweet joy of victory or learning from defeat, respect for your opponents is paramount, just like a true leader. Breathtaking Visuals and Sounds Beyond strategy, \"To the Kingdom\" offers a feast for the senses. Enjoy beautifully designed visuals, music, and an overall artistic experience that enhances your journey to becoming the ruler of a kingdom.",
        "id_in_db": "t3_1m9w3wn",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3251550",
        "genres": [
            "Strategy",
            "Free To Play",
            "Early Access"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257077620/movie_max_vp9.webm?t=1735046970",
        "is_dlc_or_addon": false,
        "persian_summary": "برای پادشاهی قصد دارد یک تجربه بازی استراتژیک غنی و همهجانبه ایجاد کند ، مکانیک بازی های ویدیویی یکپارچه را با تصاویر خیره کننده و هنری ترکیب کند. چه با دوستان ، خانواده و چه غریبه هایی از سراسر جهان بازی می کنید ، این بازی شما را برای تسلط بر پویایی آن به چالش می کشد. یادگیری آسان ، سخت برای تسلط ساده هر چند ساده برای انتخاب ، تسلط بر \"پادشاهی\" زمان می برد. برای پیشی گرفتن از مخالفان خود ، باید قوی ، سازمان یافته و گاهی بی رحم باشید. پیروزی از درک جزئیات دقیق تر استراتژی ناشی می شود. ادعا کنید که اراضی سرزمین ها بارور ، ثروتمند و منتظر ادعا هستند. با گرفتن مزیت ترین سرزمین ها ، مانع از دستیابی به زمین های خود ، استراتژیک را گسترش دهید. اتصالات استراتژیک آنها را مختل کنید ، هرج و مرج ایجاد کنید و از آن برای بالا بردن موقعیت خود استفاده کنید. اما مراقب باشید - Circumstances هر لحظه می تواند تغییر کند ، بنابراین هرگز خیلی راحت نشوید. یک تجربه عمیقاً استراتژیک مانند هر بازی استراتژی عالی ، \"به پادشاهی\" به برنامه ریزی دقیق پاداش می دهد. هر ..."
    },
    {
        "title": "today i am",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/today-i-am-daily-persona/id6450616950",
        "id_in_db": "31430e5ac3ea712fbe2021fc59636b43386a6040a4ddd7c3c82ae05ec36c173c",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple211/v4/89/b4/80/89b48085-b486-17a8-84a0-071a08b1d803/AppIcon-0-0-1x_U007emarketing-0-8-0-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "tracing board",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/tracing-board-lightbox/id1040566627",
        "id_in_db": "e6db3df2e570dce8d513e17fbdcc7a226a9cf74f419867719e9bc0fb2c2373c3",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple211/v4/87/7f/6e/877f6ee5-7520-c26d-b009-91191354f858/AppIcon-0-0-1x_U007emarketing-0-7-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "train valley origins",
        "store": "reddit",
        "url": "https://www.reddit.com/r/GameDeals/comments/1mdc6k3/steam_train_valley_origins_89625_off/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3451440/dd1c49d1ff3b40c1f9a895cd4f90976ee8c88d9a/header_alt_assets_0.jpg?t=1753463337",
        "description": "Choo-choo! Train Valley Origins welcomes you to a world of charming locomotives, intricate track layouts, and brain-teasing challenges. 🛤️🚂🚄❤️ Maintain traffic flow through increasingly complex levels, managing switches, optimizing railway networks, and ensuring your cargo reaches its destination on time, avoiding collisions. The game features four historical periods and locations from the Wild West to China and Norway. Unlock various locomotives, from steam engines to modern trains, as you play. Complete your collection and view it in the Shed! With each level presenting a unique puzzle to solve, Train Valley offers a rewarding experience for players who love to think strategically and optimize for maximum efficiency. Train Valley Origins captures the charm and challenge of the original game while adding exciting new features and vibrant, elegant graphics. The built-in level editor is arriving in our first major update. Easy to use - start building your own puzzles in no time, and with Workshop support - share your creations with other players and download even more designs to try out.",
        "id_in_db": "t3_1mdc6k3",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "25% off",
        "steam_app_id": "3451440",
        "genres": [
            "Indie",
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257140182/movie_max_vp9.webm?t=1749747095",
        "is_dlc_or_addon": false,
        "persian_summary": "چو چو! Train Valley Origins شما را به دنیای لوکوموتیوهای جذاب ، چیدمان های پیچیده آهنگ و چالش های دفع مغز استقبال می کند. 🛤 جریان ترافیک را از طریق سطح فزاینده پیچیده ، مدیریت سوئیچ ها ، بهینه سازی شبکه های راه آهن و اطمینان از محموله های شما به موقع به مقصد خود می رسد و از برخورد خودداری می کند. این بازی شامل چهار دوره و مکان تاریخی از غرب وحشی تا چین و نروژ است. همانطور که بازی می کنید ، لوکوموتیو های مختلف را از موتورهای بخار گرفته تا قطارهای مدرن باز کنید. مجموعه خود را تکمیل کرده و آن را در ریخته مشاهده کنید! با ارائه هر سطح یک معمای منحصر به فرد برای حل ، Train Valley یک تجربه پاداش دهنده را برای بازیکنانی که دوست دارند از نظر استراتژیک فکر کنند و برای حداکثر کارآیی بهینه سازی کنند ، ارائه می دهد. Train Valley Origins ضمن اضافه کردن ویژگی های جدید و جذاب و گرافیک های پر جنب و جوش و زیبا ، جذابیت و چالش بازی اصلی را ضبط می کند. ویرایشگر سطح داخلی به اولین به روزرسانی اصلی ما رسیده است. آسان برای استفاده - شروع به ساختن معماهای خود در هیچ زمان و ..."
    },
    {
        "title": "turn based cyberpunk action",
        "store": "reddit",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1me3vm5/epic_games_game_keylocker_turn_based_cyberpunk/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325040/header.jpg?t=1752857108",
        "description": "Keylocker is a Cyberpunk turn based rhythm JRPG inspired by the Mario&Luigi RPG series and Chrono Trigger , in which you play as the singer and songwriter, B0B0. Fuel your moves with the electric power of music in this unforgiving planet by using real-time execution of moves in rhythm game style! Battle the authorities, unlock the secrets of Saturn, play on your own bands' concerts and hack into the network to bring an end to this corrupt system, for better or worse. Features: Choose your path as a cyberpunk rebel, each with its own unique skill tree and storyline. Control Electricity with your own music! Transform it into attack or defense as needed, swapping between different movesets and tactics. Classic Turn Based Combat with a twist: Real Time execution of moves in rhythm game style , aim your shots, time your attacks, parry and block your enemies in this unforgiving planet. No Random-Encounters; fight your enemies head-on with seamless in world battles inspired by Chrono Trigger. Befriend the citizens, or betray them: gift them to earn their favor and make choices that change the course of the story with multiple endings. Play with your band to the friends you made at the Music Show minigame , featuring compositions by Elektrobear (Momodora, Virgo Versus The Zodiac), voiced by Psamathes. But watch out on the Danger Meter! The all-ears church-police will certainly come after devious denizens who do not respect the Law of Silence. Completely customize your characters with a great variety of equipment; unlock special Talents using the Keys harvested from enemies you DELETE in combat. Unique interactions with every object of the world : exploring Saturn can lead to secrets, rewards or entire pieces of knowledge about the planet. Story: | Saturn, Anno 801. | | Music is banned for 141 years now. | B0B0 is one of the Doppelgangers, twins born as perfect human beings fit to obey the purpose of the caste they were assigned to. Her purpose is to serve in the lowest caste for the prosperity of Saturn, but B0B0 doesn't quite agree to that. Amidst a revolution against the Saturnian Satellites, the ultimate form of law, B0B0 hears news of a newfound music robot that'll fit right in her illegal band as a drummer. Rebelling against the corrupt system using music is the only thing she knows how to do well and she only needed a drummer to join her pack of misfits. With every piece in place, she's out to break some laws, and discover the truth behind the essence of music, the Keylocker.",
        "id_in_db": "t3_1me3vm5",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1325040",
        "genres": [
            "Adventure",
            "Indie",
            "RPG"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257018672/movie_max_vp9.webm?t=1714411206",
        "is_dlc_or_addon": false,
        "persian_summary": "Keylocker یک Rhythm JRPG مبتنی بر چرخش سایبرپانک است که با الهام از سریال Mario & Luigi RPG و Chrono Trigger ، که در آن شما به عنوان خواننده و ترانه سرا ، B0B0 بازی می کنید. حرکت خود را با قدرت برقی موسیقی در این سیاره فراموش نشدنی با استفاده از اجرای زمان واقعی حرکت در سبک بازی ریتم سوخت! با مقامات نبرد ، اسرار کیوان را باز کنید ، در کنسرت های گروههای شخصی خود بازی کنید و به شبکه هک کنید تا به این سیستم فاسد پایان یابد ، برای بهتر یا بدتر. ویژگی ها: مسیر خود را به عنوان یک شورشی سایبرپانک انتخاب کنید ، هر کدام درخت مهارت و داستان منحصر به فرد خود را دارند. برق را با موسیقی خود کنترل کنید! در صورت لزوم آن را به حمله یا دفاع تبدیل کنید و بین حرکات مختلف و تاکتیک ها مبادله کنید. مبارزه مبتنی بر نوبت کلاسیک با یک پیچ و تاب: اجرای زمان واقعی حرکت در سبک بازی ریتم ، عکس های خود را هدف قرار دهید ، زمان حملات خود را ، پارسی و دشمنان خود را در این سیاره فراموش نشدنی مسدود کنید. بدون استقلال تصادفی ؛ در نبردهای جهانی با الهام از Chrono با یکپارچه با یکپارچه با یکپارچه مبارزه کنید ..."
    },
    {
        "title": "turn based cyberpunk action ca2299 free cyberpunk turn",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1me3xhk/windows_keylocker_turn_based_cyberpunk_action/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3464830/dfe61ccbe2b148660f55713b54fed1bbfbf97fc7/header.jpg?t=1749317176",
        "description": "Fight and survive to the beat against various robots that want to bring you down. Improve yourself each round to face the boss in the final showdown. Sound of Survival is a rhythm shooter with Vampire Survivors elements, offering multiple unlockable levels and difficulty modes. Gameplay Fight against the onslaught of machines in each round. Shoot in sync with the music using the different modes of your weapon to optimally take down various enemies. After each round, you can individually upgrade yourself and your weapon in the shop menu to perform better next round. Choose a suitable song and begin the upcoming round. Shoot on the beat Shoot, jump, and dash perfect to the beat to increase your damage, leaving your enemies with no chance. You can choose from a variety of songs composed specifically for this game. Each song has a unique speed and duration, helping you find the track that best fits your playstyle. Metaprogression After each playthrough, you have the opportunity to further upgrade yourself, your weapon, or the shop to perform even better in the next level. Defeat the boss to unlock additional levels or difficulty modes and prove that you have the best sense of rhythm.",
        "id_in_db": "t3_1me3xhk",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3464830",
        "genres": [
            "Indie",
            "Free To Play"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/257088857/movie_max_vp9.webm?t=1744665289",
        "is_dlc_or_addon": false,
        "persian_summary": "مبارزه کنید و در برابر ربات های مختلفی که می خواهند شما را از بین ببرند ، به ضرب و شتم بمانند. خود را در هر دور بهبود بخشید تا در مرحله نهایی مسابقات با رئیس روبرو شوید. Sound of Survival یک تیرانداز ریتم با عناصر Vampire Survivors است که چندین سطح باز نمی شود و حالت های دشواری را ارائه می دهد. گیم پلی در هر دور با حمله به دستگاه ها مبارزه می کند. با استفاده از حالت های مختلف سلاح خود ، با موسیقی همگام شوید تا بهینه دشمنان مختلف را از بین ببرید. بعد از هر دور ، می توانید به صورت جداگانه خود و سلاح خود را در منوی فروشگاه ارتقا دهید تا در مرحله بعدی بهتر عمل کنید. یک آهنگ مناسب را انتخاب کنید و دور آینده را شروع کنید. برای افزایش آسیب های خود روی ضربات ضرب و شتم ، پرش و ضرب و شتم به ضرب و شتم ، و دشمنان خود را بدون هیچ فرصتی رها کنید. شما می توانید از بین آهنگ های متنوعی که به طور خاص برای این بازی ساخته شده است انتخاب کنید. هر آهنگ دارای سرعت و مدت زمان منحصر به فردی است و به شما کمک می کند آهنگ را پیدا کنید که به بهترین وجه با Playstyle شما باشد. استعاره بعد از هر بازی ، شما این فرصت را دارید که بیشتر ..."
    },
    {
        "title": "underworld office",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/underworld-office-novel-game/id1523265842",
        "id_in_db": "850c2690e6982a65d14118179f962f1b91692f9ded7785f764ef1caa84049dee",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple112/v4/bd/00/73/bd007327-9f61-88f9-05d9-c5fa6b1ac3f2/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "war of the human tanks",
        "store": "reddit",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1m8vz62/indiegala_game_war_of_the_human_tanks/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/263400/header.jpg?t=1743588477",
        "description": "War of the Human Tanks is a story driven strategy game with a gameplay reminiscent of Battleship and Chess, featuring a story of war, loyalty, sacrifice and human shaped tanks. This story takes place in a land vaguely reminiscent of modern-day Japan. In the twenty years since the first Human Tank was developed, the war raging between the Empire of Japon and the Kingdom of Japon has turned into a proxy war fought between Human Tanks on both sides. The Empire of Japon once ruled the entire land of Japon. Now diminished and cornered, the Empire prepares to make its last stand as the tanks of the Kingdom of Japon draw close to its capital. Shoutaro Daihon'ei, Lieutenant of the Imperial Army moves out to the battlefield, followed closely by the loyal Human Tanks in his company. Key Features Fast-paced strategic battles in over 30 maps Use resources earned from battles to develop new tanks Customize your tanks with various modules to deadly effect Multiple endings based on your performance Replay the story keeping your previously earned units and resources Free battle mode to practice and gather extra supplies English localization features two all-new bonus maps, hand-drawn battle backgrounds and an improved user interface Episodic TV drama style story with openings and endings changing by battle's progress",
        "id_in_db": "t3_1m8vz62",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "263400",
        "genres": [
            "Adventure",
            "Indie",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "http://video.akamai.steamstatic.com/store_trailers/2030484/movie_max.webm?t=1447359843",
        "is_dlc_or_addon": false,
        "persian_summary": "War of the Human Tanks یک بازی استراتژی داستانی با یک گیم پلی یادآور جنگ و شطرنج است که شامل یک داستان از جنگ ، وفاداری ، فداکاری و تانک های شکل انسانی است. این داستان در سرزمینی مبهم یادآور ژاپن امروزی اتفاق می افتد. در بیست سال از زمان توسعه اولین مخزن انسانی ، جنگ بین امپراتوری ژاپن و پادشاهی ژاپن به جنگ پروکسی تبدیل شده است که از هر دو طرف بین مخازن انسانی جنگیده است. امپراتوری ژاپن زمانی بر کل سرزمین ژاپن حاکم بود. امپراتوری که اکنون کاهش یافته و گوشه و کنار آن است ، آماده می شود تا آخرین موضع خود را به عنوان مخازن پادشاهی ژاپن نزدیک به پایتخت خود بکشد. Shoutaro Daihon'ei ، ستوان ارتش امپریال به میدان نبرد منتقل می شود و از نزدیک مخازن وفادار انسانی در شرکت خود به دنبال آن است. ویژگی های کلیدی نبردهای استراتژیک با سرعت در بیش از 30 نقشه از منابع به دست آمده از نبردها برای توسعه مخازن جدید مخازن شما با ماژول های مختلف تا اثر کشنده چندین انتهای بر اساس عملکرد شما استفاده می کنند ..."
    },
    {
        "title": "wheels of aurelia",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/wheels-of-aurelia/id1198170026",
        "id_in_db": "161a5dc47068d0f1cb4c6cfd54f7b8e046fc5b6b25f53f9ce725352c0a755173",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://assets.nintendo.com/image/upload/c_fill,w_1200/q_auto:best/f_auto/dpr_2.0/ncom/software/switch/70010000000739/533e063c9e3e5bfee0b75e9848796e37453891e2508265a4aa16516fc0d52286",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "windows macos legion td 2 ca2299 free defend against waves of enemies and destroy the enemys king before they destroy yours",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1m86wlf/windows_macos_legion_td_2_ca2299_free_defend/",
        "image_url": "https://cdn1.epicgames.com/spt-assets/29586d03c1c147569a1991a8616c1413/legion-td-2-1em1j.png",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1m86wlf",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /pm_me_freegames [لینک] [نظرات]"
    },
    {
        "title": "world of assassination v rising ultros tomb raider i",
        "store": "reddit",
        "url": "https://www.reddit.com/r/GameDeals/comments/1mdroca/indiegala_stealth_franchise_sale_hitman_world_of/",
        "image_url": "https://external-preview.redd.it/SUegtK_H2vwnJqyb30ExkI_Il-HrAF3MDn8AnB-X0ho.jpeg?width=640&crop=smart&auto=webp&s=d2e1e38938d6eaa96ddd003cb390e4079aa003b0",
        "description": "submitted by /u/indieg [link] [comments]",
        "id_in_db": "t3_1mdroca",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "60% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u /indieg [پیوند] [نظرات]"
    }
]