[
    {
        "title": "20th anniversary edition gog fallout 76 microsoft fort solis gog dark city",
        "store": "amazon",
        "url": "https://luna.amazon.com/claims/home?filter=Game&g=s",
        "image_url": "https://external-preview.redd.it/_fBjABdCsDDIR7bJn-cgpkXoTMJ2MnAEY3PCdXPaAoY.png?width=640&crop=smart&auto=webp&s=bef23da95c6aa8211ed8845602ada6c6644977cf",
        "description": "submitted by /u/LighteningOneIN [link] [comments]",
        "id_in_db": "t3_1ow81wg",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": true,
        "persian_summary": "ارسال شده توسط /u/LighteningOneIN [پیوند] [نظر]"
    },
    {
        "title": "70 off lifetimefight the nightmare of sleep paralysis night terrors",
        "store": "iosappstore",
        "url": "https://apps.apple.com/au/app/night-terrors-sleep-assistant/id1309065157",
        "image_url": "https://external-preview.redd.it/I6jaRCNB77Xa5JYN6GDYlG_L5KZTArGphHRGYYVfY50.jpeg?width=640&crop=smart&auto=webp&s=b9cb04465c124cfecb14db31b15f048e812f255c",
        "description": "For the next 24 hours, Night Terrors PRO is 70% off as a one-time lifetime upgrade - no subscription required. Night Terrors is a sleep-assistant app for people who experience sleep paralysis, night terrors, or fear-based sleep disruptions. How it works: The app uses your device’s accelerometer and gyroscope to detect sudden or abrupt movements during sleep. Sleep data is processed offline on your device using a custom detection algorithm, nothing is sent to the cloud. To use, place your phone on your bed and press START. An alarm will sound when unexpected movement is detected, helping you wake safely. iOS 13+ with support for both iPhones and iPads. PRO Lifetime Upgrade Includes: Ad-free experience, full privacy, no tracking All existing features, including advanced motion-sensing detection Lifetime access to all future updates One-time unlock (not a subscription) I’m keen to hear your feedback if you try the app, it helps improve and refine the experience. submitted by /u/yoyohannnn [link] [comments]",
        "id_in_db": "t3_1p23dfi",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "70% off",
        "is_dlc_or_addon": false,
        "persian_summary": "برای 24 ساعت آینده، Night Terrors PRO 70٪ تخفیف به عنوان یک ارتقاء مادام العمر دارد - بدون نیاز به اشتراک. Night Terrors یک برنامه کمک خواب برای افرادی است که فلج خواب، وحشت شبانه یا اختلالات خواب مبتنی بر ترس را تجربه می کنند. چگونه کار می کند: این برنامه از شتاب سنج و ژیروسکوپ دستگاه شما برای تشخیص حرکات ناگهانی یا ناگهانی در طول خواب استفاده می کند. داده های Sleep با استفاده از یک الگوریتم تشخیص سفارشی در دستگاه شما به صورت آفلاین پردازش می شوند، چیزی به ابر ارسال نمی شود. برای استفاده، تلفن خود را روی تخت خود قرار دهید و START را فشار دهید. زمانی که حرکت غیرمنتظره ای تشخیص داده شود، زنگ هشدار به صدا در می آید و به شما کمک می کند تا با خیال راحت از خواب بیدار شوید. iOS 13+ با پشتیبانی از iPhone و iPad. ارتقای طول عمر PRO شامل: تجربه بدون آگهی، حریم خصوصی کامل، بدون ردیابی همه ویژگی‌های موجود، از جمله تشخیص پیشرفته حسگر حرکت، دسترسی مادام‌العمر به همه به‌روزرسانی‌های آینده، باز کردن قفل یک‌باره (نه اشتراک) من مشتاقم اگر برنامه را امتحان کنید، بازخورد شما را بشنوم، این به بهبود و اصلاح تجربه کمک می‌کند. ارسال شده توسط ..."
    },
    {
        "title": "activision black friday sale 2025",
        "store": "steam",
        "url": "https://store.steampowered.com/developer/Activision/sale/activisionblackfridaysale2025",
        "image_url": "https://external-preview.redd.it/vWxzp7i-4G3J92c3Zhm-8qYJgQ_pieb5s1aXT9DI6T0.png?width=640&crop=smart&auto=webp&s=a7b3aab23daba430bd8a566100903712ec191306",
        "description": "submitted by /u/AMong00se [link] [comments]",
        "id_in_db": "t3_1p1h08k",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/AMong00se [لینک] [نظر]"
    },
    {
        "title": "alessias dollhouse",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/alessias-dollhouse",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3037780/header.jpg?t=1757761322",
        "description": "Some Houses Hide a Nightmare That Never Sleeps... Alessia's Dollhouse is a first-person psychological horror game that will take your breath away. In the dead of night, on a deserted road, you take on the role of Darren, an ordinary pizza delivery guy, in a creepy dollhouse filled with sinister secrets. But this time, your delivery address will drag you into an unimaginable vortex of horror. Alessia's DollHouse is a New Take on an Old Genre : A HYPNOTIZING ATMOSPHERE: Dark corridors, eerie whispers, and a tension ready to be triggered at any moment. IN THE GRIP OF DESPERATION: Feel the breath of the terrifying puppets on your neck! There is no escape. You are alone and defenseless. Your only weapon is your mind... and it may not last long. THREE TERRIFYING DOLLS WITH DISTINCT CHARACTERISTICS AWAIT YOU: The first doll has a chilling gaze that freezes your soul when you look into its eyes. The second doll silently stalks you from behind, resembling a ghost from your past, lurking in dark corners. The third doll unexpectedly appears, taking you on a journey filled with nightmares. These dolls, each equipped with unique horrifying abilities, create a deep atmosphere of fear and suspense. THE TRUTH BEHIND THE CURTAIN: Uncover the disturbing history of the puppet house and tragic events. But some secrets may be better left buried. CHOICES HAVE CONSEQUENCES: Your decision will affect Darren's fate and his soul. One wrong step could condemn him to an eternal nightmare. Remember: Some toys don't just watch. They also play. Alessia's Dollhouse is based on challenge and escape. It is supported by light, loud and sudden sounds. Keep in mind that it makes you feel a lot of fear and is a difficult game. Developer's comment about the game : We recommend that people who are afraid of the dark, have a heart condition, and are afraid of being alone should not play alone. If you are easily frightened, turn back now. WARNING: This game may trigger seizures to people with photosensitive epilepsy. Player discretion is advised.",
        "id_in_db": "t3_1p1g6kf",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3037780",
        "genres": [
            "Indie",
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257035407/movie_max_vp9.webm?t=1719956430",
        "is_dlc_or_addon": false,
        "persian_summary": "Some Houses Hide a Nightmare That Never Sleeps... Alessia's Dollhouse یک بازی ترسناک روانشناختی اول شخص است که نفس شما را بند می آورد. در تاریکی شب، در جاده‌ای متروک، نقش دارن، یک پیتزای معمولی را در خانه عروسکی خزنده‌ای مملو از رازهای شوم بازی می‌کنید. اما این بار، آدرس تحویل شما را به گردابی از وحشت غیرقابل تصور می کشاند. DollHouse آلسیا برداشتی جدید از ژانر قدیمی است: یک جو هیپنوتیزم کننده: راهروهای تاریک، زمزمه های وهم انگیز، و تنشی که هر لحظه آماده به راه افتادن است. در چنگال یاس: نفس عروسک های وحشتناک را روی گردن خود احساس کنید! راه گریزی نیست. تو تنها و بی دفاعی تنها سلاح شما ذهن شماست... و ممکن است مدت زیادی دوام نیاورد. سه عروسک وحشتناک با ویژگی های متمایز در انتظار شما هستند: اولین عروسک نگاهی سرد دارد که وقتی به چشمانش نگاه می کنید روح شما را منجمد می کند. عروسک دوم بی‌صدا از پشت سر شما را می‌گیرد، شبیه شبحی از گذشته‌تان، در کمین..."
    },
    {
        "title": "allyouplay gtfo 1600 1412 1600 eu uk us",
        "store": "other",
        "url": "https://www.allyouplay.com/pc/gtfo",
        "image_url": "https://cdn.allyouplay.com/cdn-cgi/image/format=auto,width=auto,quality=75/content/products/endless-legend-2-_45428_0_7bcdb891.1756909939.jpeg",
        "description": "submitted by /u/AllYouPlay [link] [comments]",
        "id_in_db": "t3_1p21r9b",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "59% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/AllYouPlay [لینک] [نظر]"
    },
    {
        "title": "apps reminder pro 349",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=alarm.clock.calendar.reminder.pro",
        "image_url": "https://external-preview.redd.it/z3QFjRID0c6FcNUj8qPXAQWIiyqPk_14o9axnDrMvZw.png?width=320&crop=smart&auto=webp&s=8c499127263d07ff7427609c03fa6f51ee219358",
        "description": "submitted by /u/pudah_et [link] [comments]",
        "id_in_db": "t3_1otw86p",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/pudah_et [پیوند] [نظر]"
    },
    {
        "title": "apps stabilize video",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.tapuniverse.videostabilizer",
        "image_url": "https://external-preview.redd.it/G9RaosHTgB0f5yG5FiymEC2LXdmEEjKN16irF7AUoi8.jpeg?width=320&crop=smart&auto=webp&s=17d7de62295bec28d74805df67c94494e215320b",
        "description": "submitted by /u/Lohigno [link] [comments]",
        "id_in_db": "t3_1ow591g",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Lohigno [پیوند] [نظر]"
    },
    {
        "title": "autumnattempt42",
        "store": "other",
        "url": "https://givee.club/event/1164",
        "image_url": "https://external-preview.redd.it/RNWaVMdVJMMSEqoEkIwq8pGCEYY4p2ulP75NsoapUtc.png?width=320&crop=smart&auto=webp&s=5c0bb1058a177bc8f20d4f6d745926243c5a4a46",
        "description": "submitted by /u/HOMBREDIAMATE [link] [comments]",
        "id_in_db": "t3_1p23bgt",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/HOMBREDIAMATE [پیوند] [نظر]"
    },
    {
        "title": "based roguelike that features a deck of playing cards used to create card combos and activate skills in the heat of battle",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1p276rx/multiplatform_zoetica1429_free_turnbased/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3617620/ebdd085fa9113584e66946b762c2da106fc49fa5/header.jpg?t=1762532373",
        "description": "My Card Is Better Than Your Card! is an adorable yet challenging sticker sticking roguelike deckbuilder. Create your own cards with a colorful catalogue of stickers combining their effects. Collect more and more stickers, discover synergies and find your own playstyle with a deck full of your own creations to defeat your rivals in whimsical card duels. Turn-based gameplay, delightful events and free-form card crafting bring about a wholesome experience while presenting a challenge. Features: Over 200 super awesome and adorable stickers to stick onto your cards! Play against ten unique opponents, from best friends to playground princesses and bug enthusiasts! Choose from 10 starter decks on what kind of cards and playstyle you want to start your run with! 3 challenging bosses to truly test your deckbuilding skills at the end of every week Over 40 toys to collect and synergize with your cards! Over 15 different types of fun events to visit, like digging for forgotten sticker treasures and trying your luck at a claw machine Super special Story Events to spend time with your friends from the neighborhood! Challenge them to water fights or go on an adventure in the forest! Who knows what’ll happen! 15 themed booster packs to rip open and enjoy Three special sticker types that change how the stickers play and make them even cooler (or lamer) Each sticker has its own effect, allowing for endless creativity and strategies for you to play with! But be careful, too many stickers and a card will become too expensive to play. It’s time for a tug-of-war of coolness! Play your cards right to gain favor over your rivals and leave them in awe of your creations! Make use of the FEVER multiplier to turn the tide at the right moment! Between card battles you can take part in all sorts of activities to spice up your deck. Dig for hidden prizes in Treasure Hunts! Try your luck at the Vending Machine for that perfect super shiny sticker! Get to know your friends around the neighborhood in Story Events! Grab some new toys at the Claw Machine! Fill up your summer days with different fun events. Each run alters the challenge. You’ll encounter different neighborhood rivals, with a different set of cards to take them on. Figure out new synergies and combos to gain the edge over your opponents to become the playground champ!",
        "id_in_db": "t3_1p276rx",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3617620",
        "genres": [
            "Casual",
            "Indie",
            "Strategy",
            "Early Access"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257204076/movie_max_vp9.webm?t=1758557121",
        "is_dlc_or_addon": false,
        "persian_summary": "کارت من بهتر از کارت شماست! یک برچسب شایان ستایش و در عین حال چالش برانگیز است که عرشه ساز سرکش می چسبد. کارت های خود را با یک کاتالوگ رنگارنگ از برچسب ها که جلوه های آنها را ترکیب می کند ایجاد کنید. استیکرهای بیشتر و بیشتری را جمع آوری کنید، هم افزایی ها را کشف کنید و سبک بازی خود را با عرشه ای پر از خلاقیت های خود بیابید تا رقبای خود را در دوئل های کارتی عجیب و غریب شکست دهید. گیم‌پلی نوبتی، رویدادهای لذت‌بخش و کاردستی با کارت‌های آزاد، تجربه‌ای مفید را در عین ارائه یک چالش به ارمغان می‌آورد. ویژگی ها: بیش از 200 برچسب فوق العاده عالی و شایان ستایش برای چسباندن روی کارت های شما! در برابر ده حریف منحصر به فرد، از بهترین دوستان گرفته تا شاهزاده خانم های زمین بازی و علاقه مندان به اشکال بازی کنید! از بین 10 عرشه شروع، انتخاب کنید که با چه نوع کارت و سبک بازی می خواهید دویدن خود را شروع کنید! 3 رئیس چالش برانگیز برای آزمایش واقعی مهارت های عرشه سازی شما در پایان هر هفته بیش از 40 اسباب بازی برای جمع آوری و همکاری با کارت های خود! بیش از 15 نوع مختلف از رویدادهای سرگرم کننده برای بازدید، مانند حفاری برای گنجینه های برچسب فراموش شده..."
    },
    {
        "title": "consonance 399 20 off discount",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3750640/Consonance/",
        "image_url": "https://external-preview.redd.it/B5DpxqSDFVxGQ-ylbRyrs8GLk_LN7JkSdv8uR0EQj_4.jpeg?width=320&crop=smart&auto=webp&s=62c724ed165ea6b01e4d3ced2f7209263bca5145",
        "description": "submitted by /u/jfilomar [link] [comments]",
        "id_in_db": "t3_1p1s7az",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "20% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/jfilomar [لینک] [نظر]"
    },
    {
        "title": "down shooter with stealth elements presented in a wild west theme play as an escaped slave fleeing to the united states in 1873",
        "store": "steam",
        "url": "https://store.steampowered.com/app/410110/12_is_Better_Than_6/",
        "image_url": "https://external-preview.redd.it/PHXi2CC-Sqgn7-8PUKo7-N_jvt7xikhVg_yKPGZPl_o.jpeg?width=320&crop=smart&auto=webp&s=e3bcb01aa22157cf28cc7f9dd3c88d89a1a0ca73",
        "description": "submitted by /u/Singhvistaar [link] [comments]",
        "id_in_db": "t3_1ou4ftq",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Singhvistaar [پیوند] [نظر]"
    },
    {
        "title": "epic games mobile scourgebringer",
        "store": "epicgames",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1p26z47/epic_games_mobile_game_zoeti/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1343400/2354f470ed43dbcf63e168dc2b256285434ea52c/header.jpg?t=1750692577",
        "description": "Journey into the Sixth Age of Gielinor and discover a fantasy world deep with legend and lore. Gielinor's people may be thriving, but the Elder Gods still scheme. The clouds are darkening and war looms. Experience a fantasy online world 19 years in the making. It's up to you. Will you explore the world with friends, or seek your fame and fortune as a lone adventurer? Whether you’re engaged in daring quests, quietly tending to your farm, risking it all against a high-level boss or spending a night at the circus, RuneScape is the perfect second-screen game. Play how you want – the choice is yours. What type of hero will you be? With a world that’s been growing for an incredible 19 years, RuneScape continues to thrill players with an adventure unlike any other. With 270 million installations and cross-playability on PC and mobile, join the hundreds of millions of people who have explored the fantastic and mystical world of Gielinor. Make friends – and maybe sometimes enemies – with a rich roster of memorable NPC characters. From lovable companions and friendly rogues, to deceitful villains and vengeful gods, the many faces of Gielinor offer a deep fantasy experience unlike anything else. Visit dozens and dozens of unique and striking locations, from the medieval castles of Burthorpe and the tranquil harbours of Catherby, to the dangerous barren expanses of the Wilderness or the tropical reaches of Anachronia. Own your own port! Run your own farm! Make a pretty penny trading with players at The Grand Exchange, and keep your exotic wares safe in the Bank. With 28 skills to master, what will you become? Will you be one with nature by perfecting Woodcutting, Fishing, Herblore and Cooking? Or would you prefer to be more creative with Crafting, Farming, Smithing and Construction? Or perhaps your tastes lay elsewhere – with Hunting, Divination, Invention or Runecrafting? Or maybe your soul yearns action, and you’ll take to Magic, Summoning, Slayer and Dungeoneering! Do you want to get up close and personal with a sharp blade in your hand? Or will you take a tactical approach and attack from range? Or perhaps your skills are more mystical, and you prefer the arena of magic? Fight a dazzling assortment of foes including an unimaginable array of epic bosses. From demons to dragons and rock monsters to serpents, nightmares beyond your wildest imagination lay in wait. RuneScape can be played free, but also offers optional membership that unlocks even more thrilling content, including 8 additional skills, over 120 extra quests and access to the entire game world map! Check out the Steam DLC Bundles Membership Access offers featuring launch exclusive Steam cosmetic items and special rewards. Add your unique voice to our vibrant RuneScape community. Enjoy a strong connection to RuneScape's independent development team by joining them for regular livestreams, and share ideas on the forums. We shape RuneScape together!",
        "id_in_db": "t3_1p26z47",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1343400",
        "genres": [
            "Massively Multiplayer",
            "RPG",
            "Free To Play"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256800506/movie_max_vp9.webm?t=1634556984",
        "is_dlc_or_addon": false,
        "persian_summary": "به عصر ششم جیلینور سفر کنید و دنیایی فانتزی عمیق با افسانه و افسانه را کشف کنید. مردم جیلینور ممکن است در حال شکوفایی باشند، اما خدایان بزرگ هنوز نقشه می کشند. ابرها تاریک می شوند و جنگ در حال رخ دادن است. 19 سال در حال ساخت یک دنیای آنلاین فانتزی را تجربه کنید. این به شما بستگی دارد. آیا با دوستانتان دنیا را کاوش خواهید کرد یا به عنوان یک ماجراجوی تنها به دنبال شهرت و ثروت خود خواهید بود؟ چه درگیر ماموریت های جسورانه باشید، چه بی سر و صدا به مزرعه خود رسیدگی کنید، همه آن را در برابر یک رئیس سطح بالا به خطر بیندازید یا یک شب را در سیرک سپری کنید، RuneScape بازی عالی در صفحه دوم است. همانطور که می خواهید بازی کنید - انتخاب با شماست. چه نوع قهرمانی خواهید بود؟ با جهانی که 19 سال باورنکردنی در حال رشد بوده است، RuneScape همچنان به هیجان بازیکنان با ماجراجویی‌هایی که شبیه هیچ‌کدام از دیگران نیست، ادامه می‌دهد. با 270 میلیون نصب و قابلیت پخش متقابل روی رایانه شخصی و موبایل، به صدها میلیون نفری بپیوندید که دنیای خارق العاده و عرفانی Gielinor را کاوش کرده اند. دوست – و شاید گاهی دشمن – با یک..."
    },
    {
        "title": "exiled giveaways and itchio mega threads",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1oznakd/exiled_giveaways_and_itchio_mega_threads/",
        "image_url": "https://external-preview.redd.it/steam-software-figmin-xr-v0-GXQajwAYe5FAcRMuvkb8S5sgYCfGGVH1uiWR7LoTzS8.jpeg?auto=webp&s=f93abdf69f3f9059bb7643c4bd7a6c81bb62a787",
        "description": "To increase visibility, the mega threads are posted on a weekly basis. This is being done following the overall discussion of Mega Threads via FGF Update - https://redd.it/jkxyzw Please use the below threads for your posts. :) Exiled Giveaways Mega Thread (#2) Itchio Mega Thread (#10) Want to setup alerts to these threads? RSS Feed information can be found in our wiki! https://www.reddit.com/r/FreeGameFindings/wiki/rssfeed Included is information about our discord bot and general RSS feed stuff. Definitely give it a look! submitted by /u/AutoModerator [link] [comments]",
        "id_in_db": "t3_1oznakd",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "برای افزایش دید، مگا رشته ها به صورت هفتگی ارسال می شوند. این به دنبال بحث کلی مگا موضوعات از طریق به‌روزرسانی FGF انجام می‌شود - https://redd.it/jkxyzw لطفاً از موضوعات زیر برای پست‌های خود استفاده کنید. :) Exiled Giveaways Mega Thread (#2) Itchio Mega Thread (#10) آیا می خواهید هشدارهایی را برای این رشته ها تنظیم کنید؟ اطلاعات فید RSS را می توان در ویکی ما یافت! https://www.reddit.com/r/FreeGameFindings/wiki/rssfeed شامل اطلاعاتی درباره ربات اختلاف ما و موارد کلی فید RSS است. حتما بهش نگاه کن! ارسال شده توسط /u/AutoModerator [لینک] [نظر]"
    },
    {
        "title": "fgf giveaway",
        "store": "other",
        "url": "https://www.reddit.com/r/FreeGameFindings/comments/1p1mhzq/fgf_giveaway_orbyss/",
        "image_url": "https://preview.redd.it/fgf-contest-powered-by-community-funds-v0-xi54utlza1tc1.png?width=2009&auto=webp&s=02aef6f696604b581ae84dca70d14f95d26a7a8c",
        "description": "This is a direct from dev/pub giveaway for FGF. Similar to those we have done before. Huge thanks to Misty Whale/Studio for supplying the keys for this event! The developer Misty Whale recently launched Orbyss onto Steam! A solo project that took at least ten years of work to complete! A fun puzzle game with some neat mechanics to switch around, change places and solve it all. Kind of a \"solo co-op\" game. I ended up trying it out recently and really dug it, so a chance to work together on something for it is fantastic! In this logic based puzzle game, switch between Orbs to solve puzzles and light up your world. Play co-op with yourself, freeze time, fly drones, play with sound… and overcome the evil shadow interfering with your quest. As a means of promoting the title and trying to get more reviews/wishlists/eyes on it, we are running a fun little event! Things like reviews of purchased games and wishlists of games on Steam are extremely important, so we hope that you'll do so if you're interested. If you're a fan of puzzle games, you'll love this! I am happy to announce the FGF Giveaway of 50 Steam keys for Orbyss! To enter We will use the comments and Gleam. It'll be 25 Steam Keys via Gleam and 25 Steam keys through the comments. Gleam entries: https://gleam.io/VgHH7/fgf-orbyss-giveaway-13 https://gleam.io/el3lS/fgf-orbyss-giveaway-23 https://gleam.io/sBdN2/fgf-orbyss-giveaway-33 Comment entries: For comment entries, simply make any top-level comment. Only make a single top-level one. Comment replies are fine, but they wont count as an entry. As a little bonus piece, I'll section out five of the 25 keys for comments where users include a screenshot showing they wishlisted the game. NOTE: Winners will be selected at random. This offer will be live until the 26th . That or the next day or something, I will email the Gleam winners (check your junk/spam too) , and Reddit chat the comment winners. Some links relating to Orbyss! Orbyss on Steam - https://store.steampowered.com/app/1385340/Orbyss/ Misty Studio on Twitter - https://twitter.com/MistyStudio Misty Whale on YouTube - https://www.youtube.com/channel/UCgHvN9saF3FAxf0PTE_IHMg Developer's Website - https://www.mistywhale.com/ Full disclosure, I was not provided any personal key for this event. For more details about when I have and have not been supplied an item for these FGF Giveaways, see here - https://docs.google.com/spreadsheets/d/1RFeaSIpqFvvSzfOowecLz_rbbFo-YKa25PYAqF6Y6ko/ submitted by /u/StOoPiD_U [link] [comments]",
        "id_in_db": "t3_1p1mhzq",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "این یک هدیه مستقیم از طرف dev/pub برای FGF است. مشابه کارهایی که قبلا انجام داده ایم. با تشکر فراوان از استودیو/نهنگ مه آلود برای تهیه کلیدهای این رویداد! توسعه دهنده Misty Whale اخیرا Orbyss را روی Steam راه اندازی کرده است! پروژه ای انفرادی که برای تکمیل آن حداقل ده سال کار طول کشید! یک بازی پازل سرگرم کننده با چند مکانیک منظم برای جابجایی، تغییر مکان و حل همه آن. نوعی بازی \"انفرادی تعاونی\". من اخیراً آن را امتحان کردم و واقعاً آن را کشف کردم، بنابراین فرصتی برای همکاری روی چیزی برای آن فوق العاده است! در این بازی پازل مبتنی بر منطق، بین Orbs جابجا شوید تا معماها را حل کنید و دنیای خود را روشن کنید. با خودتان بازی کنید، زمان را متوقف کنید، با هواپیماهای بدون سرنشین پرواز کنید، با صدا بازی کنید... و بر سایه شیطانی که در تلاش شما دخالت می کند غلبه کنید. به‌عنوان وسیله‌ای برای تبلیغ عنوان و تلاش برای دریافت نظرات/لیست‌های خواسته‌ها/چشم‌ها برای آن، یک رویداد کوچک سرگرم‌کننده را برگزار می‌کنیم! مواردی مانند بررسی بازی های خریداری شده و لیست علاقه مندی های بازی ها در Steam بسیار مهم هستند، بنابراین امیدواریم که اگر ..."
    },
    {
        "title": "forest fantasy",
        "store": "other",
        "url": "https://gleam.io/PYYNX/free-x2500-forest-fantasy-steam-keys",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3846180/e1f998354f688ead7df7da9d2e38cc63e68cf173/header.jpg?t=1762658744",
        "description": "Core Gameplay: In the forest isle where greenery flows, hatch and nurture phantom beasts of diverse forms. No frequent operations are needed—you can witness their growth even offline. Once they transform into unique appearances, sell them for coins to unlock more rare species. From their adorable early stages to stunning evolutions, each phantom beast boasts an exclusive form, satisfying your collecting cravings. Decoration System: Your accumulated coins aren’t just for investing in beast nurturing—unlock the Decoration Workshop too! Choose from hundreds of flowers, trees, and whimsical ornaments to freely build your exclusive secret garden. Will you craft a serene moonlit grove, or a fairy-tale rainbow valley? The choice is entirely yours. Filter System: Nine filters with different styles are available for you to mix and match as you like, and use the magic of light and shadow to outline your own dream country. Wallpaper Mode: You can even set the game scenes you’ve personally decorated as your desktop wallpaper—let the healing landscapes stay by your side always. Whether in work breaks or moments of rest, every glance will stir your heart, as the beauty of the game and life blends harmoniously here. Abundant Ambient Music & White Noise: Put on your headphones and instantly immerse yourself in the symphony of vivid ambient music and white noise: the soft patter of morning dew dropping on leaves, the tinkling of wind chimes kissed by the breeze... Whether you seek relaxed breeding fun or aspire to be a landscape master, \"Fantasy Forest\" will whisk you away from the hustle and bustle. Write your own healing story in this tender art style. Enter this magical forest and start your wonderful journey with mystic beasts!",
        "id_in_db": "t3_1owiwwq",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3846180",
        "genres": [
            "Casual",
            "Indie",
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257211266/movie_max.webm?t=1759487829",
        "is_dlc_or_addon": false,
        "persian_summary": "گیم پلی اصلی: در جزیره جنگلی که در آن فضای سبز جاری است، از تخم درآورید و جانوران فانتوم با اشکال مختلف را پرورش دهید. هیچ عملیات مکرر مورد نیاز نیست - شما می توانید شاهد رشد آنها حتی به صورت آفلاین باشید. هنگامی که آنها به ظاهر منحصر به فرد تبدیل شدند، آنها را به سکه بفروشید تا قفل گونه های کمیاب تر را باز کنید. از مراحل اولیه شایان ستایش تا تکامل های خیره کننده، هر جانور فانتوم دارای فرم منحصر به فردی است که هوس های جمع آوری شما را برآورده می کند. سیستم تزیین: سکه های انباشته شده شما فقط برای سرمایه گذاری در پرورش حیوانات نیست - کارگاه دکوراسیون را نیز باز کنید! از میان صدها گل، درخت و زیور آلات عجیب و غریب انتخاب کنید تا آزادانه باغ مخفی انحصاری خود را بسازید. آیا یک بیشه مهتابی آرام، یا یک دره رنگین کمان افسانه ای می سازید؟ انتخاب کاملاً با شماست. سیستم فیلتر: نه فیلتر با سبک های مختلف برای شما در دسترس است تا هر طور که دوست دارید ترکیب و مطابقت دهید و از جادوی نور و سایه برای ترسیم کشور رویایی خود استفاده کنید. حالت تصویر زمینه: حتی می توانید صحنه های بازی را که شخصاً تعیین کرده اید تنظیم کنید..."
    },
    {
        "title": "free 2d point click horror adventure about a boy with a glowing head alright its a bulb inspired by machinarium and gobliiins solve puzzles defeat wicked monsters and reveal bulbys abilities to unfold a twisted tale",
        "store": "steam",
        "url": "https://store.steampowered.com/app/390290/Bulb_Boy/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/390290/header.jpg?t=1762291079",
        "description": "One gloomy night, Bulb Boy wakes suddenly from a frightening nightmare to discover that evil has overshadowed the Bulbhouse. His family has disappeared and there are horrid monsters lurking in the shadows. Gather the courage and use his glass head to save everything he loves. Find light in yourself! Gameplay Bulb Boy is an intuitive 2D point & click horror adventure about a boy with a glowing head (alright, it's a bulb...) inspired by Machinarium and Gobliiins. Solve puzzles, defeat wicked monsters and reveal bulby's abilities to unfold a twisted tale. Ohhh... And don't forget to save your Grandpa-raffin and Mothdog from the frightening darkness.. Key Features DEFEAT THE MONSTERS -Explore the Bulb house, that is full of frightening creatures. Defeat the evil in all its forms and bring the light back. BULB'S TALENTS - Being a boy that is a bulb comes with many talents. Not only does your head light up and allows you to survive electrical shocks, but it can also be unscrewed for use in strange places. PLAYABLE FLASHBACKS - Play as other family characters. Relive Bulb Boy's childhood memories to uncover the mystery of the story. BUBBLE SPEECH - No dialogue, just bubble speech. Watch the story unfold in animated clouds. SECRETS - There are things in the house waiting to be revealed. POOP - In many sizes and proportions.",
        "id_in_db": "t3_1or3lg0",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "390290",
        "genres": [
            "Adventure",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256657637/movie_max.webm?t=1447378620",
        "is_dlc_or_addon": false,
        "persian_summary": "یک شب تاریک، Bulb Boy ناگهان از یک کابوس ترسناک بیدار می شود و متوجه می شود که شیطان بر خانه Bulbhouse سایه افکنده است. خانواده او ناپدید شده اند و هیولاهای وحشتناکی در سایه ها کمین کرده اند. شجاعت جمع کنید و از سر شیشه ای او برای نجات هر چیزی که دوست دارد استفاده کنید. در خودت نور پیدا کن! گیم‌پلی Bulb Boy یک ماجراجویی ترسناک دوبعدی با نقطه و کلیک درباره پسری با سر درخشان (خوب، این یک لامپ است...) است که از Machinarium و Gobliiins الهام گرفته شده است. پازل ها را حل کنید، هیولاهای شرور را شکست دهید و توانایی های bulby را برای باز کردن یک داستان پیچیده آشکار کنید. اوه اوه... و فراموش نکنید که پدربزرگ رافین و سگ Mothdog خود را از تاریکی ترسناک نجات دهید. ویژگی های کلیدی شکست هیولاها - خانه Bulb را که پر از موجودات ترسناک است کاوش کنید. شر را در تمام اشکالش شکست دهید و نور را برگردانید. استعدادهای BULB's - پسری بودن با استعدادهای زیادی همراه است. نه تنها سر شما روشن می شود و به شما امکان می دهد از شوک الکتریکی جان سالم به در ببرید، بلکه می توان آن را برای استفاده در ..."
    },
    {
        "title": "free digital synthesizer with powerful oscillators modulators filters auv3 plugin midi support and 1000 factory presets designed by world class sound designers",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/synthmaster-2/id1566704584",
        "image_url": "https://external-preview.redd.it/Bv_O7b3-Z_TV9aMxo1ZM2K-lakcxnDf8ob35RrPgQ9U.jpeg?width=640&crop=smart&auto=webp&s=8a35c0351329b47d07d466e5560bb4fdf87087c6",
        "description": "submitted by /u/Singhvistaar [link] [comments]",
        "id_in_db": "t3_1otf0js",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Singhvistaar [پیوند] [نظر]"
    },
    {
        "title": "free play as fenyx a new winged demigod on a quest to save the greek gods and their home from a dark curse in this open",
        "store": "ubisoftstore",
        "url": "https://register.ubisoft.com/ImmortalsFenyxRising_Free/en-US",
        "image_url": "https://image.api.playstation.com/vulcan/img/rnd/202011/0402/rpmSoki0TIFIZGaCmDWENQ6B.jpg",
        "description": "submitted by /u/Singhvistaar [link] [comments]",
        "id_in_db": "t3_1ow65hl",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Singhvistaar [پیوند] [نظر]"
    },
    {
        "title": "games master of words pro 149",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=air.com.littlebigplay.games.premium.wordmaster",
        "image_url": "https://external-preview.redd.it/mVf9FRc4hsnQlSj52I6S_-5HAbzgZ2n3Sz8qhS8I8Xk.png?width=320&crop=smart&auto=webp&s=6a94c7301ba258eb5b13ab50224f6ff68a37c83b",
        "description": "submitted by /u/ac_del [link] [comments]",
        "id_in_db": "t3_1oyn0f3",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/ac_del [لینک] [نظر]"
    },
    {
        "title": "games real car parking simulator is now on an over 50 discount 099 049",
        "store": "googleplay",
        "url": "https://play.google.com/store/apps/details?id=com.FortStar.RealCarParkingSimulator&pcampaignid=web_share",
        "image_url": "https://external-preview.redd.it/g_qPsUo4Y_MD8fxWmHpCaKDVawAkpVKAbQWSB9S5sWs.png?width=320&crop=smart&auto=webp&s=1f64717750c17c63379068eaf1674939eefee5fa",
        "description": "Every purchase really matters and helps a lot so please consider buying. Best Regards! submitted by /u/FortStar [link] [comments]",
        "id_in_db": "t3_1owe0ye",
        "subreddit": "googleplaydeals",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": false,
        "persian_summary": "هر خرید واقعاً مهم است و کمک زیادی می کند، بنابراین لطفاً خرید را در نظر بگیرید. با احترام! ارسال شده توسط /u/FortStar [پیوند] [نظر]"
    },
    {
        "title": "Godzilla Voxel Wars",
        "id_in_db": "godzilla-voxel-wars@1763655514",
        "store": "other",
        "url": "https://itad.link/018d959b-c4d2-72a0-9a11-450a49f6093d/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2439780",
        "description": "Summary: From TOHO Games, subsidiary of the company behind the Godzilla movie series, and the up-and-coming game studio Nukenin LLC (winner of the Google Indie Game Festival 2021 TOHO Games Award) comes a new strategy puzzle game! Control Toho monsters as you save the world by repelling the invasion of the Fungoid mushroom menace! Progress through the stages to discover the truth behind these monster mushrooms! Key Points of this Game: ▼ Defeat the Fungoids! Control Toho monsters and battle against the Fungoids as they launch a global invasion! Combat foes through turn-based mechanics! The fewer turns you take to clear a stage, the more points you'll earn! ▼ Find the optimal strategy for each stage! Each of the six worlds includes multiple stages for you to take on. On each stage, you'll have to grapple with different monsters and try different approaches as you strive for victory. Repeat stages and aim to earn more points! ▼ Additional challenges! There are two sides to this world: the surface and what lies beneath. Once you've cleared the surface, put your skills to the test by attempting the more difficult underside. You can also build your own stages and share them for other players to try. Your ranking will increase as more players attempt stages you've created, so make a stage with your favorite monsters and share it with the world! ▼ An entirely original story! Why have the Fungoids come to invade our world? Why is Godzilla fighting on our side? Find the Investigation Reports scattered across various stages to unravel the mysteries behind this crisis. TM & © TOHO CO., LTD.",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2439780/header.jpg?t=1724231895",
        "genres": [
            "Indie",
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256987076/movie_max_vp9.webm?t=1701855384",
        "is_dlc_or_addon": false,
        "subreddit": "FreeGameFindings",
        "persian_summary": "خلاصه: از TOHO Games، زیرمجموعه شرکت سازنده سری فیلم‌های Godzilla، و استودیوی بازی‌سازی رو به رشد Nukenin LLC (برنده جایزه Google Indie Games Festival 2021 TOHO Games) یک بازی پازل استراتژی جدید ارائه می‌شود! با دفع هجوم تهدید قارچ Fungoid، جهان را نجات دهید، هیولاهای Toho را کنترل کنید! برای کشف حقیقت پشت این قارچ های هیولا در مراحل پیشرفت کنید! نکات کلیدی این بازی: ▼ قارچ‌ها را شکست دهید! هیولاهای توهو را کنترل کنید و با قارچوئیدها مبارزه کنید زیرا آنها یک تهاجم جهانی را آغاز می کنند! از طریق مکانیک های نوبتی با دشمنان مبارزه کنید! هر چه تعداد نوبت های کمتری برای پاک کردن یک مرحله داشته باشید، امتیاز بیشتری کسب خواهید کرد! ▼ استراتژی بهینه را برای هر مرحله بیابید! هر یک از شش جهان شامل مراحل متعددی است که شما می توانید آن را انجام دهید. در هر مرحله، باید با هیولاهای مختلف دست و پنجه نرم کنید و در تلاش برای پیروزی، رویکردهای مختلفی را امتحان کنید. مراحل را تکرار کنید و به دنبال کسب امتیاز بیشتر باشید! ▼ چالش های اضافی! این دنیا دو روی دارد:..."
    },
    {
        "title": "godzilla voxel wars zoeti 100 off free",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/free-games",
        "image_url": "https://lookaside.fbsbx.com/lookaside/crawler/media/?media_id=10160888260696278",
        "description": "submitted by /u/python_buddy [link] [comments]",
        "id_in_db": "t3_1p26uy6",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/python_buddy [پیوند] [نظر]"
    },
    {
        "title": "heads up",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/heads-up/id623592465",
        "id_in_db": "bb2910b8ed8f842be411df489dde69b7f9712165dadd2fcc074772b6f4fb7d45",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple211/v4/c9/68/fe/c968fecf-7fd9-02a4-6a96-111a43486862/AppIcon-0-0-1x_U007emarketing-0-8-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "Immortals Fenyx Rising",
        "id_in_db": "immortals-fenyx-rising@1763039759",
        "store": "other",
        "url": "https://itad.link/018d9386-6c97-729c-842f-3b99b86e60b1/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2221920",
        "description": "YOU ARE THE GODS' LAST HOPE. Play as Fenyx on a quest to save the Greek gods from a dark curse. Take on mythological beasts, master the legendary powers of the gods, and defeat Typhon, the deadliest Titan in Greek mythology, in an epic fight for the ages. CONFRONT MYTHOLOGICAL ENEMIES Face off against legendary beasts like Cyclops, Medusa, or Minotaur, and confront them in fast-paced aerial and melee combat, combining your god-given abilities and weapons. WIELD THE POWER OF GODS The gods of Olympus have blessed you with gifts. Use them to fight mythical monsters, solve ancient puzzles, and explore the vast open world.",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2221920/header.jpg?t=1751969539",
        "genres": [
            "Action",
            "Adventure",
            "RPG"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256919698/movie_max_vp9.webm?t=1670470033",
        "age_rating": "13",
        "is_dlc_or_addon": false,
        "persian_summary": "شما آخرین امید خدایان هستید. به عنوان Fenyx در تلاش برای نجات خدایان یونانی از یک نفرین تاریک بازی کنید. با جانوران اساطیری روبرو شوید، بر قدرت‌های افسانه‌ای خدایان تسلط پیدا کنید و تایفون، مرگبارترین تیتان در اساطیر یونان را در یک مبارزه حماسی برای اعصار شکست دهید. با دشمنان اسطوره‌ای مقابله کنید با جانوران افسانه‌ای مانند Cyclops، Medusa یا Minotaur روبرو شوید و در نبردهای هوایی و تنومند سریع با آنها مقابله کنید و توانایی‌ها و سلاح‌های خدادادی خود را ترکیب کنید. از قدرت خدایان استفاده کنید خدایان المپ هدایایی به شما داده اند. از آنها برای مبارزه با هیولاهای افسانه ای، حل پازل های باستانی و کشف دنیای باز گسترده استفاده کنید."
    },
    {
        "title": "ios saver 5999 free lifetime saver",
        "store": "iosappstore",
        "url": "https://apps.apple.com/app/6739616292",
        "image_url": "https://external-preview.redd.it/4Yc0RFxtbNVhtlMkGeP1bxfEqVwb_Zfi4TKXpRFmflA.jpeg?width=640&crop=smart&auto=webp&s=7e3e16db95e9ef3106c809b2bf652fc12b323fac",
        "description": "[UPDATE] The offer is no longer available. For anyone who missed the lifetime offer, I made a pretty rough Google Form really quickly, but you can join the waitlist for the next Saver lifetime promo code here: https://forms.gle/8TCzGEdNVtZXzXQC6 --- Hey Reddit, today is a big milestone for me. My app is turning one year old, and building it has genuinely changed my life. I was tired of saving content everywhere (Instagram, TikTok, YouTube, Pinterest…) and never finding anything again. Recipes, workouts, ideas… All buried in different apps. So I started building the tool I always wished existed. I built it solo, no team, no funding, just the belief that saved content should actually be useful, not forgotten. Saver is normally freemium, but I made lifetime free for the next 72 hours. Not as a gimmick, I just want real users to try it and tell me what to improve. 👉 Try Saver on the App Store: https://apps.apple.com/app/6739616292 If you check it out, I’d truly love your honest feedback, even the harsh kind. Thanks Reddit ❤️ submitted by /u/AgentExpensive913 [link] [comments]",
        "id_in_db": "t3_1oxzdkt",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "[به‌روزرسانی] این پیشنهاد دیگر در دسترس نیست. برای هر کسی که پیشنهاد مادام العمر را از دست داد، من یک فرم Google بسیار خشن را خیلی سریع تهیه کردم، اما شما می توانید برای کد تبلیغاتی مادام العمر بعدی Saver به لیست انتظار بپیوندید: https://forms.gle/8TCzGEdNVtZXzXQC6 --- سلام Reddit، امروز یک نقطه عطف بزرگ برای من است. برنامه من یک ساله می شود و ساخت آن واقعاً زندگی من را تغییر داده است. من از ذخیره محتوا در همه جا (اینستاگرام، تیک تاک، یوتیوب، پینترست...) خسته شده بودم و دیگر چیزی پیدا نکردم. دستور العمل ها، تمرین ها، ایده ها ... همه در برنامه های مختلف دفن شده اند. بنابراین شروع به ساختن ابزاری کردم که همیشه آرزو داشتم وجود داشته باشد. من آن را به تنهایی ساختم، بدون تیم، بدون بودجه، فقط به این باور که محتوای ذخیره شده باید واقعا مفید باشد، نه فراموش شود. Saver به طور معمول فریمیوم است، اما من طول عمر را برای 72 ساعت آینده رایگان کردم. نه به عنوان یک حقه، من فقط می خواهم کاربران واقعی آن را امتحان کنند و به من بگویند که چه چیزی را باید بهبود بخشم. 👉 Saver را در App Store امتحان کنید: https://apps.apple.com/app/6739616292 اگر آن را بررسی کنید، من واقعاً از بازخورد صادقانه شما خوشحال خواهم شد،..."
    },
    {
        "title": "iosweight tracker daily log199 free lifetimesimple daily weight logging",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/weight-tracker-daily-log/id6745439978",
        "image_url": "https://external-preview.redd.it/-Vispkb0uBw1vhP7s5-Y8ebyoTTvUQfslF5NlsvRiS0.jpeg?width=640&crop=smart&auto=webp&s=6a32b64374303a1f2b2236fecaaf4e07fa80bb12",
        "description": "Hi everyone! I just released the first version of a simple weight-tracking app I built myself called Weight Tracker • Daily Log. It focuses on quick daily entry, clean charts, and a calm, pressure-free way to keep an eye on your progress. 🟦 Download (Free for Black Friday) 🍎 https://apps.apple.com/us/app/weight-tracker-daily-log/id6745439978 I’m doing a small Black Friday promo, so the app is free for a limited time. There are no ads, no subscriptions, and nothing locked behind a paywall. What the app does Quick daily weight logging Clear charts and calendar overview Goal progress at a glance Mood/meal/activity notes iCloud sync + automatic backup Gentle reminders to build a routine Full privacy — all data stays on your device Why I built it Most weight apps feel a bit overwhelming or too push-focused. I wanted something minimal, soothing, and private — something you can update in just a few seconds each day without pressure. Black Friday free access The app is completely free during this event. No catch — just try it out and see if the simplicity works for you. Feedback welcome If you check it out, I’d love to hear what feels good, what’s confusing, or what features you’d like to see added next. Thanks for taking a look! submitted by /u/Bitter-Degree-9832 [link] [comments]",
        "id_in_db": "t3_1p07f11",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "سلام به همه! من به تازگی اولین نسخه از یک برنامه ساده ردیابی وزن را منتشر کردم که خودم ساختم به نام ردیاب وزن • روزانه گزارش. این برنامه بر ورود سریع روزانه، نمودارهای تمیز و روشی آرام و بدون فشار برای زیر نظر گرفتن پیشرفت شما تمرکز دارد. 🦄 دانلود (رایگان برای جمعه سیاه) 🍎 https://apps.apple.com/us/app/weight-tracker-daily-log/id6745439978 من در حال انجام یک تبلیغ کوچک جمعه سیاه هستم، بنابراین برنامه برای مدت محدودی رایگان است. هیچ تبلیغی وجود ندارد، هیچ اشتراکی وجود ندارد و هیچ چیزی در پشت دیوار قفل نشده است. برنامه چه کار می کند ثبت وزن روزانه سریع نمودارها و مرور کلی تقویم را پاک کنید پیشرفت هدف در یک نگاه حالت/غذا/ یادداشت های فعالیت همگام سازی iCloud + پشتیبان گیری خودکار یادآوری های ملایم برای ایجاد یک حریم خصوصی کامل — همه داده ها در دستگاه شما باقی می مانند چرا من آن را ساخته ام اکثر برنامه های وزنی احساس می کنند کمی سخت یا بیش از حد فشار تمرکز دارند. من چیزی حداقلی، آرام‌بخش و خصوصی می‌خواستم – چیزی که می‌توانید هر روز فقط در چند ثانیه بدون فشار به‌روزرسانی کنید. دسترسی رایگان جمعه سیاه این برنامه در طول..."
    },
    {
        "title": "japanese drift master jdm",
        "store": "indiegala",
        "url": "https://www.indiegala.com/store/game/jdm-japanese-drift-master/1153410",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1153410/f07a6c2bdbc3b52cc0d645e8cbdea024340d01b1/header_alt_assets_3.jpg?t=1762778863",
        "description": "Explore the birthplace of drift and dive into Japan’s iconic car culture! JDM: Japanese Drift Master is an homage to Japan, Japanese street racing culture and drift. It’s an open world, story-driven experience, blending Tōge (mountainous) serpentines, with narrow rural roads and vast highways leading to a modern cityscape. With licensed cars and robust tuning options it’s a drifting paradise come true! Driving Models Designed primarily for gamepads, JDM boasts two driving models to choose from: Arcade, suited for a more relaxed experience and drift beginners; and Simcade in which all assists are off, trading full control over the car for more skill requirements to manage drifting. Players can switch between both models at any time during the game. Open World Soak in the atmosphere of Japan with the fictional prefecture of Guntama, created through mixing real-life locations from all over the country. With over 250 km of visually stunning main roads, standalone racing tracks and instanced events, set across winding mountain passes, rural areas and the city's bustling streets, you’ll explore diverse landscapes featuring traffic, dynamic weather, and day-night cycle systems. Licensed Cars Sit behind the wheel of legendary Nissan, Honda, Subaru and Mazda cars. Tune them mechanically with new parts and then fine tune the details. Experiment with visual parts: from hoods, through lights to full body kit swaps. Adjust the suspension, wheel camber, gear ratios and more. Finally, paint the car however you like using a free pick color palette. You want underglow? It’s at your disposal as well. Story-driven Campaign Step into the shoes of a foreigner determined to make his mark on the Japanese drifting scene. Compete in 40+ narrative-driven events and additional sidequests against the top drifters in the area. Experience this journey through hand-drawn manga pages, which add a unique and artistic touch to the game. The Audio Purr Experience authentic car sounds, captured through original recordings and brought to life with attention to detail, making you feel like you're truly behind the wheel. Cruise along picturesque roads while tuning in to genre-themed radio stations, including unique soundscapes of J-music, Phonk and even Eurobeat - choose the perfect soundtrack for your drive!",
        "id_in_db": "t3_1p1xxaj",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "35% off",
        "steam_app_id": "1153410",
        "genres": [
            "Casual",
            "Racing",
            "Simulation",
            "Sports"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257142714/movie_max_vp9.webm?t=1747835127",
        "is_dlc_or_addon": false,
        "persian_summary": "زادگاه دریفت را کاوش کنید و در فرهنگ خودروی نمادین ژاپن شیرجه بزنید! JDM: دریفت استاد ژاپنی ادای احترامی است به ژاپن، فرهنگ مسابقات خیابانی ژاپن و دریفت. این یک دنیای باز است، تجربه‌ای مبتنی بر داستان، ترکیبی از مارپیچ‌های Tōge (کوهستانی)، با جاده‌های باریک روستایی و بزرگراه‌های وسیع که به منظره شهری مدرن منتهی می‌شوند. با خودروهای دارای مجوز و گزینه های تیونینگ قوی، بهشتی است که به حقیقت پیوسته است! مدل‌های رانندگی که عمدتاً برای گیم‌پدها طراحی شده‌اند، JDM دارای دو مدل رانندگی برای انتخاب است: Arcade، مناسب برای تجربه‌ای آرام‌تر و مبتدیان رانش. و Simcade که در آن همه کمک‌ها خاموش هستند، کنترل کامل ماشین را برای مهارت‌های بیشتر برای مدیریت دریفت معامله می‌کنند. بازیکنان می توانند در هر زمان در طول بازی بین هر دو مدل جابجا شوند. جهان باز غوطه ور شوید در حال و هوای ژاپن با استان خیالی گونتاما، که از طریق ترکیب مکان های واقعی از سراسر کشور ایجاد شده است. با بیش از 250 کیلومتر جاده های اصلی بصری خیره کننده، مسیرهای مسابقه مستقل و..."
    },
    {
        "title": "krynn series gog dream tactics gog are complimentary with amazon prime",
        "store": "amazon",
        "url": "https://luna.amazon.com/claims/home?filter=Game&g=s",
        "image_url": "https://external-preview.redd.it/_fBjABdCsDDIR7bJn-cgpkXoTMJ2MnAEY3PCdXPaAoY.png?width=640&crop=smart&auto=webp&s=bef23da95c6aa8211ed8845602ada6c6644977cf",
        "description": "submitted by /u/LighteningOneIN [link] [comments]",
        "id_in_db": "t3_1p2a2rc",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/LighteningOneIN [پیوند] [نظر]"
    },
    {
        "title": "lawnmower game jigsaw",
        "store": "other",
        "url": "https://gleam.io/XGuaO/free-x1000-lawnmower-game-jigsaw-steam-keys",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3374450/header.jpg?t=1734260631",
        "description": "Lawnmower game: jigsaw is puzzle jigsaw game with puzzles and images from old lawnmower games. This is a logical game in which the goal of the game is to rearrange the tiles to get the final picture. Puzzle game contains 8 images and can you be the lawnmower genious and solve all jigsaw puzzles Different sized jigsaws, so be the hero and solve all jigsaws and collect steam achievements Key features of the game: - 8 jigsaws for now - Steam achievements - Different sized jigsaw images Buttons: - Mouse to move jigsaws - R = Restart game - Escape= quit game",
        "id_in_db": "t3_1p1eava",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3374450",
        "genres": [
            "Casual",
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257076714/movie_max_vp9.webm?t=1733122896",
        "is_dlc_or_addon": false,
        "persian_summary": "بازی چمن زنی: اره منبت کاری اره مویی بازی اره منبت کاری اره مویی پازل با پازل و تصاویر از بازی های قدیمی چمن زنی است. این یک بازی منطقی است که در آن هدف بازی مرتب کردن مجدد کاشی‌ها برای به دست آوردن تصویر نهایی است. بازی پازل شامل 8 تصویر است و آیا می توانید یک ماشین چمن زنی نابغه باشید و همه پازل های اره منبت کاری اره مویی را حل کنید اره منبت کاری اره مویی با اندازه های مختلف، پس قهرمان باشید و تمام اره منبت کاری ها را حل کنید و دستاوردهای بخار را جمع آوری کنید ویژگی های کلیدی بازی: - 8 اره منبت کاری اره مویی در حال حاضر - دستاوردهای بخار - تصاویر با اندازه های مختلف دکمه ها: - بازی اره منبت کاری اره مویی با سایزهای مختلف - بازی اره مویی برای حرکت دادن مجدد"
    },
    {
        "title": "lifetime unlock 999free",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/recordmark-ai-note-taker/id6751431939",
        "image_url": "https://external-preview.redd.it/Sb9Wk6JfM0mVFzNfg4x6aWNYr4p8qpKGGRt9BNi7Ofo.jpeg?width=640&crop=smart&auto=webp&s=205c9cc685219f36fcddbf509685921bbe2e76dd",
        "description": "Hi everyone, I'm the developer of RecordMark, a voice recorder app for iOS. For a limited 48-hour window, I’ve temporarily made the Lifetime Unlock free. It is normally $9.99. Deal window: • Starts: November 17 • Ends: November 19 After this period, the price will return to $9.99. What the Lifetime Unlock includes: • Unlimited recording (no 15-minute limit) • Multiple audio formats • Multiple audio quality About the app: RecordMark is built for meetings, lectures, interviews, and daily notes. It offers quick recording, AI transcription, tagging, and searchable voice notes. Direct App Store link: https://apps.apple.com/us/app/recordmark-ai-note-taker/id6751431939 If you run into any issues during the free period, feel free to mention it here and I’ll respond. submitted by /u/Few_Current_9835 [link] [comments]",
        "id_in_db": "t3_1ozbzgl",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "سلام به همه، من توسعه دهنده RecordMark، یک برنامه ضبط صدا برای iOS هستم. برای یک پنجره محدود 48 ساعته، من به طور موقت Lifetime Unlock را رایگان کردم. به طور معمول 9.99 دلار است. پنجره معامله: • شروع: 17 نوامبر • پایان: 19 نوامبر پس از این دوره، قیمت به 9.99 دلار باز خواهد گشت. مواردی که Lifetime Unlock شامل موارد زیر است: • ضبط نامحدود (بدون محدودیت 15 دقیقه ای) • فرمت های صوتی متعدد • کیفیت صدای چندگانه درباره برنامه: RecordMark برای جلسات، سخنرانی ها، مصاحبه ها و یادداشت های روزانه ساخته شده است. ضبط سریع، رونویسی هوش مصنوعی، برچسب‌گذاری و یادداشت‌های صوتی قابل جستجو را ارائه می‌دهد. لینک مستقیم اپ استور: https://apps.apple.com/us/app/recordmark-ai-note-taker/id6751431939 اگر در طول دوره رایگان با مشکلی مواجه شدید، در اینجا به آن اشاره کنید و من پاسخ خواهم داد. ارسال شده توسط /u/Few_Current_9835 [لینک] [نظر]"
    },
    {
        "title": "marvels spider",
        "store": "steam",
        "url": "https://store.steampowered.com/app/1817070/Marvels_SpiderMan_Remastered/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2592160/header.jpg?t=1763398023",
        "description": "From the writers & directors of Tales from the Borderlands and The Wolf Among Us , Dispatch is a superhero workplace comedy set in modern day Los Angeles. You play as Robert Robertson, AKA Mecha Man, whose mech-suit is destroyed in a battle against his nemesis, forcing him to take a job at a superhero dispatch center: not as a hero, but a dispatcher. In charge of rehabilitating a group of ex-supervillains, you must manage your roster while navigating office relationships and rebuilding your suit for a shot at revenge. In Dispatch , every decision you make influences the unfolding narrative. From banter in the breakroom to life-or-death situations in the field, your choices affect your relationships with the heroes, their allegiances, and the path your own story takes. Use the strategy map to review ongoing emergencies and deploy the right (or wrong) heroes to deal with them. Balance the risks and rewards as you make tactical decisions, knowing that each choice can have lasting consequences for your team and the city. Managing heroes sometimes goes beyond their powers. Each hero comes with quirks, flaws, and baggage you’ll need to navigate to keep the team together. Upgrade their skills and unlock abilities to boost their effectiveness in the field. Blending narrative, strategy, and humor, Dispatch explores what it means to be a hero, whether you're wearing a cape or behind a desk. Featuring an all-star cast from every corner of entertainment Aaron Paul ( Breaking Bad, Westworld, Black Mirror ) Laura Bailey ( The Legend of Vox Machina, The Last of Us II, Marvel's Spider-Man ) Erin Yvette ( Hades II, The Wolf Among Us, Armored Core VI: Fires of Rubicon ) MoistCr1TiKaL (Charles White) Jacksepticeye ( Sonic Prime, River City Girls 1 & 2, Bendy and the Ink Machine) Travis Willingham ( The Legend of Vox Machina, Critical Role, Lego Avengers ) Alanah Pearce ( V/H/S Beyond, Cyberpunk 2077, Gears 5 ) Lance Cantstopolis (Karate , Dancing , Actor) Joel Haver (Filmmaker , Actor , YouTuber) THOT SQUAD (Musician: Pound Cake , Hoes Depressed ) Yung Gravy (Musician: Betty (Get Money) , oops! ) Matthew Mercer ( Critical Role, Overwatch, Resident Evil 6 ) and Jeffrey Wright ( American Fiction, The Batman, Casino Royale )",
        "id_in_db": "t3_1p2ofne",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "60% off",
        "steam_app_id": "2592160",
        "genres": [
            "Action",
            "Adventure",
            "Casual",
            "Indie",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257072977/movie_max_vp9.webm?t=1743631114",
        "is_dlc_or_addon": false,
        "persian_summary": "Dispatch از نویسندگان و کارگردانان Tales from the Borderlands و The Wolf Among Us، یک کمدی ابرقهرمانی در محل کار است که در لس آنجلس امروزی جریان دارد. شما در نقش رابرت رابرتسون، AKA Mecha Man بازی می‌کنید، که لباس مکانیکی‌اش در نبرد با دشمنش نابود می‌شود و او را مجبور می‌کند تا در مرکز اعزام ابرقهرمانان شغلی داشته باشد: نه به عنوان یک قهرمان، بلکه یک اعزام‌کننده. مسئول بازپروری گروهی از ابرشرورهای سابق، باید فهرست خود را در حین پیمایش در روابط اداری و بازسازی کت و شلوار خود برای انتقام، مدیریت کنید. در Dispatch، هر تصمیمی که می گیرید بر روایت در حال گسترش تأثیر می گذارد. از شوخی در اتاق شکستن تا موقعیت های مرگ یا زندگی در میدان، انتخاب های شما بر روابط شما با قهرمانان، وفاداری آنها و مسیری که داستان شما طی می کند تأثیر می گذارد. از نقشه استراتژی برای بررسی شرایط اضطراری جاری استفاده کنید و قهرمانان درست (یا اشتباه) را برای مقابله با آنها مستقر کنید. هنگام تصمیم گیری تاکتیکی، ریسک ها و پاداش ها را متعادل کنید، زیرا بدانید که هر انتخابی می تواند ماندگار باشد..."
    },
    {
        "title": "news from all sides4999 annual freetop 100 news app on app store",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/drooid-news-from-all-sides/id6593684010",
        "image_url": "https://external-preview.redd.it/swjZzsjAHFH5mkEHzmxI5LyAyNusKuwCZk-_3bbx5mQ.jpeg?width=640&crop=smart&auto=webp&s=9f67aa8cef9c22e1a1fd83a4c5e25dd739c42814",
        "description": "I’m the developer behind Drooid, an AI-powered news app that helps you see every side of a story (left, right, and center) through concise, multi-source summaries with clear bias ratings. With a premium, users receive full story breakdowns by AI, explanations of how different outlets cover the same event, and AI-generated voiceovers. Our premium plan is normally $49.99/year, but for a limited time, you can get a 1-year subscription completely free. Download Drooid For iOS: https://apps.apple.com/us/app/drooid-news-from-all-sides/id6593684010 For Android: https://play.google.com/store/apps/details?id=social.drooid Use Code: DROOIDGONEFREE If you are an existing user still using the free plan, this is your chance to upgrade. Upvote the post if you like the deal. Cheers!! submitted by /u/swap_019 [link] [comments]",
        "id_in_db": "t3_1p1i8zr",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "من توسعه‌دهنده Drooid هستم، یک برنامه خبری مبتنی بر هوش مصنوعی که به شما کمک می‌کند هر طرف داستان (چپ، راست و وسط) را از طریق خلاصه‌های مختصر و چند منبعی با رتبه‌بندی سوگیری واضح ببینید. با حق بیمه، کاربران تفکیک داستان کامل بر اساس هوش مصنوعی، توضیحاتی در مورد نحوه پوشش رسانه های مختلف یک رویداد و صداهای تولید شده توسط هوش مصنوعی دریافت می کنند. طرح حق بیمه ما معمولاً 49.99 دلار در سال است، اما برای مدت زمان محدود، می توانید یک اشتراک 1 ساله کاملا رایگان دریافت کنید. دانلود Drooid برای iOS: https://apps.apple.com/us/app/drooid-news-from-all-sides/id6593684010 برای اندروید: https://play.google.com/store/apps/details?id=social.drooid کد استفاده: DROOIDGONEFREE اگر کاربر فعلی هستید، این کاربر هنوز از برنامه رایگان استفاده می کند. اگر این معامله را دوست دارید، به پست رای مثبت دهید. به سلامتی!! ارسال شده توسط /u/swap_019 [لینک] [نظر]"
    },
    {
        "title": "nintendo switch melonizard",
        "store": "other",
        "url": "https://www.nintendo.com/us/store/products/melonizard-switch",
        "image_url": "https://external-preview.redd.it/AqBFIAjFwRch7Ox3f_Yxlyc4NwnaXZQwr4CbtA2ae24.jpeg?width=640&crop=smart&auto=webp&s=ec08e23cdb88b666e82ca4a62160ee1edd93db8b",
        "description": "submitted by /u/Fit-Cardiologist-124 [link] [comments]",
        "id_in_db": "t3_1ozovq5",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Fit-Cardiologist-124 [لینک] [نظر]"
    },
    {
        "title": "offline fast private and secure free to download no subscriptions no ads",
        "store": "iosappstore",
        "url": "https://apps.apple.com/ro/app/pdf-master-scan-edit-sign/id6751173174",
        "image_url": "https://external-preview.redd.it/adh7ujOwJijTo7qNz0HsRX-6LiXcrwevdGD6oslaEtw.jpeg?width=640&crop=smart&auto=webp&s=74e1c2fc036f3239b4ad4b7a0132ad8f197368bb",
        "description": "Me and my buddy run a small indie dev studio, and we were getting sick of how clunky, bloated, and overpriced most PDF scanner apps are. So we built our own PDF scan & edit app — lightweight, simple, and (hopefully) not annoying to use. No ads, no paywalls. The major features are listed below: 100% offline — on-device processing, no accounts, no tracking Privacy & security — add/remove passwords, open protected PDFs, flatten sensitive forms/annotations Pro scanning — auto edge detect, live corner adjust, batch multi-page Scan quality — B/W, grayscale, auto-brightness filters; instant preview & page reordering before save OCR you control — fast AI OCR, 12+ languages, preserves layout, searchable PDFs or clean text export Edit OCR detected text - adjust every part of the detected text Page tools — merge, split, reorder, rotate, duplicate, delete in seconds Forms & signatures — fill forms, reusable digital signatures, flatten for secure sharing Annotations — text, highlights, comments; watermarks with custom text, opacity, angle, size Insert & build — add images or new pages into existing PDFs; create from photos Compression — shrink large PDFs without wrecking readability Folder organization — custom folders, drag & drop move/rename, save directly into target folders Thumbnails & quick edit — instant page previews, tap to jump and edit Here are a few preview videos of the app In the next 48 hours, anyone who downloads it will have full access to all current features — plus any new ones we roll out. Wanted to share it with the community, get your feedback, and if you find it useful, let us know through a quick review, it would help us a lot. submitted by /u/EstablishmentOk2916 [link] [comments]",
        "id_in_db": "t3_1ozf1u4",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "من و رفیقم یک استودیوی توسعه‌دهنده مستقل کوچک را اداره می‌کنیم و از اینکه بیشتر برنامه‌های اسکنر پی‌دی‌اف چقدر سنگین، پف کرده و گران‌قیمت هستند خسته شده بودیم. بنابراین ما برنامه اسکن و ویرایش PDF خود را ساختیم - سبک، ساده و (امیدواریم) استفاده از آن آزار دهنده نباشد. بدون تبلیغات، بدون دیوار پرداخت. ویژگی‌های اصلی در زیر فهرست شده‌اند: 100% آفلاین - پردازش روی دستگاه، بدون حساب، بدون ردیابی حریم خصوصی و امنیت - افزودن/حذف رمز عبور، باز کردن فایل‌های PDF محافظت‌شده، صاف کردن فرم‌ها/یادداشت‌های حساس اسکن حرفه‌ای - تشخیص خودکار لبه، تنظیم گوشه زنده، کیفیت اسکن چند صفحه دسته‌ای - B/W، فیلترهای خاکستری، روشنایی خودکار؛ پیش‌نمایش فوری و مرتب‌سازی مجدد صفحه قبل از ذخیره OCR که کنترل می‌کنید - AI OCR سریع، بیش از 12 زبان، حفظ طرح‌بندی، فایل‌های PDF قابل جستجو یا صادرات متن تمیز ویرایش متن شناسایی‌شده OCR - تنظیم هر قسمت از متن شناسایی‌شده ابزارهای صفحه - ادغام، تقسیم، مرتب‌سازی مجدد، چرخش، تکرار، حذف در چند ثانیه فرم‌ها و امضاها، فرم‌ها و امضاهای قابل پر کردن مجدد برای پر کردن دیجیتالی حاشیه نویسی - متن، نکات برجسته، نظرات؛..."
    },
    {
        "title": "other dominion synergy",
        "store": "other",
        "url": "https://na.alienwarearena.com/ucf/show/2173215/boards/contest-and-giveaways-global/Giveaway/dominion-synergy-exclusive-alienware-game-pack-key-giveaway",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3590360/25bed8a1a42583cb5b3ee152dbdf91537257b164/header.jpg?t=1758615202",
        "description": "Your kingdom awaits. Will you rise… or be forgotten? Your adventure begins with nothing more than a small keep and a handful of loyal villagers. From there, it’s up to you to create a thriving, self-sufficient kingdom that can withstand the test of time and the threat of your rivals. Construct and expand everything from sawmills and stone quarries to blacksmiths and barracks. Design your city to be both efficient and defensible—because enemies lurk around every corner. As your settlement grows, so does your influence. Unlock new technologies, train specialized troops, and manage your economy with care. Every structure, upgrade, and layout decision matters. Will you become a benevolent ruler focused on prosperity, or a ruthless warlord driven by conquest? Forge Unbreakable Alliances and Rise Together No ruler can conquer the world alone. In Goodgame Empire , cooperation isn’t just encouraged—it’s essential. Band together with other players to form powerful alliances and expand your collective reach across the continent. Allies can support each other during attacks, rally behind joint offensives, and share valuable resources during times of need. What begins as a simple pact of mutual benefit can evolve into deep strategic relationships that shape the fate of entire kingdoms. Coordinate large-scale operations through alliance chats and shared planning tools, and experience what it means to build not just an empire, but a legacy—together. The bonds you form may one day determine your survival in the game’s most epic conflicts. Plan Ruthlessly and Dominate in PvE & PvP Battles In this world, cunning is just as important as strength. From the very beginning, you’ll be faced with threats, and only those who plan ahead will emerge victorious. Engage in challenging PvE battles against fierce bandits, rogue warlords, and monstrous event bosses to earn rare resources and gear. Every encounter is an opportunity to grow stronger and sharpen your tactics. But the real thrill lies in PvP warfare. Scout your enemies, analyze their defenses, and strike when they least expect it. Whether you’re defending your walls from a siege or launching an all-out offensive across enemy lines, each battle demands precision, timing, and nerve. Customize your troops, equip your commanders with powerful relics, and execute devastating formations to outwit your opponents and claim your rightful place among the elite. Compete with the Best on a Global Scale Goodgame Empire is more than a game—it’s a living, breathing world populated by millions of players around the globe. From weekly events to grand seasonal campaigns, there’s always a new challenge waiting. Compete in cross-server wars, battle for dominion over entire regions, and climb the global leaderboards to earn exclusive rewards and eternal glory. Fame and fortune aren’t handed out—they must be fought for. Participate in epic events like the Kingdoms League, the War of the Realms, or the legendary Battle for Berimond, where the stakes are high and only the most organized, skilled alliances can prevail. Your reputation will echo across kingdoms. Will it be one of honor, power, or ruthless ambition? Strengthen Your Army with Legendary Generals Even the best armies are only as strong as the leaders who guide them. That’s why Goodgame Empire introduces a thrilling twist to traditional strategy: a constant rotation of brand-new, powerful generals who can turn the tide of war. These elite heroes aren’t just cosmetic—they’re game-changers. Some inspire your troops with unbreakable morale, others decimate enemy walls with siege mastery, and a select few offer rare synergies that can only be unlocked through smart gameplay and dedication. Collect them, upgrade them, and build your perfect lineup to match your style—whether that’s iron-clad defense, overwhelming offense, or balanced domination.",
        "id_in_db": "t3_1p0i6a3",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3590360",
        "genres": [
            "Massively Multiplayer",
            "Strategy",
            "Free To Play"
        ],
        "is_multiplayer": true,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257137204/movie_max_vp9.webm?t=1758615198",
        "is_dlc_or_addon": false,
        "persian_summary": "پادشاهی شما در انتظار است. آیا برمی خیزی... یا فراموش می شوی؟ ماجراجویی شما با چیزی بیشتر از یک انبار کوچک و تعداد انگشت شماری از روستاییان وفادار شروع می شود. از آنجا، این به شما بستگی دارد که یک پادشاهی شکوفا و خودکفا ایجاد کنید که بتواند در آزمون زمان و تهدید رقبای شما مقاومت کند. همه چیز را از کارگاه های چوب بری و معادن سنگ گرفته تا آهنگرها و سربازخانه ها بسازید و گسترش دهید. شهر خود را طوری طراحی کنید که هم کارآمد و هم قابل دفاع باشد - زیرا دشمنان در هر گوشه ای در کمین هستند. همانطور که محل سکونت شما رشد می کند، نفوذ شما نیز افزایش می یابد. فناوری های جدید را باز کنید، نیروهای متخصص را آموزش دهید و اقتصاد خود را با دقت مدیریت کنید. هر ساختار، ارتقا، و تصمیم گیری طرح اهمیت دارد. آیا شما تبدیل به یک حاکم خیرخواه با تمرکز بر رفاه خواهید شد یا به یک جنگ سالار بی رحم که توسط فتح هدایت می شود؟ اتحادهای ناگسستنی ایجاد کنید و با هم برخیزید هیچ حاکمی به تنهایی نمی تواند جهان را فتح کند. در Goodgame Empire، همکاری نه تنها تشویق می‌شود، بلکه ضروری است. با سایر بازیکنان متحد شوید تا اتحادهای قدرتمندی تشکیل دهید و خود را گسترش دهید..."
    },
    {
        "title": "pcconsole other dead by daylight",
        "store": "other",
        "url": "https://na.alienwarearena.com/ucf/show/2173361/boards/contest-and-giveaways-global/Giveaway/dead-by-daylight-200k-bloodpoints-key-giveaway",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/381210/header.jpg?t=1760636583",
        "description": "Death Is Not an Escape. Trapped forever in a realm of eldritch evil where even death is not an escape, four determined Survivors face a bloodthirsty Killer in a vicious game of nerve and wits. Pick a side and step into a world of tension and terror with horror gaming's best asymmetrical multiplayer. Survivors play in third-person and have the advantage of better situational awareness. The Killer plays in first-person and is more focused on their prey. The Survivors' goal in each encounter is to escape the Killing Ground without getting caught by the Killer - something that sounds easier than it is, especially when the environment changes every time you play. Key Features • Survive Together… Or Not - Survivors can either cooperate with the others or be selfish. Your chance of survival will vary depending on whether you work together as a team or if you go at it alone. Will you be able to outwit the Killer and escape their Killing Ground? • Where Am I? - Each level is procedurally generated, so you’ll never know what to expect. Random spawn points mean you will never feel safe as the world and its danger change every time you play. • A Feast for Killers - Dead by Daylight draws from all corners of the horror world. As a Killer you can play as anything from a powerful Slasher to terrifying paranormal entities. Familiarize yourself with your Killing Grounds and master each Killer’s unique power to be able to hunt, catch and sacrifice your victims. • Deeper and Deeper - Each Killer and Survivor has their own deep progression system and plenty of unlockables that can be customized to fit your own personal strategy. Experience, skills and understanding of the environment are key to being able to hunt or outwit the Killer. • Real People, Real Fear - The procedural levels and real human reactions to pure horror makes each game session an unexpected scenario. You will never be able to tell how it’s going to turn out. Ambience, music, and chilling environments combine into a terrifying experience. With enough time, you might even discover what’s hiding in the fog. WARNING: PHOTOSENSITIVITY/EPILEPSY SEIZURES - READ THIS NOTICE BEFORE PLAYING A very small percentage of people may experience epileptic seizures or blackouts when exposed to certain kinds of flashing lights or light patterns. These persons, or even people who have no history of seizures or epilepsy, may experience epileptic symptoms or seizures while playing video games. If you or any of your relatives has an epileptic condition or has had seizures of any kind, consult your physician before playing any video game. IMMEDIATELY DISCONTINUE use and consult a physician if you or your child experience any of the following symptoms: dizziness, altered vision, eye or muscle twitching, involuntary movements, loss of awareness, disorientation, or convulsions. Parents should watch for or ask their children about the above symptoms. You may reduce risk of photosensitive epileptic seizures by taking the following precautions: sit farther from the screen, use a smaller screen, play in a well-lit room, do not play when you are drowsy or fatigued.",
        "id_in_db": "t3_1p1fobc",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "381210",
        "genres": [
            "Action"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257204955/movie_max_vp9.webm?t=1758654085",
        "age_rating": "17",
        "is_dlc_or_addon": false,
        "persian_summary": "مرگ یک فرار نیست. چهار بازمانده مصمم که برای همیشه در قلمرو شرارت الدریچ به دام افتاده اند، جایی که حتی مرگ نیز راه فراری نیست، در یک بازی شرورانه از اعصاب و عقل، با یک قاتل تشنه به خون روبرو می شوند. یک طرف را انتخاب کنید و با بهترین بازی چند نفره نامتقارن، وارد دنیای تنش و وحشت شوید. بازماندگان به صورت سوم شخص بازی می کنند و از مزیت آگاهی موقعیتی بهتری برخوردارند. The Killer به صورت اول شخص بازی می کند و بیشتر روی طعمه خود متمرکز است. هدف بازماندگان در هر رویارویی این است که بدون گرفتار شدن توسط قاتل از زمین کشتار فرار کنند - چیزی که راحت‌تر از آنچه هست به نظر می‌رسد، به خصوص وقتی که هر بار که بازی می‌کنید، محیط تغییر می‌کند. ویژگی های کلیدی • با هم زنده بمانید... یا نه - بازماندگان می توانند با دیگران همکاری کنند یا خودخواه باشند. شانس شما برای بقا بسته به اینکه با هم به عنوان یک تیم کار کنید یا اینکه به تنهایی به آن کار می کنید متفاوت خواهد بود. آیا شما قادر خواهید بود از قاتل پیشی بگیرید و از کشتار آنها فرار کنید؟ • من کجا هستم؟ - هر سطح از نظر رویه ای ..."
    },
    {
        "title": "pcxboxps other dying light",
        "store": "other",
        "url": "https://pilgrimoutpost.techlandgg.com/goodies/pubg-mobile",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3008130/6fe4aab2953da6b67d142e1f5ab2b8c8e857fd91/header.jpg?t=1763649229",
        "description": "Dying Light: The Beast is the next AAA Dying Light game and the best-reviewed entry in the franchise’s history. Packed with more than 40 hours of survival adventure, both in single-player and shared progression co-op, it delivers the most ambitious, modern and content-rich Dying Light experience ever created. Immerse yourself in the expansive open world of Castor Woods and get lost in the scope, atmosphere and innovation of this must-play survival horror. A terrifying new chapter in the Dying Light universe begins. As Kyle Crane, explore the vast and unpredictable wilderness, uncover a deadly evolution of the infected, and learn to control the beastly powers awakening inside you. \" Techland perfectly nailed it, the Beast Mode really makes you feel like you could tear through anything \" - WCCFtech Play as Kyle Crane, a hero with the DNA of both man and beast. Freely switch between two playstyles and face a fierce conflict that lead to the acceptance of the monster within. \" Melee combat is once again a highlight of the game, with heft behind every attempt to take out a zombie, and so many different weapons and modifiers to choose from \" - Gamespot Feel the full force of Dying Light’s most physical combat yet. Your blows land with real momentum, enemies react believably, and your emerging beast-like abilities add intensity without losing the challenge and immersion. \" The night continues to be one of Dying Light’s greatest gameplay \" - GamingBIBLE The distinct experiences of night and day, a signature of the Dying Light series, merge into one unique whole. Explore and scavenge by day, but remember the constantly ticking clock. Because once the sun sets, the night unleashes horrors that leave you with just three choices: run, hide or fight for your life. \" Running, sliding, jumping, climbing, and hopping around Castor Woods is a treat \" - Kotaku Feel the adrenaline rush of best-in-class first-person parkour. Jump from rooftop to rooftop and overcome any obstacle. And when that’s not enough, grab the wheel of an off-road vehicle and ruthlessly tear through hordes of zombies. \" Techland brings its A-game when it comes to crafting a densely interactive, photorealistic world that frequently takes my breath away \" - GamesRadar+ Next-gen visuals bring the hand-crafted zombie apocalypse to life. Every detail tells a story of survival. Lose yourself in the majesty of Castor Woods: explore the tourist town, industrial area, national park, farmland, swamps and more. All full of beauty… and decay. \" Playing the game with friends is creating a different kind of experience \" - GameRant Band together with up to three other players in co-op! Brave the dangers of Castor Woods, where you can experience every encounter, every discovery and every twist as a unit with shared progress.",
        "id_in_db": "t3_1ozr2kh",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "3008130",
        "genres": [
            "Action",
            "Adventure",
            "RPG"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257174118/movie_max_vp9.webm?t=1756299043",
        "is_dlc_or_addon": false,
        "persian_summary": "Dying Light: The Beast بازی بعدی AAA Dying Light و بهترین بازی در تاریخ این فرنچایز است. با بیش از 40 ساعت ماجراجویی بقا، هم به صورت تک‌نفره و هم به صورت مشترک پیشروی، جاه‌طلبانه‌ترین، مدرن‌ترین و غنی‌ترین تجربه Dying Light را ارائه می‌کند. در دنیای باز گسترده Castor Woods غوطه ور شوید و در محدوده، فضا و نوآوری این ترسناک بقا که باید بازی کنید گم شوید. فصل جدید وحشتناکی در دنیای Dying Light آغاز می شود. به عنوان کایل کرین، بیابان وسیع و غیرقابل پیش بینی را کاوش کنید، تکامل مرگبار مبتلایان را کشف کنید و یاد بگیرید که قدرت های وحشی که در درون شما بیدار می شوند را کنترل کنید. Techland به خوبی آن را میخکوب کرد، حالت Beast واقعاً به شما این احساس را می دهد که می توانید هر چیزی را از بین ببرید. آزادانه بین دو سبک بازی جابجا شوید و با یک درگیری شدید روبرو شوید که منجر به پذیرش هیولای درون می شود. \"غوغا..."
    },
    {
        "title": "pcxboxps other naraka",
        "store": "other",
        "url": "https://na.alienwarearena.com/ucf/show/2173383/boards/contest-and-giveaways-global/Giveaway/naraka-bladepoint-spectral-silk-game-pack-key-giveaway",
        "image_url": "https://external-preview.redd.it/2Z50LczXpN2wRaxo6r3smat8J56F7ZDKmxcXc15HtxE.jpeg?width=320&crop=smart&auto=webp&s=d329ebb76f00a0e69a40a9375fa645a1e5626172",
        "description": "submitted by /u/MeguminShiro [link] [comments]",
        "id_in_db": "t3_1p0i8n6",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/MeguminShiro [لینک] [نظر]"
    },
    {
        "title": "platform macmobility lifetime usd 1499 usd 799 powerful remote control app for macos 48 hours offer",
        "store": "other",
        "url": "https://coderblocks.eu/mobility",
        "image_url": "https://i.redd.it/macmobility-powerful-control-app-for-macbook-update-and-48h-v0-b73yhxl0hrkf1.jpg?width=1920&format=pjpg&auto=webp&s=a393f6d17707fc408f8e34fa729ffbecdcca96b2",
        "description": "MacMobility App Lets You Control MacOS from iPhone & iPad! It works together with MobilityControl - an iPhone / iPad app that gives you full control over your Mac. The MacOs app costs now 7.99$, and the MobilityControl app is free! What it can do? With just a tap on your iPhone or iPad, you can: Launch apps on your Mac Trigger Apple Shortcuts (including curated, ready-made ones) Run custom Bash scripts Open specific web links or tools instantly Create and execute keyboard macros Convert files effortlessly Build and run powerful automations It also allows for: Virtual Desktop Streaming Create a virtual Mac desktop and stream it directly to your iPhone or iPad - like Sidecar, but without iCloud restrictions. It supports iPhones and includes touch controls for smooth interaction. App-Specific Pages Assign pages to individual apps. Create utility dashboards tailored for specific software, and MacMobility will automatically switch to the relevant page when you focus that app - boosting your workflow with fewer manual steps. Quick Action Menu No companion device connected? No problem. Assign up to 10 favorite actions to the new Quick Action Menu. Just press Control + Option + Space, and the action wheel appears under your cursor - letting you trigger MacMobility features instantly. HTML/JS Widget Support MacMobility supports rendering custom HTML/JS widgets! Use your own web code to build tools that assist your workflow. We’ve included four example widgets to get you started - but the sky’s the limit. AppStore link: https://apps.apple.com/pl/app/mobilitycontrol/id6744455092 MacMobility: https://coderblocks.eu/mobility There’s no subscription - just a one-time purchase with free updates. Like the good old days of software. submitted by /u/Potential_Link4295 [link] [comments]",
        "id_in_db": "t3_1oq8l4t",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": false,
        "persian_summary": "برنامه MacMobility به شما امکان می دهد MacOS را از iPhone و iPad کنترل کنید! این برنامه همراه با MobilityControl کار می کند - یک برنامه آیفون / آی پد که به شما کنترل کامل بر روی مک خود را می دهد. هزینه برنامه MacOs اکنون 7.99 دلار است و برنامه MobilityControl رایگان است! چه کاری می تواند انجام دهد؟ تنها با یک ضربه بر روی iPhone یا iPad خود می‌توانید: برنامه‌ها را در Mac خود راه‌اندازی کنید میانبرهای اپل (شامل موارد آماده، انتخاب‌شده) را اجرا کنید. یا iPad - مانند Sidecar، اما بدون محدودیت iCloud. از آیفون پشتیبانی می کند و شامل کنترل های لمسی برای تعامل روان است. صفحات خاص برنامه صفحات را به برنامه های جداگانه اختصاص دهید. داشبوردهای ابزار مناسب برای نرم افزار خاص ایجاد کنید، و MacMobility به طور خودکار به صفحه مربوطه هنگامی که روی آن برنامه تمرکز می کنید تغییر می کند - تقویت..."
    },
    {
        "title": "platform scourgebringerca1949 free a fast",
        "store": "other",
        "url": "https://www.reddit.com/r/AppHookup/comments/1ow5df6/multiplatform_scourgebringerca1949_free_a/",
        "image_url": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1037020/header.jpg?t=1745582111",
        "description": "https://store.epicgames.com/en-US/p/scourgebringer https://store.epicgames.com/en-US/p/scourgebringer-android-624437 https://store.epicgames.com/en-US/p/scourgebringer-ios-65a7d4 ScourgeBringer is a fast-paced free-moving rogue-lite platformer. Help Kyhra to explore the unknown and slash her way through ancient machines guarding the seal of her past, and maybe the redemption of humanity. submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1ow5df6",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "https://store.epicgames.com/en-US/p/scourgebringer https://store.epicgames.com/en-US/p/scourgebringer-android-624437 https://store.epicgames.com/en-US/p/scourgebringer-ios-65a7paringeli Scomov free پلتفرمر به Kyhra کمک کنید تا ناشناخته ها را کشف کند و راه خود را از طریق ماشین های باستانی که از مهر گذشته او محافظت می کنند و شاید رستگاری بشریت را برش دهد. ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "psa epic games zero hour is claimable in all regions now",
        "store": "epicgames",
        "url": "https://store.epicgames.com/p/zero-hour-8449a0",
        "image_url": "https://preview.redd.it/psa-epic-games-zero-hour-is-claimable-in-all-regions-now-v0-76ttdw9ila2g1.png?format=png&auto=webp&s=5525b0bf673b817253d66d01390f13f6c450731d",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1p1l1uq",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "quality audio it works with pdfs fb2 substack and medium links and even photos of text get 3 months of premium access for free",
        "store": "googleplay",
        "url": "https://www.reddit.com/r/googleplaydeals/comments/1oxd60n/app_texttospeech_app_that_converts_any_file_into/",
        "image_url": "https://i.redd.it/vygequnfn4ff1.png",
        "description": "I’ve spent the last few months building a text-to-speech app that turns almost any text into high-quality, natural audio. PDFs, blog posts, Substack or Medium articles—just drop in the link or text and listen like it’s a podcast or audiobook, even with the app closed. The app is a direct competitor to Speechify. Many of our users are students with tight budgets, so we’re offering 3 months of premium access free to everyone. Just sign up and DM me your address to get upgraded. The app doesn’t request any permissions by default, you’ll only be asked if you choose to share files from your device for conversion. Want in? Sign up for the service (download the app) Send me your email via DMs Happy to answer any questions! Here is the link to the app if you’re curious: Android app submitted by /u/OneMoreSuperUser [link] [comments]",
        "id_in_db": "t3_1oxd60n",
        "subreddit": "googleplaydeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "من چند ماه گذشته را صرف ساختن یک برنامه تبدیل متن به گفتار کرده‌ام که تقریباً هر متنی را به صدای باکیفیت و طبیعی تبدیل می‌کند. فایل‌های پی‌دی‌اف، پست‌های وبلاگ، مقاله‌های Substack یا Medium—فقط لینک یا متن را رها کنید و به‌نظر یک پادکست یا کتاب صوتی گوش دهید، حتی با بسته بودن برنامه. این اپلیکیشن رقیب مستقیم Speechify است. بسیاری از کاربران ما دانش‌آموزانی هستند که بودجه کمی دارند، بنابراین ما ۳ ماه دسترسی ممتاز را به همه رایگان ارائه می‌دهیم. فقط ثبت نام کنید و آدرس خود را برای من ایمیل کنید تا ارتقا پیدا کنم. برنامه به طور پیش‌فرض هیچ مجوزی درخواست نمی‌کند، فقط از شما پرسیده می‌شود که آیا انتخاب می‌کنید فایل‌ها را از دستگاه خود برای تبدیل به اشتراک بگذارید. می خواهم در؟ ثبت نام برای خدمات (دانلود برنامه) ایمیل خود را از طریق DM برای من بفرستید خوشحال می شوم به هر سوالی پاسخ دهم! اگر کنجکاو هستید، لینک برنامه اینجاست: برنامه اندروید ارسال شده توسط /u/OneMoreSuperUser [پیوند] [نظرات]"
    },
    {
        "title": "ravenous horde",
        "store": "steam",
        "url": "https://store.steampowered.com/app/2179490/Ravenous_Horde/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2179490/header.jpg?t=1762458358",
        "description": "Team up with 64 players to fight off the horde of zombies in this post-apocalyptic FPS or join the horde against the living! Turn on your teammates and tear them apart. Level up and unlock new weapons, perks, clothing options and more! Equip your favourite loadout and join the fight! Perks Play the way you want! Perks allow you to play the game as you like. With over 50 perks you can play offensively, defensively or help your fellow hunters. Pick perks for your zombie character as well, throw more body parts, take reduced damage, have bodyparts explode and ways to help your zombie teammates! Customization Customize your hunter the way you want! Through playing the game you unlock new apparel which you can equip and show off. Your zombie character will use the same equipped apparel in a ravaged state! Replayability Every round of Ravenous Horde is different due to the unique maps, each carefully made to provide a great experience. Maps have various weather presets, so they look and feel completely different even after playing the same map multiple times. Combined with the chaos that 64 players bring, it truly becomes a unique experience every round. Return From The Dead - The Last Hunter Climb the scoreboard during a round by getting the most points through killing and helping others. If all the hunters have died and there are 8 or more players, the player with the highest score will come back to the living one more time to wreak chaos!",
        "id_in_db": "t3_1p29ddn",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2179490",
        "genres": [
            "Action"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257057610/movie_max_vp9.webm?t=1727095141",
        "is_dlc_or_addon": false,
        "persian_summary": "با 64 بازیکن متحد شوید تا در این FPS پسا آخرالزمانی با انبوهی از زامبی ها مبارزه کنید یا به گروه گروه در برابر زنده ها بپیوندید! هم تیمی های خود را روشن کنید و آنها را از هم جدا کنید. اسلحه ها، امتیازات، گزینه های لباس و موارد دیگر را ارتقا دهید و قفل کنید! loadout مورد علاقه خود را مجهز کنید و به مبارزه بپیوندید! امتیازات آنطور که می خواهید بازی کنید! Perks به شما این امکان را می دهد که بازی را همانطور که دوست دارید انجام دهید. با بیش از 50 امتیاز می توانید به صورت تهاجمی، دفاعی و یا به شکارچیان خود کمک کنید. برای شخصیت زامبی خود نیز امتیازاتی را انتخاب کنید، قسمت های بیشتری از بدن را پرتاب کنید، آسیب کمتری دریافت کنید، اعضای بدن منفجر شوند و راه هایی برای کمک به هم تیمی های زامبی خود! سفارشی سازی شکارچی خود را طوری که می خواهید سفارشی کنید! از طریق بازی کردن، قفل لباس های جدیدی را باز می کنید که می توانید آنها را تجهیز کرده و به نمایش بگذارید. شخصیت زامبی شما از همان لباس های مجهز در حالت ویران استفاده می کند! قابلیت پخش مجدد هر دور از Ravenous Horde به دلیل نقشه‌های منحصربه‌فرد متفاوت است که هر کدام با دقت ساخته شده‌اند تا تجربه‌ای عالی را ارائه دهند. نقشه ها از پیش تنظیم های مختلف آب و هوا دارند، بنابراین به نظر می رسند و..."
    },
    {
        "title": "red dead redemption",
        "store": "steam",
        "url": "https://store.steampowered.com/app/2668510/Red_Dead_Redemption/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2668510/header.jpg?t=1741118459",
        "description": "This product includes the digital version of Red Dead Redemption and Undead Nightmare for PC. Featuring the complete single-player experiences of both games, including bonus content from the Game of the Year Edition. Red Dead Redemption does not feature multiplayer content. Experience the story of former outlaw John Marston as he tracks down the last remaining members of the notorious Van der Linde Gang in the PC debut of the critically acclaimed predecessor to Red Dead Redemption 2. Red Dead Redemption and its iconic zombie-horror companion story, Undead Nightmare, can now be enjoyed on PC in stunning detail together in one stellar package. Red Dead Redemption includes new features to bring the game to life on PC, with HDR lighting, native 4K resolution at up to 144hz on supported hardware, monitor support for Ultrawide (21:9) and Super Ultrawide (32:9), adjustable draw distances, shadow quality settings, and more.",
        "id_in_db": "t3_1p2aezb",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "50% off",
        "steam_app_id": "2668510",
        "genres": [
            "Action"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257062970/movie_max_vp9.webm?t=1730234170",
        "age_rating": "17",
        "is_dlc_or_addon": false,
        "persian_summary": "این محصول شامل نسخه دیجیتال Red Dead Redemption و Undead Nightmare برای کامپیوتر می باشد. شامل تجربیات تک نفره کامل هر دو بازی، از جمله محتوای جایزه از نسخه بازی سال. Red Dead Redemption دارای محتوای چند نفره نیست. داستان یاغی سابق جان مارستون را در حالی که آخرین اعضای باقی مانده از گروه بدنام Van der Linde را در اولین رایانه شخصی سلف تحسین شده Red Dead Redemption 2 دنبال می کند، تجربه کنید. Red Dead Redemption و داستان همراه زامبی-ترسناک نمادین آن، Undead Nightmare می توانند با هم در PC لذت ببرند. Red Dead Redemption شامل ویژگی‌های جدیدی برای جان بخشیدن به بازی بر روی رایانه شخصی است، با نور HDR، وضوح 4K بومی تا 144 هرتز بر روی سخت‌افزار پشتیبانی‌شده، پشتیبانی از مانیتور از Ultrawide (21:9) و Super Ultrawide (32:9)، فاصله‌های ترسیمی قابل تنظیم، تنظیمات کیفیت سایه و موارد دیگر."
    },
    {
        "title": "sad virus horror",
        "store": "other",
        "url": "https://gleam.io/kj168/free-x2500-sad-virus-horror-steam-keys",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/4039230/51de1815f894dbb5020b87c248b20bd0517ad210/header.jpg?t=1759479024",
        "description": "STORY: New part for third person walking adventure simulation game series. Again player control virus character whose mission is to collect and find beer bottles in horror themed world full of darkness and blood. 8 different beer bottles hidden to open world. So can you make sad virus again happy for finding beer. FEATURES: big horror themed world with 8 beer bottles to give steam achievements Dark music Steam Achievements",
        "id_in_db": "t3_1owgt5f",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "4039230",
        "genres": [
            "Adventure",
            "Indie",
            "Simulation"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257198526/movie_max_vp9.webm?t=1758348589",
        "is_dlc_or_addon": false,
        "persian_summary": "داستان: قسمت جدید سری بازی های شبیه سازی ماجراجویی پیاده روی سوم شخص. بازیکن دوباره شخصیت ویروس را کنترل می کند که ماموریتش جمع آوری و یافتن بطری های آبجو در دنیایی با مضمون ترسناک پر از تاریکی و خون است. 8 بطری آبجو مختلف پنهان شده در جهان باز. پس آیا می توانید ویروس غمگین را برای یافتن آبجو دوباره خوشحال کنید. ویژگی ها: دنیای بزرگ با مضمون ترسناک با 8 بطری آبجو برای ارائه دستاوردهای موسیقی تاریک Steam Achievements"
    },
    {
        "title": "season pass 1215 1175 1013 c1458 a1620 with code cheers",
        "store": "other",
        "url": "https://store.playsum.live/product/ae7e42e5-9ff7-57f6-96b7-9a3c1628929f/warhammer-40-000-rogue-trader-season-pass",
        "image_url": "https://images.sidearmdev.com/fit?url=https%3A%2F%2Fdxbhsrqyrr690.cloudfront.net%2Fsidearm.nextgen.sites%2Futamavs.com%2Fimages%2F2025%2F8%2F21%2FAll_WAC_Web_Size.png&height=450&width=800&type=jpeg",
        "description": "submitted by /u/Lets_Playsum [link] [comments]",
        "id_in_db": "t3_1p2fn8d",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "59% off",
        "is_dlc_or_addon": true,
        "persian_summary": "ارسال شده توسط /u/Lets_Playsum [لینک] [نظر]"
    },
    {
        "title": "software figmin xr",
        "store": "steam",
        "url": "https://store.steampowered.com/app/1890220/Figmin_XR/",
        "image_url": "https://external-preview.redd.it/GXQajwAYe5FAcRMuvkb8S5sgYCfGGVH1uiWR7LoTzS8.jpeg?width=320&crop=smart&auto=webp&s=39e0c795cd1d80c44e2eaa82b39b1d71f8f9a30d",
        "description": "Scheduled to switch from F2P to paid on November 24, 2025 Announcement: https://store.steampowered.com/news/app/1890220/view/599669316683563999 submitted by /u/Responsible-River653 [link] [comments]",
        "id_in_db": "t3_1p16ot1",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "برای تغییر از F2P به پولی در 24 نوامبر 2025 برنامه ریزی شده است."
    },
    {
        "title": "songs of silenceca3499 free turn",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/songs-of-silence-778d86",
        "image_url": "https://cdn1.epicgames.com/spt-assets/717e784a701e49bba02e27f7774e966a/songs-of-silence-1s6so.png",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1ow5fpe",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "squidlys revenge launch price",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3854780/Squidlys_Revenge/",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1405730/header.jpg?t=1623656384",
        "description": "Alchemy Emporium is a fantasy management game, where you play as a promising alchemist in a dynamic world with procedurally generated potions. Buy ingredients, turn them into potions and sell them for a profit! Companions Over the course of your adventure, you will be accompanied by companions such as Dragons, Imps, skeletons and many more! Hire them and level them up upgrading their skills. Procedural system The procedural system generates completely different concoctions for every single game. Each time, you will live a totally new experience, discovering new powerful blends! A dynamic events, quests, and weather system will throw new challenges your way all the time! Perks Spend some time reading the rare knowledge tomes in the library and upgrade your character with over 228 different skills! Then, keep those books in your library for future reference, or sell them in the shop. Milestones Complete milestones to earn skill points! The goals your business partners will assign you are generated parametrically, offering over 1 million possibilities, making every game unique. Sabotages The world of Alchemy is hard and devious, all alchemists will try anything to be successful. Great prices and potions aren't enough to get ahead, you’ll need to attack your rivals before they have a chance to attack you. Choose a sabotage and recruit a saboteur, but careful not to get caught: for every action there is an equal and opposite revenge! Much more There are so many things you’ll be able to do in your new alchemy emporium: with over 18,000 different potions to be discovered, choose the partner that best suits your strategy and launch your enterprise together, select the starting village and secret order, prepare advertising campaigns to lure customers, organize weeks according to events, such as village markets or jousting tournaments, and exploit any weather bonus or penalty to your advantage!",
        "id_in_db": "t3_1p1jk2i",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "15% off",
        "steam_app_id": "1405730",
        "genres": [
            "Indie",
            "Simulation",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256835833/movie_max_vp9.webm?t=1621847023",
        "is_dlc_or_addon": false,
        "persian_summary": "Alchemy Emporium یک بازی مدیریت فانتزی است که در آن شما به عنوان یک کیمیاگر امیدوار کننده در دنیایی پویا با معجون های تولید شده رویه ای بازی می کنید. مواد را بخرید، آنها را به معجون تبدیل کنید و برای سود بفروشید! همراهان در طول ماجراجویی خود، همراهانی مانند اژدها، Imps، اسکلت ها و بسیاری دیگر با شما همراه خواهند بود! آنها را استخدام کنید و سطح آنها را ارتقا دهید و مهارت های خود را ارتقا دهید. سیستم رویه ای سیستم رویه ای ترکیبات کاملاً متفاوتی را برای هر بازی ایجاد می کند. هر بار، شما یک تجربه کاملاً جدید را تجربه خواهید کرد و ترکیبات قدرتمند جدیدی را کشف خواهید کرد! یک رویداد پویا، ماموریت‌ها و سیستم آب و هوا چالش‌های جدیدی را همیشه سر راه شما قرار می‌دهد! امتیازات زمانی را صرف خواندن کتاب‌های دانش کمیاب در کتابخانه کنید و شخصیت خود را با بیش از 228 مهارت مختلف ارتقا دهید! سپس، آن کتاب ها را برای مراجعات بعدی در کتابخانه خود نگه دارید، یا آنها را در مغازه بفروشید. Milestones برای کسب امتیاز مهارت، نقاط عطف را کامل کنید! اهدافی که شرکای تجاری شما برای شما تعیین خواهند کرد..."
    },
    {
        "title": "star wars jedi bundle 1303",
        "store": "steam",
        "url": "https://store.steampowered.com/developer/EA/sale/black-friday-2025",
        "image_url": "https://external-preview.redd.it/uJ12YfZ9oGJ-djOx4qheTs438I4K8ydfIkZimic7YlQ.jpeg?width=640&crop=smart&auto=webp&s=9ad3c628f3546e250a5f30030ed8005f61f3e084",
        "description": "submitted by /u/AMong00se [link] [comments]",
        "id_in_db": "t3_1p2eb03",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "Discount",
        "is_dlc_or_addon": true,
        "persian_summary": "ارسال شده توسط /u/AMong00se [لینک] [نظر]"
    },
    {
        "title": "steamworld heist 1 2 bundle",
        "store": "steam",
        "url": "https://store.steampowered.com/bundle/63838/Steamworld_Heist_1__2/",
        "image_url": "https://assets.nintendo.com/image/upload/c_fill,w_1200/q_auto:best/f_auto/dpr_2.0/store/software/switch/70070000022190/5a375ac08d51e0fc32facfef6fc8981f8d5d6e9333aa20e14adc1f51404831af",
        "description": "submitted by /u/darklinkpower [link] [comments]",
        "id_in_db": "t3_1p21q8z",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "90% off",
        "is_dlc_or_addon": true,
        "persian_summary": "ارسال شده توسط /u/darklinkpower [لینک] [نظر]"
    },
    {
        "title": "sworn",
        "store": "other",
        "url": "https://na.alienwarearena.com/ucf/show/2173363/boards/contest-and-giveaways-global/Giveaway/sworn-steam-game-key-giveaway",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1763250/5c90d765aa8dd0afd5027f24cd2bb8b359026611/header_alt_assets_0.jpg?t=1762772137",
        "description": "SWORN is a 1-4 player co-op action rogue-like. Explore and reclaim a fallen Camelot from the reign of a corrupted Arthur and his Knights of the Round Table. Play solo or unite with friends to stand off against the Knights of the Round Table. Combine the strengths of your characters in surprising ways and master abilities to become knights worthy of standing off against Arthur himself. Meet familiar friends and foes from Arthurian legend. Discover the source of spreading darkness over Avalon. Befriend and learn from powerful figures such as Merlin and Nimue. Take up your sword as a Soulforged knight. Swear fealty to the Fae Lords, and choose from over 200 unique blessings to unleash your full potential. Will you wield the cleansing fires of Titania or take the blessings of Oberon to strike with the fury of the wind? Versatility thrives in the ever-changing battlegrounds of Camelot. Combine your blessings with unique character, weapon, and ability selections. Test thousands of unique builds as you become a seasoned knight. Upgrades from the Beacon of Avalore will forge your squire into a worthy champion over time. However, if you believe you are already worthy of facing Arthur, get ready for a challenge that will put your skills to the test. Delve into a beautifully crafted comic world, inspired by the work of American artist Mike Mignola. Fully experience the awesome art and original sound that brings the world of SWORN to life.",
        "id_in_db": "t3_1p0i0o6",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1763250",
        "genres": [
            "Action",
            "Indie",
            "RPG"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257204554/movie_max_vp9.webm?t=1758643305",
        "is_dlc_or_addon": false,
        "persian_summary": "SWORN یک اکشن کوآپ 1-4 نفره مانند سرکش است. کاوش و بازپس گیری یک Camelot سقوط کرده از سلطنت یک آرتور فاسد و شوالیه های میز گرد او. انفرادی بازی کنید یا با دوستان خود متحد شوید تا در مقابل شوالیه های میز گرد بایستید. نقاط قوت شخصیت‌های خود را به روش‌های شگفت‌انگیز ترکیب کنید و بر توانایی‌های خود چیره شوید تا به شوالیه‌هایی تبدیل شوید که ارزش ایستادگی در برابر خود آرتور را دارند. با دوستان و دشمنان آشنای افسانه آرتوریان آشنا شوید. منبع انتشار تاریکی در آوالون را کشف کنید. با شخصیت های قدرتمندی مانند مرلین و نیمو دوست شوید و یاد بگیرید. شمشیر خود را به عنوان یک شوالیه Soulforged بردارید. به اربابان فاه سوگند وفاداری بدهید و از میان بیش از 200 نعمت منحصر به فرد، پتانسیل کامل خود را آزاد کنید. آیا آتش پاکسازی تیتانیا را به کار خواهید گرفت یا از نعمت اوبرون استفاده خواهید کرد تا با خشم باد برخورد کنید؟ تطبیق پذیری در میدان های نبرد همیشه در حال تغییر Camelot رشد می کند. نعمت‌های خود را با انتخاب شخصیت، سلاح و توانایی منحصر به فرد ترکیب کنید. هزاران نمونه منحصر به فرد را تست کنید..."
    },
    {
        "title": "tarakan",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/tarakan/id1576851700",
        "id_in_db": "e450ecb201377508158f322362ed73cdac211ac4d3afc9f7b0e3d4cdfc0a3d39",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple125/v4/8e/9b/27/8e9b278e-8916-b912-4dfc-53c4b2f1d0b2/AppIcon-1x_U007emarketing-0-7-0-85-220.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "tv shows movies lifetime premium 599 199 black friday 70 off deal",
        "store": "iosappstore",
        "url": "https://apps.apple.com/redeem/?ctx=offercodes&id=1491037404&code=BLACKFRIDAY25",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple211/v4/00/46/b7/0046b755-46b3-aba7-d702-6c6601e14b63/AppIcon-0-0-1x_U007emarketing-0-8-0-sRGB-85-220.png/512x512bb.jpg",
        "description": "Hey everyone! I’m running a Black Friday sale for Sofa Time , my iOS app for tracking TV shows and movies — and for a limited time, the Lifetime Premium upgrade is dropping from $5.99 to just $1.99 , which is 70% off . If you already use Trakt or Simkl, or just want a clean, customizable way to manage what you watch, this might be useful for you. 🎬 What is Sofa Time? Sofa Time is a lightweight, privacy-friendly app that helps you keep track of the shows and movies you’re watching, discover new content, and organize everything in one place. No ads, no clutter. ⭐ Key features Sync with Trakt and Simkl : Keep your watch history, ratings, and watchlists in sync across platforms. iCloud Sync : Your data stays private and seamlessly updated across your Apple devices. AI-powered recommendations based on your taste. Open directly in Stremio or Infuse from any movie or show page. Personal lists for anything — your backlog, “watch later”, collections, favorites, etc. Color themes & customization : Make the app look the way you like. Statistics : See which streaming service fits you best based on what you watch. Local mode : Use the full app even without signing in to a service. Widgets , upcoming episodes, trending content, and frequent updates. 💰 Black Friday Offer — Get 70% Off To get the 70% discount and unlock all Premium features forever for $1.99 , redeem the code: BLACKFRIDAY25 You can enter it in the “Redeem Code” section inside the app, or simply use this link: 👉 https://apps.apple.com/redeem/?ctx=offercodes&id=1491037404&code=BLACKFRIDAY25 If you try the app, feel free to drop a comment here on Reddit — I’d love to hear your feedback. ...And if you enjoy Sofa Time, an App Store review would be hugely appreciated . It helps a lot as a solo developer. Thanks and happy Black Friday! 🍿📺 submitted by /u/javikr [link] [comments]",
        "id_in_db": "t3_1p2ewag",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "70% off",
        "is_dlc_or_addon": false,
        "persian_summary": "هی همه! من یک فروش جمعه سیاه را برای Sofa Time اجرا می‌کنم، برنامه iOS من برای ردیابی نمایش‌های تلویزیونی و فیلم‌ها - و برای مدت محدودی، ارتقای Lifetime Premium از 5.99 دلار به فقط 1.99 دلار کاهش می‌یابد که 70 درصد تخفیف دارد. اگر قبلاً از Trakt یا Simkl استفاده می‌کنید، یا فقط می‌خواهید راهی تمیز و قابل تنظیم برای مدیریت آنچه تماشا می‌کنید داشته باشید، این ممکن است برای شما مفید باشد. 🎬 زمان مبل چیست؟ Sofa Time یک برنامه سبک وزن و سازگار با حریم خصوصی است که به شما کمک می کند نمایش ها و فیلم هایی را که تماشا می کنید پیگیری کنید، محتوای جدید را کشف کنید و همه چیز را در یک مکان سازماندهی کنید. بدون تبلیغات، بدون درهم و برهمی. ⭐ ویژگی‌های کلیدی همگام‌سازی با Trakt و Simkl: سابقه تماشا، رتبه‌بندی‌ها و فهرست‌های تماشای خود را در همه پلتفرم‌ها همگام‌سازی کنید. همگام سازی iCloud: داده های شما خصوصی می ماند و به طور یکپارچه در دستگاه های اپل شما به روز می شود. توصیه های مبتنی بر هوش مصنوعی بر اساس سلیقه شما. مستقیماً در Stremio یا Infuse از هر فیلم یا صفحه نمایشی باز کنید. فهرست‌های شخصی برای هر چیزی - بک لاگ شما، «بعد تماشا کنید»، مجموعه‌ها، موارد دلخواه، و غیره. تم‌های رنگی و..."
    },
    {
        "title": "underworld office",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/underworld-office-novel-game/id1523265842",
        "id_in_db": "132232d221a83115c17dc1d8d1607f093f78ab647b4b719c1cd2741fa6461d42",
        "subreddit": "AppHookup",
        "is_free": false,
        "discount_text": "Discount",
        "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Purple112/v4/bd/00/73/bd007327-9f61-88f9-05d9-c5fa6b1ac3f2/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/512x512bb.jpg",
        "is_dlc_or_addon": false,
        "persian_summary": "",
        "description": ""
    },
    {
        "title": "v rising",
        "store": "other",
        "url": "https://na.alienwarearena.com/ucf/show/2173364/boards/contest-and-giveaways-global/Giveaway/v-rising-steam-game-key-giveaway-1",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1604030/123091b358ac705c36642df5599d230825ad3cd6/header.jpg?t=1763392579",
        "description": "UPDATE 1.1: INVADERS OF OAKVEIL IS AVAILABLE NOW! Experience a Vampire Survival Action RPG adventure like no other. Awaken as a weakened Vampire after centuries of slumber. Hunt for blood to regain your strength while hiding from the scorching sun to survive. Build a mighty castle worthy of your name and convert humans into loyal thralls to serve your growing empire. Pillage villages, raid bandit camps, and challenge supernatural beings, drinking their blood to steal their power. Make allies or enemies online or play solo locally and wage war in a world of conflict. Seize your destiny, defy Dracula, and rise as the ultimate predator to rule the night! Now with native gamepad support and a reimagined interface, prepare for action-packed, hands-on gameplay! A Gothic Open-World Explore a vast world teeming with mythical horrors and danger. Travel through lush forests, open countryside, and dark caverns to discover valuable resources, meeting friends and foes alike along the way. Traverse the world with vampire comrades or hunt solo as you ravage villages, fend off holy soldiers, and challenge supernatural bosses. Fear the light - Rule the night Stick to the shadows during the daytime, or the burning sunlight will turn you to ashes. Roam the night and prey on your victims in the darkness. As a vampire, you must quench your thirst for blood while planning your strategies around the rising and setting sun. Raise your Castle Gather resources and discover ancient techniques to uncover forgotten knowledge. Use your newly acquired insight to build a castle to store your loot and grow your army of darkness. Personalize your domain, exhibit your vampiric style, and make sure to craft coffins for servants and friends. Strengthen your castle to protect your treasure hoard from vampire rivals. Compete or Cooperate Travel alone or explore the world with friends. Fighting side by side with other Vampires will give you an advantage in the fight to conquer the greatest threats of Vardoran. Raid other players’ castles, play the diplomat in the game of blood, power, and betrayal, or craft an indomitable retinue of insidious allies. Compete or cooperate - the choice is yours. Master your Vampire Learn and master an arsenal of deadly weapons and unholy abilities. In V Rising, you aim skillshots and dodge projectiles using​ precise​​ ​WASD controls ​and cursor-based​ ​aiming - no click to move. Tailor your vampire to fit your play style by combining weapons with a variety of spells earned through vanquishing powerful foes. Find and master your personal, perfect blend of sword and sorcery to become the ultimate nocturnal predator!",
        "id_in_db": "t3_1p0i10z",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1604030",
        "genres": [
            "Action",
            "Adventure",
            "Massively Multiplayer"
        ],
        "is_multiplayer": true,
        "is_online": true,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257131970/movie_max_vp9.webm?t=1745841690",
        "is_dlc_or_addon": false,
        "persian_summary": "به روز رسانی 1.1: مهاجمان OAKVEIL اکنون در دسترس است! یک ماجراجویی RPG اکشن بقای خون آشام را تجربه کنید. به عنوان یک خون آشام ضعیف پس از قرن ها خواب بیدار شوید. برای زنده ماندن در حالی که از آفتاب سوزان پنهان شده اید، خون را شکار کنید تا قدرت خود را بازیابید. قلعه‌ای قدرتمند بسازید که شایسته نام شما باشد و انسان‌ها را برای خدمت به امپراتوری در حال رشد خود به هیجان‌انگیزهای وفادار تبدیل کنید. دهکده‌ها را غارت کنید، به اردوگاه‌های راهزنان حمله کنید و موجودات ماوراء طبیعی را به چالش بکشید و خون آنها را بنوشید تا قدرت آنها را بدزدید. به صورت آنلاین متحد یا دشمن بسازید یا به صورت انفرادی به صورت محلی بازی کنید و در دنیای درگیری به جنگ بپردازید. سرنوشت خود را بدست آورید، دراکولا را به چالش بکشید و به عنوان شکارچی نهایی برای حکومت شب برخیزید! اکنون با پشتیبانی از گیم‌پد بومی و یک رابط کاربری مجدد، برای گیم‌پلی اکشن و عملی آماده شوید! جهان باز گوتیک دنیایی وسیع را کاوش کنید که مملو از وحشت و خطر افسانه ای است. در جنگل‌های سرسبز، حومه‌های باز، و غارهای تاریک سفر کنید تا منابع ارزشمندی را کشف کنید، دوستان و دشمنان را به طور یکسان در طول مسیر ملاقات کنید. پس و پیش رفتن..."
    },
    {
        "title": "Wednesdays",
        "id_in_db": "wednesdays@1763582611",
        "store": "other",
        "url": "https://itad.link/019a9db6-b0fc-70f5-9b6c-e277d3a4d5cb/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "2747770",
        "description": "Like so many children, Tim was a victim of sexual abuse. Twenty years later, while playing Orco Park, a videogame from his childhood, his memories will come rushing back along with a flood of questions : How could this have happened? Who knew? How has it shaped him? What does “normal” even mean? Written by Pierre Corbinais (Haven, Road 96: Prologue, Bury Me, My Love), Wednesdays seeks to raise awareness about child sexual abuse through a surprisingly uplifting story. A mosaic of stories and characters Wednesdays tells a fragmented story through multiple perspectives. Build rides and embellishments in Orco Park to unlock Tim’s memories in the order you see fit. Step into the shoes of Tim’s relatives and try to piece together the tangled memories of his past. Unveil a moving and sincere story dealing with intrafamilial sexual abuse without any taboo but with a lot of heart. Two colorful art styles for the price of one Wednesdays blends two distinct yet complementary art styles. Tim’s memories come to life through the work of comic artist Exaheva (Mekka Nikki, Still Heroes) and draw inspiration from alternative comics and graphic novels. Orco Park is designed by pixel artist Nico Nowak (There Is No Game: Wrong Dimension), evoking the charm of 90s classic video games. A game everyone can play Part video game, part graphic novel, Wednesdays has been designed to be accessible to players of all kinds, and even non-players! A wide range of settings ensure that the experience can be tailored to suit anyone’s needs. Authentic voices Wednesdays doesn’t just aim to break the silence around child sexual abuse, it also provides a platform for several of its team members to have they voices heard, as artists, and as victims. The game does not include any graphic representation of sexual abuse, and even if its topic might sound grim, Wednesdays is above all about trust, hope and healing. Accessibility Accessibility has been taken into account throughout the production of Wednesdays: - Mouse, keyboard and joystick (joystick or D-pad) support; - Adjustable text size (5 levels); - Highly legible alternative font (Luciole); - Manual or automatic text scrolling, with adjustable speed and preview; - No precision or speed gameplay nor complex sequences. More details on the accessibility of Wednesdays are available on ARTE's website.",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2747770/header.jpg?t=1761776859",
        "genres": [
            "Indie"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/257118719/movie_max_vp9.webm?t=1742988417",
        "is_dlc_or_addon": false,
        "subreddit": "FreeGameFindings",
        "persian_summary": "تیم مانند بسیاری از کودکان قربانی آزار جنسی بود. بیست سال بعد، در حین بازی Orco Park، یک بازی ویدیویی مربوط به دوران کودکی‌اش، خاطرات او همراه با سیل سوال‌ها دوباره زنده می‌شوند: چگونه ممکن است این اتفاق بیفتد؟ چه کسی می دانست؟ چگونه او را شکل داده است؟ اصلاً «عادی» به چه معناست؟ نوشته پیر کوربینه (Haven, Road 96: Prologue, Bury Me, My Love)، چهارشنبه ها به دنبال افزایش آگاهی در مورد سوء استفاده جنسی از کودکان از طریق داستانی شگفت انگیز است. موزاییکی از داستان‌ها و شخصیت‌ها چهارشنبه‌ها داستانی تکه‌تکه‌شده را از دیدگاه‌های چندگانه روایت می‌کند. در Orco Park وسایل سواری و تزیینات بسازید تا خاطرات تیم را به ترتیبی که می‌خواهید باز کنید. به جای بستگان تیم قدم بگذارید و سعی کنید خاطرات درهم تنیده گذشته او را جمع آوری کنید. رونمایی از داستانی تکان دهنده و صمیمانه که با آزار جنسی درونخانوادگی بدون هیچ تابویی اما با دلی فراوان سروکار دارد. دو سبک هنری رنگارنگ به قیمت یک چهارشنبه، دو سبک هنری متمایز و در عین حال مکمل را با هم ترکیب می کند. تیم..."
    },
    {
        "title": "wednesdays 100 offfree",
        "store": "steam",
        "url": "https://store.steampowered.com/app/2747770/Wednesdays/",
        "image_url": "https://external-preview.redd.it/MBIBmi95IrBLasNa9_2p7uEt0vLDL6eWEO6djGFidXo.jpeg?width=320&crop=smart&auto=webp&s=7046c70cf943a59aa6175d657c87b8dc26a9921e",
        "description": "submitted by /u/UnseenData [link] [comments]",
        "id_in_db": "t3_1p1i6iy",
        "subreddit": "GameDeals",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/UnseenData [پیوند] [نظر]"
    },
    {
        "title": "wildgate 50 off 1499 usd 1449 eur 1249 gbp 2197 aud 1949 cad",
        "store": "steam",
        "url": "https://store.steampowered.com/app/3504780/Wildgate/",
        "image_url": "https://external-preview.redd.it/ZwPmJQPa1SattSkjNBQsUQDiRPEu6WKn-TZTW8CS9-M.jpeg?width=320&crop=smart&auto=webp&s=464e96d27b99d22d57898dceda014e82b5212c36",
        "description": "submitted by /u/JimmyRecard [link] [comments]",
        "id_in_db": "t3_1p2b54d",
        "subreddit": "GameDeals",
        "is_free": false,
        "discount_text": "50% off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/JimmyRecard [پیوند] [نظر]"
    },
    {
        "title": "windows macos felix the reaperca1299 free challenging single",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/felix-the-reaper-3f7e62",
        "image_url": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/919410/capsule_616x353.jpg?t=1759324310",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1oq35vn",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "windows macos godzilla voxel warsca1699 free godzilla turn",
        "store": "epicgames",
        "url": "https://store.epicgames.com/en-US/p/godzillawars-2c30e4",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2439780/capsule_616x353.jpg?t=1724231895",
        "description": "submitted by /u/PM_ME_FREEGAMES [link] [comments]",
        "id_in_db": "t3_1p2791v",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/PM_ME_FREEGAMES [پیوند] [نظر]"
    },
    {
        "title": "winner jordan rudess original musical motifs that allows you to create and play with 50 instruments including chords drums lead and bass sounds",
        "store": "iosappstore",
        "url": "https://apps.apple.com/us/app/jam-with-jordan/id1524167609",
        "image_url": "https://external-preview.redd.it/yymGGelZzvAaTbIvN94nesuxssLrofRmlskcwbo8GXc.jpeg?width=640&crop=smart&auto=webp&s=c4625de479f84706f8d78c9cd72508fbd32c7895",
        "description": "submitted by /u/Singhvistaar [link] [comments]",
        "id_in_db": "t3_1ow8cd6",
        "subreddit": "AppHookup",
        "is_free": true,
        "discount_text": "100% Off",
        "is_dlc_or_addon": false,
        "persian_summary": "ارسال شده توسط /u/Singhvistaar [پیوند] [نظر]"
    },
    {
        "title": "wordle 2",
        "store": "indiegala",
        "url": "https://freebies.indiegala.com/wordle-2",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1386730/header.jpg?t=1676735185",
        "description": "Looking for a bigger and better word game that will keep you hooked for hours? Look no further than Wordle 2! Wordle 2 is the sequel to the popular word game Wordle, and it's even more addictive than the original. With new and challenging levels, you'll be able to test your vocabulary skills like never before. In Wordle 2, you'll be given a set of letters and your task is to create as many words as you can with those letters. The longer the word, the more points you'll earn. But be careful - some of the levels have hidden words that are worth extra points, so keep your eyes peeled! With its beautiful graphics and engaging gameplay, Wordle 2 is the perfect game for anyone who loves word puzzles. It's also a great way to keep your mind sharp and improve your vocabulary and spelling skills. So why wait? Buy Wordle 2 now and see how many words you can create. With its addictive gameplay and new levels, it's a game you won't be able to put down!",
        "id_in_db": "t3_1oxy1fl",
        "subreddit": "FreeGameFindings",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1386730",
        "genres": [
            "Casual",
            "Indie",
            "Simulation",
            "Sports"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256797754/movie_max_vp9.webm?t=1676732446",
        "is_dlc_or_addon": false,
        "persian_summary": "به دنبال یک بازی کلمات بزرگتر و بهتر هستید که شما را ساعت ها درگیر کند؟ بیشتر از Wordle 2 نگاه نکنید! Wordle 2 دنباله بازی محبوب کلمه Wordle است و حتی از نسخه اصلی اعتیاد آورتر است. با سطوح جدید و چالش برانگیز، می توانید مهارت های واژگان خود را مانند قبل آزمایش کنید. در Wordle 2، مجموعه ای از حروف به شما داده می شود و وظیفه شما این است که تا آنجا که می توانید با آن حروف کلمات ایجاد کنید. هر چه کلمه طولانی تر باشد، امتیاز بیشتری کسب خواهید کرد. اما مراقب باشید - برخی از سطوح دارای کلمات پنهانی هستند که ارزش امتیاز اضافی دارند، بنابراین چشمان خود را پاک کنید! Wordle 2 با گرافیک زیبا و گیم پلی جذاب خود، بازی مناسبی برای کسانی است که عاشق معماهای کلمات هستند. همچنین یک راه عالی برای تیز نگه داشتن ذهن و بهبود دایره لغات و مهارت های املایی است. پس چرا صبر کنیم؟ اکنون Wordle 2 را بخرید و ببینید چند کلمه می توانید ایجاد کنید. با گیم پلی اعتیاد آور و سطوح جدید، این یک بازی است که نمی توانید آن را کنار بگذارید!"
    },
    {
        "title": "Zoeti",
        "id_in_db": "zoeti@1763655525",
        "store": "other",
        "url": "https://itad.link/018d959c-cd22-7265-b3ee-3240eb5b3ce8/",
        "is_free": true,
        "discount_text": "100% Off",
        "steam_app_id": "1434540",
        "description": "Zoeti is a turn-based roguelite that features a deck of playing cards used to create card combos and activate skills in the heat of battle. Bolster your arsenal of skills through battles, discoverable upgrades, or aid from the locals which enhance your plays to overcome the evil plaguing your land. A once peaceful land, now overrun by monsters. You, a Star-Soul hero, are among a select few blessed to raze the land of evil. In Zoeti, you are equipped with a deck of playing cards, with which you play card combinations (pair, full house, royal flush, etc.) to activate skills that will attack or defend against enemies. Further bolster your arsenal of skills and upgrades through battles and discovery. The blood of a dead god congeals into monsters roaming the countryside, threatening devout townsfolk and the simple lives they lead. Will you, a Star-Soul hero, protect them from the ravages of evil? You'll need to crack open the enemy's defenses, bolster your grit and resolve, all while outsmarting the underhanded foes you face. Use your deck of playing cards to activate skills, attack foes, and defend yourself with card combinations, such as two pair, a full house, or straight flush. Through battle, discovery, and clever decision-making, you'll upgrade and enhance your build to complete the toughest challenges Zoeti has to offer.",
        "image_url": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1434540/header.jpg?t=1751348204",
        "genres": [
            "Adventure",
            "Indie",
            "Strategy"
        ],
        "is_multiplayer": false,
        "is_online": false,
        "trailer": "https://video.akamai.steamstatic.com/store_trailers/256929968/movie_max_vp9.webm?t=1676060000",
        "is_dlc_or_addon": false,
        "subreddit": "FreeGameFindings",
        "persian_summary": "Zoeti یک روگلیت نوبتی است که دارای دسته ای از کارت های بازی است که برای ایجاد ترکیبات کارت و فعال کردن مهارت ها در گرمای نبرد استفاده می شود. زرادخانه مهارت های خود را از طریق نبردها، ارتقاهای قابل کشف یا کمک مردم محلی تقویت کنید که بازی های شما را برای غلبه بر شری که سرزمین شما را آزار می دهد تقویت می کند. سرزمینی زمانی صلح آمیز، که اکنون توسط هیولاها تسخیر شده است. شما، یک قهرمان Star-Soul، جزو معدود افراد برگزیده ای هستید که می توانید سرزمین شرارت را با خاک یکسان کنید. در Zoeti، شما به دسته ای از کارت های بازی مجهز شده اید که با آن ترکیب های کارتی (جفت، فول هاوس، رویال فلاش و غیره) را بازی می کنید تا مهارت هایی را فعال کنید که در برابر دشمنان حمله یا دفاع می کنند. زرادخانه مهارت ها و ارتقاء خود را از طریق نبردها و کشف بیشتر تقویت کنید. خون یک خدای مرده به هیولاهایی تبدیل می‌شود که در حومه شهر پرسه می‌زنند و مردم مومن شهر و زندگی ساده‌ای که دارند را تهدید می‌کنند. آیا شما، یک قهرمان Star-Soul، از آنها در برابر ویرانی شیطان محافظت خواهید کرد؟ شما باید دفاع دشمن را بشکنید، قدرت و اراده خود را تقویت کنید، در تمام این مدت..."
    }
]